{"title":{"rendered":"1 E-mail, 8 Epigraphs, 3 Notes, 1 Dedication, an Author Biography, and This Title"},"content":{"rendered":"<p><span>To: Andrew Economos Miller (a.miller@yale.edu)</span></p>\n<p><span>From: Phillip Denny (pdenny@g.harvard.edu)</span></p>\n<p><span>Subject: RE: Cite Analysis – Paprika!</span></p>\n<p><span>It will be a collection of paratexts without a text. Or something like a set of floating signifiers, or fragments that don’t necessarily add up to anything. It will be a list. Or better yet, a pile of stuff.</span></p>\n<p><span>Let me know what you think.</span></p>\n<p><span>All best,</span></p>\n<p><span>Phillip</span></p>\n<p><span>—</span></p>\n<blockquote><p><span>“Now, in a line of associations ambiguous words (or, as we call them, ‘switch-words’) act like points at a junction. If the points are switched across from the position in which they appear to lie in the dream, then we find ourselves moved onto another set of rails; and along this second track run the thoughts we are in search of but still lie concealed behind the dream.”</span></p></blockquote>\n<p><span>–</span><span>Sigmund Freud, “Fragment of an Analysis of a Case of Hysteria (‘Dora’)” (1901)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>“Observation is guided above all by imagination. . .”</span></p></blockquote>\n<p><span>–</span><span>Gustave Flaubert, Letter to Louise Colet (1853)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>“To live is to leave traces. In the interior these are emphasized. An abundance of covers and protectors, liners and cases is devised, on which the traces of objects of everyday use are imprinted. The traces of the occupant also leave their impression on the interior. The detective story that follows these traces comes into being. . . . The criminals of the first detective novels are neither gentlemen nor apaches, but private members of the bourgeoisie.”</span></p></blockquote>\n<p><span>–</span><span>Walter Benjamin, “Paris, Capital of the Nineteenth Century” (1927)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>“The aim of all commentary on art now should be to make works of art—and, by analogy, our own experience—more, rather than less, real to us. The function of criticism should be to show </span><i><span>how it is what it is</span></i><span>, even </span><i><span>that it is what it is</span></i><span>, rather than to show </span><i><span>what it means.</span></i><span>”</span></p></blockquote>\n<p><span>–</span><span>Susan Sontag, “Against Interpretation” (1964)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>“</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span>                                                               6.</span></p>\n<p>&nbsp;</p>\n<p><span>                                                                                                                                            “</span><b><sup>6</sup></b></p></blockquote>\n<p><span>–</span><span>Peter Eisenman, “Notes on Conceptual Architecture: Towards a Definition” (1970)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>&#8220;This is the minimum achievement of the artistic entity: to construct a whole out of the blindly scattered elements of a disintegrated world—a whole that, even if it seems only to mirror this world, nevertheless does capture it in its wholeness and thereby allows for the projection of its elements onto real conditions.&#8221;</span></p></blockquote>\n<p><span>–</span><span>Siegfried Kracauer, “The Hotel Lobby” (1922)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>“Outside and inside form a dialectics of division, the obvious geometry of which blinds us as soon as we bring it into play in the metaphorical domains. It has the sharpness of the dialectics of yes and no, which decides everything. Unless one is careful, it is made into the basis of all thoughts of the positive and negative.”</span></p></blockquote>\n<p><span>–</span><span>Gaston Bachelard, </span><i><span>The Poetics of Space</span></i><span> (1964)</span></p>\n<p>&nbsp;</p>\n<blockquote><p><span>“Act so that there is no use in a centre.”</span></p></blockquote>\n<p><span>–</span><span>Gertrude Stein, “Rooms” (1914)</span></p>\n<p>&nbsp;</p>\n<p><b>Notes</b></p>\n<p><b><sup>1</sup></b> <span>“No part of this book may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, including electronic, mechanical, photocopying, microfilming, recording, or otherwise (except for that copying permitted by Sections 107 and 108 of the U.S. Copyright Law and except by reviewers for the public press) without written permission from the Publisher,” Erwin Panofsky, </span><i><span>Perspective as Symbolic Form</span></i><span> (New York: Zone Books, 1991), iv.</span></p>\n<p><b><sup>6</sup></b> <span>“</span><span>It is possible to make the same point in another way: to say that while a conceptual art and a conceptual architecture could be similar in an idea state, there is an inherent difference when it comes to the realized object. Where a conceptual art object can remain in a more pure state, for example, as a mathematical notation, built architecture takes on cultural, pragmatic and semantic references. Thus the conceptual aspect of an architecture cannot be defined by what is conceptual in, say, painting and sculpture.”</span></p>\n<p><b><sup>18</sup></b> <span>“</span><span>Vitruvius, in the passage in question (1.2.2; on its much-disputed significance for antique perspectival construction, see the following note), takes the term </span><i><span>scenographia</span></i><span> in its narrower sense as the method of representing buildings perspectivally on a surface, whether for architectonic or theoretical purposes: </span><i><span>ichnographia</span></i><span> means the representation of the building in plan, </span><i><span>orthographia</span></i><span> means the elevation, and </span><i><span>scenographia</span></i><span> means a perspectival display that shows the sides as well as the facade (‘</span><i><span>frontis et laterum abscedentium adumbratio</span></i><span>’; see also the parallel passage, 7, Prooemium, cited in the following note). But the term </span><i><span>scenographia</span></i><span> also has a broader sense, for it can denote quite generally the application of optical laws to the visual arts and architecture in their entirety; that is, not only the rules for making flat pictures on flat surfaces, but also the rules of architectonic and plastic construction, insofar as the latter are interested in counteracting the distortions entailed in the process of seeing (see notes 12 and 16, above).” 97. . . </span><i><span>See note 1.</span></i></p>\n<p>&nbsp;</p>\n<p><i><span>To the memory of Hannah Höch (1889–1978)</span></i></p>\n<p>&nbsp;</p>\n<p>###</p>\n<p><i><span>Phillip Denny is an architecture writer and historian. He is currently a PhD student at Harvard University. His research focuses on media and architecture from the postwar to the postmodern.</span></i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Phillip Denny"},"slug":"phillip-denny","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Cite Analysis"},"meta":{"volume":"4","number":"12","publication_date":"2019-02-21"}}}}