{"title":{"rendered":"10 Things I Hate About You (YSoA)"},"content":{"rendered":"<p><span>Here at YSoA, I often find myself wondering aloud, “Is this the real world?” Architecture school is a surreal experience, to say the least. We inter ourselves in a concrete monolith and ride the euphoric highs and lows of the caffeine-fueled stress rollercoaster called studio life. School is a slog. You have to email all your professors and pretend each one is your first choice for electives just to get stuck with your actual third, theory readings appear to be written in ancient runes after 1:00 AM, Richard confiscates the ice luge, and there is yet another talk in the 4th floor pit about saving the world – and you’re squandering your education if you don’t attend. As a not-so-wise man once said while running for president, “Life can be a challenge. Life can seem impossible. It’s never easy when there’s so much on the line.” But is there really that much at stake? We take ourselves way too seriously, stress about everything way too much, and make ourselves crazy with things that might ultimately amount to nothing. </span></p>\n<p><span>At this point, you might be thinking that this is just another tirade from a disgruntled student who is having an existential crisis brought about by graduation hanging over them like the Sword of Damocles, but I have a serious problem with how we talk about our work as architects in academic and professional settings. This opinion may not be popular, but architecture is not going to save the world. We cannot solve every problem – let alone most problems, or even some very simple ones – with more, bigger, better, efficient, or whatever, buildings. “But Jacob,” you may ask, ready to step in with a nuanced critique, “can’t architecture solve problems like affordable housing? Doesn’t architecture have a role to play with poverty? Won’t my building make the city more beautiful and inspire harmony amongst its denizens?” Umm, no? Those are all political problems, systemic injustices, and inequalities brought about by tens or hundreds of years of exploitation, sexism, racism, and a litany of other problems that do not include properly detailing waterproofing membranes, the right material finish, or whatever architectural flourish we might dream up. We talk about architecture in breathless reverie, as though it is a magical incantation, but if we dispel this delusion, we can have a more serious talk about architecture’s civic responsibility and how it can play a constituent role in social movements. Buildings are the result of political processes, not the cause of them. We cannot fix social problems through our work, but must engage society beyond the profession of design in order to build the world we want to live in.</span></p>\n<p><span>This is the point in an article where the author usually proposes some type of solution or call to action to conquer the demons from the second paragraph. Unfortunately, I don’t think we can solve this problem with buildings, so let me propose an alternative. Let’s all stop taking ourselves so damn seriously all the time. For example, the collective reverence of canonical architects and the pedestals on which we put important-sounding names is a symptom of the mindset that architecture is “important,” which precludes our creativity. “Corb said this, or Laugier said that, and Peter told me it was so, which make this right!” There is an entire world beyond these walls with infinite sources of inspiration. If trashy movies from the 1990s are what inspire you, why is that more or less valid than what some dead, white, heterosexual, wealthy aristocrat wrote 200 years ago, when balancing the four humors was thought to cure leprosy and educated people believed the female orgasm was a type of dementia? Google something instead of going to the library. Take a walk in nature instead of making another model. Watch Netflix and eat prosciutto. Wear a tank top to desk crits. Be mad as hell. Only then, design buildings.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jacob Schaffert"},"slug":"jacob-schaffert","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Anarchitecture"},"meta":{"volume":"4","number":"02","bulletin":false,"publication_date":"2018-09-20"}}}}