{"title":{"rendered":"Brooks/Hopfner Studio"},"content":{"rendered":"<p>TURNER BROOKS and ADAM HOPFNER<br />\n1. The italicized text is a statement that has appeared on the ‘masthead’ of the studio for many years now.</p>\n<p><em>The studio explores the issue of what constitutes space, and especially the experiential relationship of the body to space in the context of a series of increasingly complex architectural problems. Each student is encouraged to find a personal way to navigate their way through each project. In the context of the intentions of this studio, the non-human bat makes a major contribution to the discussion by his non-visual assessment of space. Always measuring its changing configuration by the beeps he sends out, and the echoes he receives back, he is like the ultimately engaged space lunatic aficionado, always locating himself with exactitude within the space, always swerving and never blundering, the space prompting him like a dancer in an elegant ballet. To be a bat trapped in Francesco Borromini’s St. Ivo might be as close to ecstasy as it gets. </em></p>\n<p>2. The way I teach is the way I practice; an endless process of looking, finding, discarding. The goal is the same as the bat’s even though I don’t always get there.</p>\n<p>3. As for “trajectory”, I detest the very word so over invoked in our archi-talk culture. It sounds deadly and militaristic, like something coming at you, hurled from a catapult, that you might want to avoid. I would rather say the students will diffuse themselves into the environment in all sorts of different ways that will make things better.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Turner Brooks"},"slug":"turner-brooks","meta":{"degree":"Professor Adjunct","graduation_year":""}},{"title":{"rendered":"Adam Hopfner"},"slug":"adam-hopfner","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"title":{"rendered":"What Are You Doing?"},"slug":"what-are-you-doing","meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}