{"title":{"rendered":"1975, Anthony Vidler"},"content":{"rendered":"<p><span>ANTHONY VIDLER <em>from an interview by Nicolas Kemper</em> (M.Arch &#8217;16)</span></p>\n<p><span>As far as I could remember the jury consisted of Rem, myself, Tschumi and Leon Krier. I had given a text by Marquis de Sade which described various spaces of debauchery and spaces which could be used to announce what was going to happen, and then watch what was going to happen. The students pinned up their work, but there was no Zaha. Zaha didn’t turn up, until the very end, 5:00, when we were about to leave. Zaha walked in very dramatically and sat down, and we said Zaha you can pin up there. She said ‘I have nothing to pin up.’ She took out of her pocket a cube, and I can never reconstruct it but it was of this size, made out of a paper, in a folded origami way so that the top of it looked like this, and each triangle of the cube was painted a different color. And she started to fold – because what you can do is you can fold it and it becomes another cube – and she did this, she did this, she did this, and I looked at Rem, and Rem looked at me, and waited and waited. And she said, “boring, isn’t it?” Precisely her take on the extraordinary tabulation from one mutilation, from one sexual deportment to another, which is like Sodom, is like a catalogue of so many different acts that they just flatten out – there is no eroticism in it. It is just absolutely flat, rationalist, boring description with no narrative. It was at that moment that I realized she is a abstractition, and that what she had done was to abstract the narrative into its consistent repetition. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Anthony Vidler"},"slug":"anthony-vidler","meta":{"degree":"Vincent Scully Visiting Professor of Architectural History","graduation_year":""}}],"fold":{"title":{"rendered":"Beilage Zaha"},"meta":{"volume":"1","number":"","bulletin":true,"publication_date":"2016-04-08"}}}}