{"title":{"rendered":"1990s, Edward Mitchell"},"content":{"rendered":"<p><strong>EDWARD MITCHELL</strong></p>\n<p><span>Way back in the early 1990s when I was just out of school and working in New York for Peter Eisenman, Greg Lynn and I got a call from a very well-known critic to hustle over to the Royalton because Zaha was in town and wanted to meet. Keep in mind that she had yet to build anything, but she was a tremendous force in architecture already – a rumor at the edge of what might yet be possible. Zaha was in town. Greg and I jumped in a cab and stumbled into the hotel bar where she was enthroned in a Philippe Starck chair with several acolytes at her feet. I recall that we ordered drinks and Zaha, in her deep rich voice asked the waiter to get her cigarettes. He returned with a pack of Camels balanced on a silver tray, and the critic started fumbling in his pocket to pay him. But Zaha in one sweeping motion reached under her Issey Miyake gown and conjured a $100 bill high in the air at the tip of her fingers. I started laughing and the critic wanted to know what I thought was so amusing. “What were you going to do,&#8221; I asked, “pull out a handful of quarters and ask for change?” Zaha, I suspected, had an audience and was more interested in making the grand gesture than satisfying the practical need for the cigarettes. All the gallant act of paying the waiter would have done was to spoil the trick of the levitating $100 bill.</span></p>\n<p><span>The story does feel like a metaphor for her tremendous body of work and her grand mastery of the elegant, powerfully excessive gesture. Zaha was no role model. You cannot aspire to that kind of talent. For some, like me, the mundanity of the world needs surgeons, but once in a great while the world is lucky to be put under the spell of a grand and generous magician.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Edward Mitchell"},"slug":"edward-mitchell","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Beilage Zaha"},"meta":{"volume":"1","number":"","bulletin":true,"publication_date":"2016-04-08"}}}}