{"title":{"rendered":"2016, Bob Stern"},"content":{"rendered":"<p><strong>ROBERT STERN (M.Arch &#8217;65)</strong></p>\n<p><span><em>Eulogy delivered before lecture, March 31.</em> </span></p>\n<p><span>Today our world is much diminished by the loss of a great architect and a great person. Before I introduce this evening’s speaker I will take – with your permission – a few moments to reflect on the sudden death of Zaha Hadid – my friend and our colleague. This term Professor Hadid joined our faculty as Norman Foster visiting professor teaching, jointly with Patrik Schumacher. Zaha Hadid was very well known as a teacher, painter, conceptual architect when she first came to us in New Haven, though at the time she had not built much. But we worked our Yale magic, and low and behold, she was selected to design the Rosenthal Contemporary Art Center in Cincinnati. Since that time she has been swamped with commissions resulting in path-breaking buildings. She has also been showered with honors, including the Pritzker Prize in 2004, in 2006 an honorary degree from this University, in 2012 she was made a Dame Commander of the Order of the British Empire by Queen Elizabeth II. In 2015 she was awarded the RIBA Gold Medal – the first woman to win the medal outright.  Collecting the gold medal in February Dame Zaha said she was proud to be the first woman to do so. “We now see more established female architects all the time,” she said, “that doesn’t mean it is easy: sometimes the challenges are immense. There has been tremendous change over recent years and we will continue this progress.” The results of Zaha’s first studio at Yale, the contemporary art center, were documented in a book published by Monacelli Press. Many of you may know that book, and revel in its pages of invention and passionate commitment, which are the signatures of Zaha’s approach, both as an architect and a teacher. Zaha saw her studios as laboratories, as experimental workshops. They were also master classes that by the force of her personality, by the intensity of her commitment to the art of architecture, and of course by dint of her remarkable talent – made them unrivalled. Those studios were unrivalled and unforgettable learning experiences. Those of us who have worked with Zaha as a colleague, or as a student, respected her, for her unstoppable intelligence, her take no prisoners commitment to excellence, and her warm humanity. I ask that we pause, for a moment or two, in quiet contemplation, to honor a great architect, friend and mentor, Zaha Hadid. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Robert A.M. Stern"},"slug":"robert-a-m-stern","meta":{"degree":"J.M. Hoppin Professor of Architecture","graduation_year":""}}],"fold":{"title":{"rendered":"Beilage Zaha"},"meta":{"volume":"1","number":"","publication_date":"2016-04-08"}}}}