{"title":{"rendered":"3/31/2014: 39.723116, 75.208326 to 39.679535, 73.901221"},"content":{"rendered":"<p>Exiting the building and getting into the taxi that the Chinese border officials had insisted on arranging for us, one of my fellow travelers for the day, Dil, remarked how much the passport control checkpoint had resembled an airport. From the high-gloss terrazzo and the white metal, bowstring trusses, to the duty-free shop, selling cigarettes and Toblerones, the checkpoint and its procedures (metal detectors, bag searches, etc.), had, in fact, resembled an airport, save for one crucial detail. It was located at a highway pull-off on the outskirts of a small town some 200 miles from the geographic border between China and Kyrgyzstan.</p>\n<p>Before sunrise, a number of hours earlier due to the discrepancy between solar and administrative time in far-western China, I had serendipitously met two French NGO workers, a Japanese photojournalist, and Dil, a Singaporean doctor, at a taxi stand in the city of Kashgar. As part of our combined journeys to Kyrgyzstan, we now found ourselves entering a literal and figurative “no man’s land.” From here, across a long, arid, and mountainous stretch of desolate highway, we would continue to traverse China physically even after having exited it administratively. In doing so, we were entering a space in which the body was no longer the sole, or even primary, object of governmental control. The highway’s more recent toll upgrade as part of the “Belt and Road” initiative only extended this disjunction further as it economically as well as administratively enregisters the movement of bodies/things.</p>\n<p>Like other no man’s lands such as the “sterile” zone of an airport or the fluidity of international waters, the mostly empty stretch of highway from the passport control point in Ulugqat to the collection of trailers at Irkeshtam—where we entered Kyrgyzstan after a long delay because of lunch break discrepancies between Chinese and Kyrgyz border guards— was very much a part of the security apparatus. Controlling movement through a territory otherwise inhospitable to traffic or its policing, the highway acts as a surveilable buffer zone. Its distance from population centers and lack of off-roads reduce the threat that any chance of deviation might pose; the frailty of the human body in the vast, extreme environment serving as a better insurance policy for national security than even the best magnetometer.</p>\n<p>The architectural pomp and circumstance of the passport control checkpoint was thus fitting, if also somewhat incongruous to the overall experience. The building and everything inside it, Toblerones included, performed the image if not necessarily all the functions of the contemporary, national security apparatus. In doing so, they monumentalized the entrance into this no man’s land as well as the psychological space of border crossing associated therewith. By deploying these tropes of travel and straying, however slightly, from the efficiency of rural Chinese police garrisons’ standardized blue and grey metal-clad buildings, the passport control checkpoint signaled the physical departure it could not actually affect and the psychological impact the government could nonetheless leverage to enforce travelers’ compliance and project border guards’ control.</p>\n<p>During the six-hour drive to the minimally guarded river-crossing that marked the two countries’ geographic border, the prevailing emotion in the car was uncertainty; the same kind of captive uncertainty that often occurs in airport terminals where any number of factors might strand you in limbo and leave you with little recourse. Only, instead of the distraction of shopping and CNN International, we had blurred, mountainous scenery and intermittent reception of garbled Chinese talk-radio, which none of us could quite make out. Our feeling of insecurity there and then was, no doubt, very much connected to the production of a sense of security for others elsewhere. In that sense, we found ourselves in a perverse spatialized economy at the intersection of safety and inclusion, an economy which exploits those who wittingly or unwittingly move through these spaces, many of whom might see the candy and cable TV more as perverse symbols of iniquity than contemporary, cosmopolitan comforts.</p>\n<p>The Kyrgyz passport control building a few hundred meters after the river, by contrast, brought to mind a much different kind of architecture. Its form resembled the utilitarian minimalism of a gas station, perhaps alluding to the more pressing concern of having sufficient fuel to navigate the sparsely populated surrounding in a way that the magnetometers and duty-free back in China most certainly had not. No one in the group remarked on this architecture as we split up to hitch rides to our various destinations in Kyrgyzstan, secure again in the union of our physical and administrative bodies and the somewhere-ness of where we were headed.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Aaron Tobey"},"slug":"aaron-tobey","meta":{"degree":"Ph.D.","graduation_year":""}}],"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","publication_date":"2019-09-19"}}}}