{"title":{"rendered":"3 TABLES &#8211; 9 SITES"},"content":{"rendered":"<p><strong>DANIEL GLICK-UNTERMAN</strong> (M.Arch &#8217;17)</p>\n<p>&nbsp;</p>\n<p><i><span>Bringing a table to the review and bringing the review to a table</span></i></p>\n<p><span>Desk, coffee table, dining room table, war table; humans spend a lot of time and do a lot of things with this fundamental construct. This year I have been experimenting with tables installed within the deep interiors of architectural pedagogy and practice. These are tricked-out, fetishized and exuberantly styled rhetorical devices tasked with the responsibility of operating at a minimum of three scales: 1:1, the scale of the studio/review space, an architectural scale like 1/4”=1’0”, and an urban or big-picture scale like 1”=200’.</span></p>\n<p><span>At 1:1 the table performs as a promiscuous spatial construct, atmospheric device and appendage to the studio space. It participates in the process and presentation of a project as a vehicle for models, drawings and other important objects. At the architectural scale, this primitive space is activated as a site for the installation of architectural space. A tertiary scale positions the work relative to a ‘big picture’, augmenting the scope of the construct, shuttling ideas through multiple sites of operation, sustaining echoes and reverberations.</span></p>\n<p><span>Bringing a table to a review wakes people up, and pulls them into the work. Like a dinner party or gathering of the chiefs, situating critics and students around a table advocates for conversation and active participation. If space can have a profound influence on the imagination and fundamental relationships with material cultures, then it might be valuable in our thinking to consider the space of the review as an additional site within the scope of the work.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daniel Glick-Unterman"},"slug":"daniel-glick-unterman","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"A Collaborative Effort"},"meta":{"volume":"1","number":"02","bulletin":false,"publication_date":"2015-04-09"}}}}