{"title":{"rendered":"Sweet Home Tenayuca: Josef Albers and the Multiplicity of Meaning"},"content":{"rendered":"<p>SURRY SCHLABS (PHD, &#8217;18)</p>\n<figure id=\"attachment_3919\" class=\"wp-caption alignleft\"><img class=\"size-medium wp-image-3919\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-300x158.jpg\" alt=\"\" width=\"300\" height=\"158\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-300x158.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-768x403.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-1024x538.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-830x436.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-230x121.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1-350x184.jpg 350w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/01-Albers-Josef_Tenayuca_1943-1.jpg 1200w\" sizes=\"(max-width: 300px) 85vw, 300px\" /><figcaption class=\"wp-caption-text\">Figure 1: Josef Albers, &#8220;Tenayuca&#8221; (1943)</figcaption></figure>\n<p>In the late 1930s, while on sabbatical from Black Mountain College, Josef Albers embarked on a series of projects exploring the problem of “permanent change”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> in visual art, a course of research and production interrogating the ambiguity of linear construction and the relational nature of color, and signaling a major transition in his work, one that would culminate, in 1947, with the first of Albers’s major post-war color studies, the <em>Variant</em> series.  While the earliest of these works exhibited the same radically abstract approach to composition associated with both that series and Albers’s later <em>Homage to the Square, </em>it was given a far more curious and evocative title, “Tenayuca,” in reference to the pre-Columbian settlement of the same name, with its great pyramid, situated on the northern edge of what is now Mexico City.  (fig. 1)</p>\n<p>An early study for “Tenayuca,” from 1938, demonstrates the rigor with which Albers constructed the linear framework underlying his later painting. (fig. 2)  The work itself is both fixed and flat, self-conscious in its construction as a two-dimensional graphic composition. Yet its use of parallel, oblique lines suggests an illusionistic space beyond the plane of the picture, albeit one that continually contradicts itself, as the viewer’s eye passes from left to right and back again, the composition fluctuating between intimations of surface and depth, plane and volume. Suffice it to say, these concerns appear at first glance to have very little to do with the architectural monuments of ancient Mesoamerica. So why “Tenayuca?” What did Albers, as tireless an advocate of modernist abstraction as any, intend to communicate with this highly referential, historically and culturally loaded title?</p>\n<figure id=\"attachment_3920\" class=\"wp-caption alignright\"><img class=\"size-medium wp-image-3920\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-300x165.jpg\" alt=\"\" width=\"300\" height=\"165\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-300x165.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-768x422.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-1024x563.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-830x456.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-230x126.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1-350x192.jpg 350w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/02-Albers-Josef_Study-for-Tenayuca_1938-1.jpg 1146w\" sizes=\"(max-width: 300px) 85vw, 300px\" /><figcaption class=\"wp-caption-text\">Figure 2: Josef Albers, Study for &#8220;Tenayuca&#8221; (1938)</figcaption></figure>\n<p>The group of remarkable photomontages assembled by Albers during his many trips to Mexico and Latin America may help shed some light on this question, as they provide a number of clues regarding the manner in which these forms may have been put to use in his work. His montage of the pyramid at Tenayuca is made up of some thirty-one small pictures, arranged in a loose grid across two facing pages, nearly a dozen of which focus on the striation of the pyramid’s great stair. (fig. 3) Others emphasize the play of shadows across its many facets. And all are tightly framed, presenting the pyramid not as a total, unified form, but as a series of discrete fragments, whose assembly into a whole occurs not in the visual field, but in the eye—or mind—of the viewer.  In these montages, Albers is not concerned with what these forms <em>are</em>, necessarily, but with how we experience them, how we <em>see</em> them, how we come to <em>know</em> them.</p>\n<p>When presented with a form as large and complex as that of the pyramid at Tenayuca, it is indeed impossible to <em>see</em> more than two if its sides at once. Its form is only ever completed in the mind of the viewer, based on prior knowledge, or experience, of how such forms are situated in space. The eye, then, is constantly engaged in a dynamic process of imaginative construction, by which two-dimensional impressions of the world are interpreted, and ever-re-interpreted, in terms of implied, or projected, three-dimensional complexity. This fluctuation between two and three dimensions—sparked not by a modernist retreat to formal abstraction, as one might assume, but by visual engagement with the ancient monuments of Mexico’s cultural and historical landscape—comprises a major facet of Albers’s broader theory of human perception, whose exploration in line and color would become a hallmark of his work, if not its primary preoccupation, from the late 1930s onward.</p>\n<p>&nbsp;</p>\n<p>The <em>space</em> between optical or visual experience and the mind’s corresponding intellectualization of the formal or spatial concept undergirding the work of art or architecture <em>as idea</em> was a common theme in the critical writing of Colin Rowe, whose two essays on “transparency” were co-authored with a former student of Albers, Robert Slutzky. Indeed, both Rowe and Albers were greatly concerned throughout their respective careers with the various “ways of seeing” characterizing aesthetic experience.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> Where Rowe’s neo-Kantian brand of criticism found a privileged place for language—and, thereby, for the critic—between “impressions [made] upon the eye” and the work of art or architecture’s “transcendental aesthetic attributes,”<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> between the otherwise irreconcilable notions of the perceptual and the conceptual, for Albers, these two modes of experience were understood to be mutually inclusive, participating equally, and simultaneously, in the active construction of aesthetic experience in the world. A piece like “Tenayuca” compels a certain recognition on the part of the viewer of precisely this sort of ambiguity in its composition.  In doing so, it serves as a veritable proof for the fundamentally ambiguous nature of all aesthetic experience, and for the inescapable uncertainty of perception, in general.</p>\n<figure id=\"attachment_3921\" class=\"wp-caption alignright\"><img class=\"size-medium wp-image-3921\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/03-Albers-Josef_Photomontage-Tenayuca_B_detail-283x300.jpg\" alt=\"\" width=\"283\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/03-Albers-Josef_Photomontage-Tenayuca_B_detail-283x300.jpg 283w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/03-Albers-Josef_Photomontage-Tenayuca_B_detail-230x244.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/03-Albers-Josef_Photomontage-Tenayuca_B_detail-350x371.jpg 350w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/02/03-Albers-Josef_Photomontage-Tenayuca_B_detail.jpg 578w\" sizes=\"(max-width: 283px) 85vw, 283px\" /><figcaption class=\"wp-caption-text\">Figure 3: Josef Albers, Photomontage &#8220;Tenayuca&#8221; (detail, updated)</figcaption></figure>\n<p>For Albers, who often referred to art’s capacity to embody more than one idea simultaneously (asserting that in art, unlike other fields, “one plus one [can] equal three or more”<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a>), the ambiguity of meaning inherent in art speaks to its essentially social nature. What is more, it speaks to the communitarian role played by art in the context of democracy, understood not as an “aggregation of opinions,” but as “an organic whole in which there is reciprocal dependence between the individual and the general order.”<a href=\"#_ftn5\" name=\"_ftnref5\"><sup>[5]</sup></a> In this view, which Albers shared with John Dewey, working in and on art prepares the individual for the responsibility of choice and accountability for consequence in a socially intensive setting. By demonstrating the multiplicity of meanings inherent in any object of human inquiry—not only art—it necessarily positions the individual in relation to a broader community, in which context common concerns, considered from a range of distinct, individual perspectives, may be transformed into common goals through engagement in a constant exchange of ideas with a range of essentially different others. In this way, art – the creative act of making, imbued with order through disciplined and practiced engagement with medium—reveals itself to be an essentially <em>communal </em>activity. This further echoes John Dewey’s view of art—“the only media of complete and unhindered communication between man and man … in a world full of gulfs and walls….”<a href=\"#_ftn6\" name=\"_ftnref6\"><sup>[6]</sup></a>—as a fundamental element of any democratic community.</p>\n<p>What is more, it resonates with a distinctly Deweyan understanding of <em>history</em>, defined not as a documentary record of past events and deeds, but as an exploratory method of study—an <em>archaeology</em>, perhaps – whose potential to “lay bare” society’s “process of becoming and … mode of organization” informs our common capacity, in the present, to build a harmonious future.<a href=\"#_ftn7\" name=\"_ftnref7\"><sup>[7]</sup></a></p>\n<p>So, what’s in a name?  Maybe everything.  Maybe not.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Liesbrock, Heinz, “Introduction,” <em>Latin American Journeys</em>, p. 14</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Forty, Adrian, <em>Words and Buildings</em>, (London: Thames &amp; Hudson, 2000) p. 24</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> ibid<em>, </em>p 27</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> Albers, Josef, <em>Search Versus Re-Search</em>, p. 17-23 – For another, equally esoteric discussion of formal abstraction from Albers, see his brief essay, “Abstract &#8212;&#8211; Presentational,” in Harry Holtzman, Charles G. Shaw, et al, eds., <em>American Abstract Artists: Three Yearbooks (1938, 1939, 1946), </em>(New York: Arno Press, 1969)</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><sup>[5]</sup></a> Albers, Josef, “Aims of Black Mountain College,” undated manuscript (after 1941) &#8212; Josef Albers Papers – Box 38, folder 36 – Josef and Anni Albers Foundation</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\"><sup>[6]</sup></a> Dewey, John, <em>Art as Experience</em>, (New York: Perigree, 1980 [1934]) p. 105</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\"><sup>[7]</sup></a> Dewey, John, <em>School and Society</em>, 13<sup>th</sup> ed. (Chicago: University of Chicago Press, 1932 [1899]) p. 150-151</p>\n"},"meta":{"fold":{"title":{"rendered":"Nomenclature"},"meta":{"volume":"3","number":"12","bulletin":false,"publication_date":"2018-01-31"}}}}