{"title":{"rendered":"Parallel Design Approaches: Ben Olsen"},"content":{"rendered":"<p>BEN OLSEN (M.ARCH I, &#8217;19)</p>\n<p><em>Ben has pursued parallel practice in architecture and scenic design for several years. He was a resident scenic designer at Artistry MN, resident props designer at Theater Latte Da, and marketing coordinator at Shelter Architecture. <a href=\"http://benjamindavidolsen.com/\">benjamindavidolsen.com</a></em></p>\n<p>“To see the entire world, do this literally: Mold the play into a medium-sized ball, set it before you in the middle distance, and squint your eyes. Make the ball small enough that you can see the entire planet, not so small that you lose detail, and not so large that detail overwhelms the whole.”</p>\n<p>Dramaturge Elinor Fuchs (who happened to teach next door at 205 Park Street for most of her career) has had a formative effect on my creative ethics. Her pamphlet “Visit to a Small Planet: Some Questions to Ask a Play” is what she calls “a template for the critical imagination<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a>.”  It advocates close-reading as an approach to conceptualizing, analyzing, and interpreting a play that honors its complex totality. All facets of a play contribute to its meaning: structure, content, form, figures of speech, language, character… Fuchs asks us to balance them in our interpretation. “Visit to a Small Planet” argues that we must treat every part of a play as significant. “There is nothing in the world of a play by accident,” she reminds us.</p>\n<p>Fuchs suggests that the process of interpretation is somewhat mystical. Plays—and by extension most artifacts of creative production—contain clues to their own resolution. We often personify inanimate things in theatre. For example, when evaluating the possibilities for something (say a set piece, paint treatment, or prop) we ask “what does it want to be?” This phrase performs a couple of important functions. Firstly, it removes our individual opinions from consideration, creating an objective way to see the question. Secondly, it re-focuses our attention on the uniqueness of the thing. Most importantly, it recognizes that material artifacts have a willpower of their own. By asking “what does it want to be?” we trust that the thing will guide us to the best story it can tell.</p>\n<p>This line of thinking is not new to architecture, of course. From structural expressionism (what does a truss do best?) to Kahn’s treatment of a brick (“even a brick wants to be something. It aspires. Even a common, ordinary brick wants to be something more than it is<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a>”) architects have evoked a similar mysticism in their work. Perhaps the theatre reminds us that this way of thinking can be generative. Animation can drive the conception of a project and imbue it with a certain richness.</p>\n<p>Stage design is fundamentally an interpretive enterprise. Unlike many other creative practitioners who engender everything from the ground up, set designers work from a script that already has shape, form, and content. “You start with the script—that thing that you’ve got in your hand that everybody has,” explains designer Jon Bausor, “and you interpret it together.<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a>”</p>\n<p>I’ve often wondered if there is a script in architecture. The chief advantage of the script, it seems to me, is how it establishes the subject of the work. The script is the focal point; we measure everything else by its success at telling the story. Lately, I have been interested in interpretation as a design approach in architecture. Architects may not have scripts, per se, but we work with other types of source material that can be interpreted: sites, lots, geological matter, history, infrastructure. What would happen if we treated these as texts connected to other texts, rich with symbolism, structured in narrative forms, resonant with themes, and laced with stories?  How would that inform the architecture we make?</p>\n<p>Robert Edmond Jones explains that the “designer must strive to achieve what I call a high potential … [it is] a strange, paradoxical calling, to work always behind and around, to bring into being a powerful non-being.<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a>”  He refers to the fundamental paradox of our work as designers: materializing things that do not have physical presence—ideologies, critiques, celebrations, stories. These exist only as potentials in our world. We have to tap, manifest, and express them in our work. How do we find them? Perhaps close-reading is a good place to start.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Fuchs, Elinor. &#8220;Visit to a Small Planet: Some Questions to Ask a Play.&#8221; MIT Press. &lt;<a href=\"http://web.mit.edu/jscheib/Public/foundations_06/ef_smallplanet.pdf\">http://web.mit.edu/jscheib/Public/foundations_06/ef_smallplanet.pdf</a>&gt;</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Kahn, Louis. &#8220;Louis Kahn Talks to a Brick.&#8221;  ArchDaily. March 2, 2013. &lt;<a href=\"https://www.archdaily.com/339111/video-louis-kahn-talks-to-a-brick\">https://www.archdaily.com/339111/video-louis-kahn-talks-to-a-brick</a>&gt;</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a>  &#8220;Royal Shakespeare Company: Designing and Staging The Homecoming.&#8221; YouTube. August 9, 2011. &lt;<a href=\"https://www.youtube.com/watch?v=z8vugF3354U\">https://www.youtube.com/watch?v=z8vugF3354U</a>&gt;</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> Jones, Robert Edmond. <em>The Dramatic Imagination: Reflections and Speculations on the Art of the Theatre. </em>New York: Duell, Sloan and Pearce, 1941. Print.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ben Olsen"},"slug":"ben-olsen","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Parallel [Design] Approaches"},"slug":"parallel-design-approaches","meta":{"volume":"3","number":"14","bulletin":false,"publication_date":"2018-02-21"}}}}