{"title":{"rendered":"Parallel Design Approaches: Nathan Garcia"},"content":{"rendered":"<p>NATHAN GARCIA (M.ARCH I, &#8217;20)</p>\n<p><em><span>Nathan Garcia graduated from Texas A&amp;M University with a BA in Architecture and Minor in Archaeology in 2017. He had interned at Mark Foster Gage Architects and Gilles Retsin Architecture. </span></em></p>\n<p><span>In undergrad I had the great privilege of working part-time for David Gardener’s Jewelers and Gemologists, a family owned fine jewelry store located in College Station, Texas. Founded in 1983, the store specializes in custom jewelry. </span><span>Throughout my time at the company, the most notable role I had was 3D modeling of custom pieces. </span><span>Prior to working at DG I had absolutely no jewelry experience, however my experience with 3D modeling software and digital fabrication allowed me to serve a unique role at the shop. </span></p>\n<p><span>When I first spoke to David about the design workflow of making a custom ring, it became increasingly apparent that the digital age has greatly affected the way custom jewelry is created. When David opened his doors over 30 years ago, each custom ring was made by hand out of wax before it underwent the casting process. These wax molds were created from sketches that David himself would do on a large whiteboard. He would draw them at no scale, completely free hand, and would then take pictures and hand draft them at a 2:1 scale to “work out the kinks.” Only after this process would he draft the ring at 1:1 and make the wax mold using hot knives and chisels. Once the wax mold was made, the final product would be made from a burnt-out mold that final material is cast into. </span></p>\n<p><span>With the introduction of Rhino (and a jewelry-specific plugin called Matrix), laser welders, resin printers, wax extruders, Digital whiteboards, Skype, and rendering software, the workflow of jewelry design has changed dramatically.   There are now significantly fewer people involved in the creation of the final product. What once took a highly skilled professional weeks to complete now takes several people just a few days, or in some cases hours. David no longer uses a whiteboard but rather a digital touch board that he had an educational technology company come and install. Those sketches are handed off  to a draftsperson and made into 2:1 and 1:1 drawings in Photoshop. They are then taken into Rhino/Matrix where they can be 3D modeled and rendered, and 3D printed in wax and resin to show as iterations to the customer and for the burnt-out mold. The end process of casting and setting the stones is still the same,  but it comes at a much faster rate thanks to digital technology. </span></p>\n<p><span>This new technology does come at some cost. Older employees talked about how the wax modeling days are over and that fewer and fewer people are trained in this craft. We see the same conversation happening in architecture. As the new comes and the old phases out, what will this cost us? How will the industry change because of it? For better or worse, technology is rapidly improving. It is increasingly important for us, as students of the new digital age, to utilize these technologies to their fullest potentials, but never forget the craft of yesterday. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nathan Garcia"},"slug":"nathan-garcia","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Parallel [Design] Approaches"},"meta":{"volume":"3","number":"14","bulletin":false,"publication_date":"2018-02-21"}}}}