{"title":{"rendered":"Do you believe in life after longwave radiation"},"content":{"rendered":"<p>Look at you! You’ve come so far. You’re over the hump, and it’s all downhill from here—5’-9” and counting. You take comfort in the fact that what little responsibility fell onto your shoulders (and briefly onto six loved ones with reasonable upper-body strength) will soon be put to rest. Or at least that’s what you would think if you could. You are dead, after all, and it would be rather appropriate for you to assume that the last molecule of carbon you will be responsible for releasing into the ever-warmer atmosphere is going to result from your own decomposition.</p>\n<p>However, as Andreas Malm clearly identifies in your favorite critical theory text, <em>Fossil Capital: The Rise of Steam Power and the Roots of Global Warming</em>, the paradigmatic energy transition from wood to coal at the end of the 18th century brought with it a shift in the past’s inflection upon the future. The impacts of past emissions no longer dissipate with time, like ripples from a stone dropped into a lake, but weigh heavier and heavier upon the bodies of the living as the planet continues to warm, like a boulder dropped onto a glass of water—a phenomenon which he calls, “the final falling in of history upon the present.” That boulder is carbon lock-in, and it essentially means that your carbon footprint in life will be around long after death.</p>\n<p>This must sadden you, since for a moment you were in the clear! And it’s already darker down here than you anticipated, which does not help the mood AT ALL. The date engraved into the marker that bears your name was supposed to represent finality—the end—but now it seems as though the casket, the grave, the headstone, and the cemetery itself are all constructs in the carbon-centric energy paradigm. It’s too late to opt out, but as you hit rock bottom, you wonder how this could have played out differently.<br />\nWhat does this cemetery look like, post-carbon energy reliance? Does its form change to no longer rely upon space for motorized maintenance? Maybe Olson Kundig’s first-of-its-kind human composting facility in Seattle—which produces nutrient-rich soil instead of granite headstones, concrete grave liners, and exotic hardwood coffins, or greenhouse gas emissions in the case of cremation—is the future of funerary festivities. Completely changing our way of life to confront the climate crisis will also involve completely changing our way of death. Better luck next time!</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Page Comeaux"},"slug":"page-comeaux","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}