{"title":{"rendered":"A Border in Transition"},"content":{"rendered":"<p><em>In Response to Tijuana/San Diego by Alejandro Duran in Vol. 3, Issue 06: “Horizon”</em></p>\n<p>In recent history, the development of the nation state has led modern borders to manifest and strengthen themselves through heightened social divisions between and within communities. These rend our common humanity along lines of race and religion, class and global identity to establish ideal cultural boundaries that soon metastasize into contentious geo-political realities. However, from those rigid classifications and the hard lines that have split the American continent between the US and Mexico on paper, a more fluid image of that common border begins to emerge. From the shifting forces of nature governing the tides of the Rio Grande and the blooming biodiversity that navigates its shores to the flow of those individuals who have walked between the lines, the border joining these two nations begins to appear as neither absolute nor stationary—a fluid entity, constantly in motion. For those who grew up in its shadow, the consequences of the border are of the utmost importance. It is not just the divide between a common land, but a catalyst that draws together the people, goods and natural wildlife around it.</p>\n<p>The Treaty of Guadalupe Hidalgo’s placement of the border along the centerline of the Rio Grande River in the aftermath of the 1848 Mexican-American War is the prime historical antecedent for the location of the modern US-Mexico border. However, natural borders—particularly waterways—are never static and tend to shift and meander due to heavy rain, dry spells, soil erosion, ease of flow as well as deliberate engineering and terraforming. Over time, different sections of the Rio Grande began to extend further north and south, taking the border along with it. This resulted in several conflicts over issues of governance, land ownership, and citizenship as people began to settle along the shores of an ever shifting international boundary. To resolve this issue, the US and Mexico selectively exchanged nearly 30,000 acres and 247 shifted parcels of land, known as “bancos,” along the Rio Grande from 1907-1976.[1]</p>\n<p>Particular contention surrounded a community called the Chamizal. This banco first emerged after a series of especially heavy floods shifted the Rio and the US border south, despite legally belonging to a Mexican landowner.[2]  The site became so politically charged that, in 1909, it was temporarily deemed neutral territory during the meetings of Mexico’s President Díaz and the United State’s President Taft in nearby El Paso.[3] Throughout the 1920’s and the rise of Prohibition, the Chamizal became a casual border crossing for US citizens to legally drink in Mexico. By the 1930’s, Cold War propaganda was spread in Mexico, emphasizing the status of the Chamizal as a stolen territory. In 1964, under those pressures, the two governments came together and agreed to attempt a recreation of the original river pathway in order to resolve the dispute and solidify the border. This was done by re-extending the river north and building a cement canal through the Chamizal neighborhood, erasing it from the maps and minds of the populace, all while forcibly displacing its inhabitants.[5]</p>\n<p>As the Rio Grande begins to dry up due to rapid climate change, this natural boundary shall slowly fade from the landscape. In response to the need for conservation, the U.S. and Mexican Wildlife Service have purchased land along the river in an effort to preserve the diverse natural environments present. National Forests, including the Coronado, are now some of the most ecologically diverse in North America, hosting a wide variety of wildlife. However, further fortification of the border shall only exacerbate the adverse effects present. It will cut off those ancient migratory paths, isolate adjacent populations, and degrade the already depleted river, leaving behind a desolate and dusty corridor between the two nations. As that time comes to pass, we must ask ourselves what we would want from such a border. Manifest walls built on further divisions born from the creeds and privileges, unevenly divided unto us through accidents of birth, or draw upon our common humanity and that ceaseless desire for hope.</p>\n<p>1 (Kramer, Paul. “A Border Crosses” The New Yorker, 21 September 2014,  https://www.newyorker.com/news/news-desk/moving-mexican-border, Accessed 16 January, 2020.)<br />\n2 (“Did You Know&#8230; Massive Flood in 1864 Altered Course of Rio Grande Resulting in Border Dispute?” U.S. Customs and Border Protection, The Department of Homeland Security, 20 December 2019, www.cbp.gov/about/history/did-you-know/flood. Accessed 16 January, 2020.)<br />\n3 Ibid.<br />\n4 (Payan, Tony. “How a Forgotten Border Dispute Tormented U.S.-Mexico Relations for 100 Years.” Americas Quarterly, Winter 2016, www.americasquarterly.org/content/how-forgotten-border-dispute-tormented-us-mexico-relations-100-years. Accessed 16 January, 2020.)<br />\n5 (Staff, NPR. “50 Years Ago, A Fluid Border Made The U.S. 1 Square Mile Smaller.” NPR, NPR, 25 Sept. 2014, www.npr.org/2014/09/25/350885341/50-years-ago-a-fluid-border-made-the-u-s-1-square-mile-smaller. Accessed 16 January, 2020.)</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rukshan Vathupola"},"slug":"rukshan-vathupola","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}