{"title":{"rendered":"A City Divided by Colors"},"content":{"rendered":"<p>The sense of place of Hong Kong has shifted towards color. From the current law enforcement activity, a reductive exercise has been overlaid upon Hong Kong. Urban space is streaked with bits of color, from banners, people, cars, public transportation, and to institutions. As citizens, we suddenly must rewire to be careful, selective and judgmental of our use of color in the public sphere.When the embroidered cloth [1] of the city emerges from the clothes people wear, the labels on traffic, the stasis becomes laden with a discursive color-coding. What has color become for the citizens?</p>\n<p>The architecture of the city, despite being built up by the vision of modernity—skyscraper after skyscraper, revealing only a slither of the sky [2]—we look to the slowly vanishing neon sign boards that were the image of the city known as Hong Kong. Wong Kar Wai films, Blade Runner scenes, and the mystical Kowloon Walled City were our everyday references for coloring Hong Kong. It was the “sense of place” [3] emphasized by a sheen and blurriness of these flickering neon lights. The “antispatial architecture” [4] of the city was dominated by these bilingual hues. Now we have shifted to blocks of definitive color to distinguish the uncertain within the city.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153147/A-City-Divided-by-Colors_Fig-1_small.jpg\"><img class=\"alignleft size-large wp-image-7734\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153147/A-City-Divided-by-Colors_Fig-1_small-1024x683.jpg\" alt=\"\" width=\"840\" height=\"560\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153147/A-City-Divided-by-Colors_Fig-1_small-1024x683.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153147/A-City-Divided-by-Colors_Fig-1_small-300x200.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153147/A-City-Divided-by-Colors_Fig-1_small-768x512.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153147/A-City-Divided-by-Colors_Fig-1_small-1200x800.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p><em><span>Fig 1 Black emerges as a mass, infiltrating through yellow markings, through municipality stationery of Hong Kong. photo courtesy of Vanessa Ma</span></em></p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153150/A-City-Divided-by-Colors_Fig-2_small.jpg\"><img class=\"alignleft size-large wp-image-7735\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153150/A-City-Divided-by-Colors_Fig-2_small-1024x683.jpg\" alt=\"\" width=\"840\" height=\"560\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153150/A-City-Divided-by-Colors_Fig-2_small-1024x683.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153150/A-City-Divided-by-Colors_Fig-2_small-300x200.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153150/A-City-Divided-by-Colors_Fig-2_small-768x512.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153150/A-City-Divided-by-Colors_Fig-2_small-1200x800.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p><em><span>Fig 2 Municipality stationery draws pathways and blockages to diverge the sea of black. Photo courtesy of Vanessa Ma</span></em></p>\n<p>During the protest movement—filtered by the ‘be water’ mentality—people gathered and dissolved from place to place shifting throughout the streets darkening nodes and landmarks. Black and yellow filter through the double laminated blue hues of the curtain wall windows of Central Hong Kong. Black emerged as a mass infiltrating the towering city of Hong Kong.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153154/A-City-Divided-by-Colors_Fig-3_small.jpg\"><img class=\"alignleft size-large wp-image-7736\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153154/A-City-Divided-by-Colors_Fig-3_small-683x1024.jpg\" alt=\"\" width=\"683\" height=\"1024\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153154/A-City-Divided-by-Colors_Fig-3_small-683x1024.jpg 683w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153154/A-City-Divided-by-Colors_Fig-3_small-200x300.jpg 200w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153154/A-City-Divided-by-Colors_Fig-3_small-768x1152.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/03/25153154/A-City-Divided-by-Colors_Fig-3_small-1200x1800.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></p>\n<p><em><span>Fig 3 A sea of black juxtaposed with the towering city of Hong Kong. Photo courtesy of Vanessa Ma</span></em></p>\n<p>Panels of yellow puncture through the street, echoing the city-wide road markings. The collective reconfiguration of municipal construction stationery drew new pathways across the city, diverting and traversing lanes of traffic. These instant constructions are then flooded by a sea of black. These colors, decorated in hues of orange, red and yellow, echo the urgency of the protestors 5 demands[5].</p>\n<p><strong>A City Bound by Colors</strong></p>\n<p>There are many colors at play when reading the city. They emerged from a social movement, slowly shifted and redefined everyday life. Now, distinct camps have emerged which are identified by their color.</p>\n<p>Yellow and blue. These two colors of the city of Hong Kong are used to define discrete political identities. Yellow indicates an affiliation with the pro-camp: conversations ranging from “I think I’m green” to a response of, “that means you’re blue. Being green means doing nothing and being submissive to the blue. You have accepted the fate”, resulting in silent family dinners, unfollowing Instagram accounts, and dissolving relationships.</p>\n<p>Black and white. The two distinct shades define another political identity. Black, the protestors, advocating the 5 demands, the uniform, and shade of the social movements, marches, and demonstrations. White represented by the perpetrators of the Yuen Long 2019 attack [6], the people against the 5 demands, the other side.</p>\n<p><strong>An Objectified City</strong></p>\n<p>Color-coding has been used on maps to enable a definitive indication of discrete data. Evolving from colors of the protest movement now to businesses, Hong Konger Ken Leung, developed an app called “WhatsGap” that reports which businesses are considered yellow or blue through a cartographic exercise. The icon has an adorable teddy bear with shades of green, yellow, and blue. The language used within the app is a colloquial dialect of Cantonese, traditional Chinese text, which enables autonomy from Mandarin speakers. The social media campaign posts roughly translate to “don’t accidentally order the wrong takeaway” and “correct way/places to support.” [7] Originally it worked as a map to identify places for UFO Machines in the city, other layers revealed over 200 restaurants’ information. Recently, it was removed from the Google Playstore [8], but the protest movement is still widely sharing the information through informal channels to read only yellow in the city.</p>\n<p><strong>A City Reduced to Objecthood</strong></p>\n<p>And then the police attacked a protestor dressed in yellow, identifying him as a “yellow object.” [9] The public realm became a binary space of interpretation. The either/or attitude adopted by many, not only those enforcing the law, reveals people in the urban space are read as simply a collection of objects. Color identification is now used to categorize the public realm &#8211; be it human, space, or shop. Ethics are set aside from the practice of distinction.</p>\n<p>Those with power exercise their authority, reveling in their divisive practice. There is a danger to read the city simply as colors which further polarizes the yellow and blue or the black and white. Shades of gray are omitted from the public realm, nuanced readings of reality are lost, sides must be chosen. The multiplicitous image of Hong Kong, the bleeding hues from the humming neon signs, is lost. The city is reinvented through a new, distinct, color coded image of the city.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Expanding on Semper Gottfried’s Wand-Gewand from Four elements of Architecture as dressing the walls of an interior space to dressing up the city with colors.</li>\n<li>Sky view factor is how much sky is visible versus the artificial, commonly used to measure air temperature in the city. Liang Chen, “Sky View Factor Analysis of Street Canyons and Its Implications for Daytime Intra-Urban Air Temperature Differentials in High-Rise, High-Density Urban Areas of Hong Kong: a GIS-Based Simulation Approach.” International Journal of Climatology 32, no. 1 (2010): 121-36.</li>\n<li>Keith Tam, The Architecture of Communication: The Visual Language of Hong Kong’s Neon Signs (Neonsigns.hk Mobile M+)</li>\n<li>Keith Tam, The Architecture of Communication: The Visual Language of Hong Kong’s Neon Signs. https://www.neonsigns.hk!neon-in-visual-culture/rhe-architecture-of-communication/?lang en in reference to Denise Scott Brown, R. VenturiLearningfrom Las Vegas 1972</li>\n<li>The five demands entail: 1. For the protests not to be characterized as a “riot” 2. Amnesty for arrested protesters 3. An independent inquiry into alleged police brutality 4. Implementation of complete universal suffrage 5. Withdrawal of the bill (which has already been met) Source:<br />\nhttps://www.bbc.com/news/world-asia-china-49317695</li>\n<li>Kuo, Lily, and Verna Yu. “’Where Were the Police’’ Hong Kong Outcry after Masked Thugs Launch Attack.” The Guardian. Guardian News and Media https://tinyurl.com/y4yghgob</li>\n<li>Ken Leung, WhatsGap, Facebook photo from the facebook page https://www.facebook.com/whatsgaphk/</li>\n<li>Ken Leung, WhatsGap, from his facebook posts  https://www.facebook.com/whatsgaphk/</li>\n<li>Victor, Daniel, and Elaine Yu. “A Man or a ‘Yellow Object’? Hong Kong Police Dispute Assault Allegations.” The New York Times https://tinyurl.com/qkbhqwa</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Clarissa Lim Kye Lee"},"slug":"clarissa-lim-kye-lee","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Color"},"slug":"color","meta":{"volume":"5","number":"16","bulletin":false,"publication_date":"2020-03-26"}}}}