{"title":{"rendered":"A Conversation with Kent  Bloomer"},"content":{"rendered":"<p>9.18.2015</p>\n<p>Interview by <strong>JESSICA FLORES ANGEL </strong>(<em>M.Arch &#8217;16</em>) and <strong>DORIAN BOOTH </strong>(<em>M.Arch &#8217;16</em>)</p>\n<p><strong>KENT BLOOMER</strong>, Professor Adjunct, sculptor, designer, writer, and founder of Kent Bloomer Studio, sat down to talk about Charles Moore, the 70&#8217;s, and sailing.</p>\n<p>J: Jessica Angel      D: Dorian Booth      K: Kent Bloomer</p>\n<p>&nbsp;</p>\n<p>D: We are fascinated about the early building project, the band shell in Bridgeport or the pavilion at Lighthouse Point. What is, in your point of view, the difference between the pedagogical or ideological underpinnings of those compared to today’s project.</p>\n<p>J: And the idea of autonomy or self-sufficiency that was in the air back in the day. How Rudolph Hall was, you know, not that clean. I feel that it became a little bit corporate.</p>\n<p>K: A little bit? You mean a lot! So did the profession, the whole thing did. I mean it’s funny seeing Yale this corporate when in fact it is quite less corporate than most schools and compared to the profession. It’s kind of a long story.</p>\n<p>D: Let’s start with Charles Moore and his perspective on all of this. His pedagogical views and how that contributed to the birth of the building project.</p>\n<p>K: Charlie, Charles Moore, did not like the culture of the drafting room. He didn’t think it was a constructive culture. I could tell you some extraordinary stories that evidence the truth of that. I think he saw the drafting room, what you now call the studio, as a site that took you away from experience and, in those days, put you at a drafting board. But now it’s putting you on a computer which, in my perspective, takes you even further away from the drafting board. With the drafting board, which is a semi-manual device, you’re still doing something physical. With the digital, with the fingertips instead of your whole arm, there’s a second loss. The alternative to it is actually visiting buildings. Squatting on them. Eating in them.</p>\n<p>J: Do you think the general atmosphere was more fun and more experimental?</p>\n<p>K: Very much, very much. For example, if I were to critique the present scene, I would say that it’s still the best school, and Yale still to me is a remarkable school, but in comparison to those earlier years in the 60’s and 70’s, if you went to a review of a first or second year, or even a third year work, you would see a much greater variety in what was being produced.</p>\n<p>You also saw, in those days, radical stuff, like students designing stuff based on space ships. They would actually use the mechanics and robots and stuff like that to come up with an aesthetic or a style or a building that wasn’t using technology or wasn’t a technological model. It wasn’t unusual for students to have old cars and bring parts of the engine and build parts of an MG right in the studio.</p>\n<p>It seems to me that architecture itself has become much more of a profession than it was then. It was somewhat of a loosey-goosey profession then. So Frank Lloyd Wright could take his students to Taliesin West and they would make pots and ceramics. Or Paolo Soleri, the Italian architect, would take them out into the desert and they would make bells. He would get them to make mounds of sand, and then they would make a concrete shell structure out of the sand, and then they would make bells.</p>\n<p>D: How much of that culture do you think was responsible for what was happening with those kinds of experiments or this general tendency to be more physically connected to whatever you’re building or producing?</p>\n<p>K: As architecture became more professional, the kind of buildings that were being designed got bigger and bigger. I mean, there’s a lot of house design, or small building design. In large buildings, everybody knows you can’t go out and build it yourself. What I did was turn to ornament because I thought that ornament was the last readout, and it may be, of where you can still build yourself, on a building that otherwise could have been totally produced robotically.</p>\n<p>J: In the back of my mind I’m thinking a lot about the environmentalists of the 70s, the Whole Earth Catalog, and the idea of making was all linked to the fact that NASA had released pictures of the planet. People started realizing the impact of what humans were doing on Earth. And the situation is not better nowadays.</p>\n<p>K: It’s not, it’s worse.<br />\nJ: And so I’m wondering why we left that. It’s nice to talk about the 70s but I’m also trying to understand the fall. Why did we suddenly<br />\nsay “Oh, this is not important anymore?”</p>\n<p>K: That’s actually a good question. I’m a sailor, I’m a boat person. People on the water who have boats are extremely environmentally conscious. If you have a boat, and you’re sailing on the long Island Sound, you’re going to be the person that prevents pollution on the Long Island Sound. If you have motor boat, a speed boat, you’re less likely to care because the sound of the engine, the thrill of speed makes you insensitive to the surface of the water. And you don’t see the filth that’s beginning to accumulate. So it is the sailors that protect the Long Island Sound.</p>\n<p>D: I think that how we, as architects, accrue knowledge, and whether it is entirely theoretical versus something that is physically learned, is important. How does that affect us? I don’t know if it is because people are terrified of making a mistake, but why don’t people take a chance and let something evolve organically, as a process of discovery? How did that come about?</p>\n<p>K: I think the schools are at fault, not the students. Yale, under Charles Moore, was a pioneer in getting the students to build things. Prior to that, Spain was quite interesting. Spain used to require that students build stone arches. You understand that if your arch is too shallow, and the force goes out of the line of the axis, it will explode.</p>\n<p>I think we theorize too much. And why do we theorize too much? Because that’s how universities work. They’ve become more German, they love the PhD system. The theory of architecture is taught by PhDs, not by builders.</p>\n<p>The tyranny of the modernist paradigm has led to an increasing propensity towards abstraction. You’re looking at a domain of thinking that is very purified, that is very sanitized. It looks good because it is clean and it fits the historic model of modernism. But I personally think that that lead us away. It leads to abstraction, and the more abstraction the less hands on work.</p>\n<p>D: And also an attitude that craft and handiwork, or manual work, is somehow lesser. So I wonder, how did those early building projects differ from the ones done today?</p>\n<p>K: It was more visceral. I remember the first building we did I dug the septic field, along with Turner Brooks, he was a student. The projects were definitely smaller, and it was not unusual that this was criticized. People like Turner Brooks, or the Prickly Mountain crowd, all Yalies, never built large buildings. As the school became more under the watched eye of the New York crowd, then obviously big buildings had to come into play. When big buildings came into play, that plus urban design, tended to increase the size of the scale of the buildings and the projects. And that led towards a kind of abstraction. Whereas the students, in the summer, would build a house for their mother. Everybody had somebody that gave them a porch to build, and they’d do it.</p>\n<p>During your student years, when you’re developing your own creativity, you shouldn’t be doing big projects. I never remember this being said out loud, but I think the sense was let’s not try to get them to design things that are beyond what they can experience. The experience could be either building the building itself, or a piece of it, or the experience would include visiting the building and eating and sleeping in it. That was the experience that was dominant in those years. And the students were very excited by building. They built and built.</p>\n<p>The great thing about Yale is that you can just do it. No one can stop you. If you want to do more stuff in 3D and build it just go ahead and do it. I think that the<br />\nstudents have become too concerned about job getting. Do that in the last term, but don’t do it the rest of the time. You’ll figure out how to build the large stuff, you don’t have to do it now.</p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"Hands On"},"slug":"hands-on","meta":{"volume":"1","number":"07","bulletin":false,"publication_date":"2015-09-18"}}}}