{"title":{"rendered":"A Conversation in Honor of&#8230; Whose Zaha Hadid?"},"content":{"rendered":"<p><strong><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza.jpg\"><img class=\"alignleft size-medium wp-image-1731\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza-300x262.jpg\" alt=\"Misha_Azza\" width=\"300\" height=\"262\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza-300x262.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza-1024x893.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza-830x724.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza-230x201.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Misha_Azza-350x305.jpg 350w\" sizes=\"(max-width: 300px) 85vw, 300px\" /></a>AZZA ABOU ALAM</strong> (M. Arch ‘18) and <strong>MISHA SEMENOV</strong> (M. Arch &amp; M.E.M ‘19)</p>\n<p>After waiting for up to an hour in line to attend last Thursday’s ‘Conversation in Honor of Zaha Hadid,’ students left Hastings Hall with mixed feelings. Some had heated conversations at the reception, attempting to decipher what just happened. Some were upset enough to put up posters in the reception area reassuring prospective students that some of the Yalies in the audience had found the talk unfulfilling. Our initial reaction, too, was one of shock: how could a conversation in honor of Zaha, a singular genius who for many stands as a symbol of the breakdown and diversification of the exclusive ‘upper circle’ of architects, one who means so much to women and minority designers around the world and in our school, so easily devolve into a conversation about the connections, support networks, and old boys’ clubs that Gehry and Eisenman were a part of? Incensed, we drafted an article that condemned what we saw as a disrespectful conversation only tangentially related to Zaha.<br />\nIt would have been too easy to publish that diatribe, but to turn our feelings into a constructive conversation—what<em> Paprika!</em> should be about—is a much more difficult, and urgent, task. After reflecting on the event, we realized that Gehry, Eisenman, and Berke can hardly be blamed for their reluctance to address Zaha’s legacy directly; having just lost a close friend from their inner circle, they were forced to speak about her in front of hundreds of people. For them, that Zaha was a woman, a cultural celebrity, and an inspirational designer mattered far less in that moment than the fact that she was a loyal friend. The conversation’s turn away from Zaha to the importance of connections with masters and to the more comfortable realm of personal anecdotes was, even if frustrating, only natural, and, moreover, we hear, sanctioned in advance by Patrik Schumacher.<br />\nWhy were students so upset, then? Did we not come to Yale because we wanted to hear what Gehry, Eisenman, and Hadid had to say, because we, too, believe that being connected to the masters will get us closer to the top? Perhaps the trouble with Thursday was the revelation that the Zaha we were familiar with was so different from the Zaha the masters knew, and that the decision to turn the conversation away from the public Zaha was not made clear in the way the talk was set up. Our Zaha was an architect, a pioneer for women in the profession, a teacher, and a role model, and we imagined that her work, the 30+ buildings built in our lifetimes, would be directly addressed. We did not expect to be hearing Eisenman’s anecdotes for the nth time; many of us, pre-wired to detect sexism in every comment, were surprised by the silence on the issue of gender. We hoped that two Jews, a woman, and an openly gay man would have more to say about the exclusivity of the profession. But we cannot have our cake and eat it too; having the elite circle of masters as part of our school also requires that we accept them as human and listen to them on their own terms. Even if we may not want to believe that Zaha’s success was so dependent on support from Gehry, Koolhaas, the IAUS, and other key mentors, there is value in the opportunity to hear from the elite that takes credit for her success, not just as wise advice for planning our own careers but as a historical lesson: this is how architecture worked for that generation. Gage himself admitted that his generation does not have a Johnson figure to get support from.<br />\nWhether this conversation, loaded with big names for the Open House, portrayed the Yale of 2016 fairly to prospective students is a different question altogether. Certainly, the discussion laid bare the fact that this institution, under Dean Stern, is built on a tight network of personal connections between renowned masters. But let us not forget that in this culture of pluralism, we, the students, are Yale, too. If the conversation exposed something about this school and our profession that made you uncomfortable, realize the potential of our generation; we can actively build the future of our discipline in reaction to and in dialogue with what the masters portrayed on stage.<br />\nInstead of grumbling about this and moving on, we as students need to see this as an opportunity to move past our characteristic passivity. So let’s organize an event that helps us come to terms with the sides of Zaha relevant to us and brings us the sense of closure that Thursday’s conversation failed to provide. Let’s invite students who have experienced her teaching, people who have worked in her office, young parametricists. Let’s address the issues of gender, ethnicity, and religion in architecture that Zaha’s career brought up for our generation. Let’s discuss Zaha’s legacy for us, today, on the messy paprika carpets of Rudolph Hall.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Misha Semenov"},"slug":"misha-semenov","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Azza Abou Alam"},"slug":"azza-abou-alam","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Masters"},"meta":{"volume":"1","number":"24","bulletin":false,"publication_date":"2016-04-14"}}}}