{"title":{"rendered":"A Conversation with Samara Brock and Keller Easterling"},"content":{"rendered":"<p>01.21.2016</p>\n<p><strong>MAJEED IBRAHIM</strong> (M.E.M. 2017) and <strong>JUAN PABLO PONCE DE LEON</strong> (B.A. 2016)</p>\n<p>With the hopes of fostering cross-disciplinary dialogue, we caught up with Keller Easterling, YSOA professor, and Samara Brock, FES PhD candidate, to broadly consider the implications of food systems in cities.</p>\n<p><strong>Paprika!</strong> In simple terms how would you each describe a food system? Can you each describe the relevance food systems have had in your work: Samara with your work in Vancouver and Keller with your research into spatial products.</p>\n<p><strong>Samara Brock</strong>: There are many ways people define food systems. They usually break it up into basic segments like production, consumption, nutrition and looking at the different connections between those components is how people define what a food system is. Often we talk about there being one global food system—I think it’s a mistake. I think there are many nested food systems that coexist and intertwine with each other. Basically what we were looking at in the city of Vancouver was very much limited by what a municipal government could accomplish. I think what often happens in food systems work is that people want to work holistically on a fairly complex issue but because of the jurisdictional power or where they are located, they have to break it down into smaller components. So basically we were looking at what we could accomplish as a city government. I think that is what city governments end up doing around the world, and end up focusing on things like urban agriculture and backyard chickens. Because cities can’t necessarily make a larger connection to rural land in a simple way, they often end up focusing just on urban landscapes – which I think is important – but doesn’t look at food systems in its entirety.</p>\n<p><strong>Keller Easterling</strong>: In my work on spatial practices and global politics, I looked at out-of -season vegetables and the whole array of spatial products and global networks that are part of that food system. I studied the “Rome” or “Alexandria” of these food systems by looking at one agripole in particular: a huge installation of greenhouses in Southern Spain near Almeria. Those 200 square miles of greenhouses were a valve of migrations to Europe and a site of the labor abuse that provided a quintessential picture of the situation for global agricultural workers. There were many other stories as well, like those associated with the aesthetics of the tomatoes and the ways in which labor and tourist migrations were intertwined on the Costa del Sol. It was a tale about food that was meant to prompt another kind of awareness.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled.png\"><img class=\"alignnone size-full wp-image-975\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled.png\" alt=\"Untitled\" width=\"975\" height=\"752\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled.png 975w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled-300x231.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled-830x640.png 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled-230x177.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled-350x270.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><br />\nNASA satellite image of El Ejido in Spain; the white areas are plastic tarps (Courtesy NASA)</p>\n<p><strong>P</strong>! How does food systems planning move our understanding of cities, urbanization, and settlement patterns in a more fluid direction (away from a town-country dichotomy)?</p>\n<p><strong>KE</strong>: As a designer and a researcher, some of what I have been proposing is a way to look at the components of repeatable formulas in matrix space and find leveraging interplays within that componentry. For instance, in a Kenyan agricultural village: trying to findsome kind of interplay between increased broadband, roads, and agricultural space. So one might, when dialing up broadband, dial down roads and dial up much need agriculture. Roads that are sometimes associated with progressive development erase the intelligence and productivity of agricultural land. I have been trying to propose spatial protocols as tools of global governance.</p>\n<p><strong>SB</strong>: Initially food was part of cities and when planning came along as a profession, part of its rationalizing goal around proper use of space was to purge things from cities which didn’t belong and that included agriculture. So for example, animals got removed from cities due to worries around sanitation issues and agriculture got removed from cities. I think what we have seen in the last ten to fifteen years has been a real shift back into including food production into cities which has started to break down those barriers that you were talking about between town and country. Putting agriculture in cities enables people to see agriculture. This has been good in terms of opening up urban residents’ idea and imaginings around food systems and caring more about rural hinterlands that are part of urban food systems</p>\n<p><strong>KE</strong>: To add to what Samara just said: In a lot of the little interplays or points of leverage I consider, urban agriculture is hugely important. In shrinking cities like the Rust Belt cities: Detroit, Flint, Cleveland and so on, there are many sites of demolition that appear as open land or side yards. Rethinking, re-aggregating land can be most interesting in places like New Orleans or Detroit where there has been enormous failure either because its financial or environmental reasons. The failures can be productive. When the financials don’t work, not banks pushing trafficked mortgage products but rather land banks are actually dealing with the land—trading, aggregating the land in those cities. These mechanisms can contribute to some of the things Samara was talking about – ironically through failure.</p>\n<p><strong>P!</strong>: How do choices that we make when trying to feed ourselves, affect landscapes? Do you see a paradigm shift in food systems infrastructure? Not just in crops planted, but in the complexity of our road networks, port expansions, and how cities are physically shaped.</p>\n<p><strong>KE</strong>: I haven’t done near as much thinking about this as Samara, but I have done some thinking about the politics of food and food perception as one of the desires embedded in spatial products. This is still a huge challenge given the concentrations of authority in some large corporate organizations that shape markets for food. As someone who studies spatial products for fast food and so on, they are good at what they do. The way in which they distribute a lack of nutrition and a lack of choice, is really exceptionally well done. It has been well rehearsed and it is a difficult thing to counter. Witness attempts to change school lunches or attempts to remedy food deserts in cities.</p>\n<p><strong>SB</strong>: I will start with the second part, so have we seen a paradigm shift in how the food system has changed infrastructure? Yes and no. I think the things that we have seen have been in cities have been more spaces for community gardens, for farmers markets which create a connection between rural and urban spaces. Because there has been more interest in food distribution, hubs have become something that are ceasing to be removed from cities but actually are becoming more integral to cities and revitalized in some cities that are forward looking and really into food. However, as Keller was saying the foodscapes of cities, such as the physical landscape of the kind of food choices that are available through restaurants, haven’t changed as much. So you do still have regions of cities that are completely populated by fast food restaurants and nothing else. That is very much an issue of power, of resources and of the will to zone to create different kinds of foodscapes. So you see changes in some neighborhoods and not in others. That is where urban food policy has not necessarily been equally distributed in a way that has made changes for everyone across cities.</p>\n<p>In terms of how the choices we make affect rural landscapes, I think that is one of the biggest under researched and under-understood questions about how cities’ food systems matter in the world. We have tried through different initiatives, like labeling or certification processes, to shift urban consumers habits and abilities to, for instance, only buy products that have certified responsively grown palm oil so they are not responsible for destroying orangutan habitat etcetera. Those connections are very hard to make and very hard to understand and that is a direction that we have to go in terms of city planning and understanding the impacts of our food choices. To illuminate those, to make those connections more visible so we can understand them as urban consumers.</p>\n<p><strong>P!</strong>: The way many modern agriculture urbanism and food systems infrastructure (such as El Ejido) must be observed to comprehend their full scope, from space, is central to their understanding. What does it mean that it now falls on professionals, such as yourselves, to patch both literal and metaphorical images together to do this?</p>\n<p><strong>SB</strong>: It’s interesting. Something I think a lot about is how do you make people care? Because I think we care for places, which we experience at a human scale. It’s very hard to care for something in the abstract, so it is hard to care for those images that you don’t have that tangible connection to. I think that’s a lot of the way that environmental management is moving (planning is moving). I do worry that there is sort of a disconnect that we become managers of landscapes instead of caretakers of landscapes through the use of those technologies and those are two different ways of interacting with the world. So on one hand having remote sensing data of a forest, to go back to the palm oil example (where deforestation is happening), is a good thing because you understand what is happening. But, are you actually feeling connected to that place, to what the people that are there are feeling? And are you able to manage that place in a way that the people that are actually on the ground can? As these global environmental issues become managed more in the abstract I worry that we lose the ability to manage places in a way that actually connects us to them and enables us to truly understand them.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled2.png\"><img class=\"alignnone size-full wp-image-976\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled2.png\" alt=\"Untitled2\" width=\"678\" height=\"452\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled2.png 678w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled2-300x200.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled2-230x153.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Untitled2-350x233.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a><br />\nPalm oil plantations (Courtesy of Glenn Hurowitz)</p>\n<p>Samara Brock is a PhD student in the School of Forestry &amp; Environmental Studies. She holds masters degrees in Community and Regional Planning from the University of British Columbia, in Food Culture from the University of Gastronomic Sciences in Italy, and in Environmental Management from Yale University. Samara’s professional experience spans fifteen years and includes work with food-focused NGOs in Canada and around the world, as a food systems planner with the City of Vancouver, and as a foundation program officer funding food, fisheries, and climate change issues.</p>\n<p>Keller Easterling is an architect, writer, and a professor at the Yale School of Architecture. Her most recent book, Extrastatecraft: The Power of Infrastructure Space (Verso, 2014), examines global infrastructure networks as a medium of polity. Easterling’s research and writing was included in the 2014 Venice Biennale, and she has been exhibited at Storefront for Art and Architecture in New York, the Rotterdam Biennale, and the Architectural League in New York. Easterling has lectured and published widely in the United States and abroad.</p>\n"},"meta":{"fold":{"title":{"rendered":"Food"},"slug":"food","meta":{"volume":"1","number":"17","bulletin":false,"publication_date":"2016-01-21"}}}}