{"title":{"rendered":"A Few Tall Tales"},"content":{"rendered":"<p>As the resident illusionist (at least during my spring semester seminar), let me defend architectural illusion from all the deceit and dishonesty that I imagine it may be linked to in this issue of<em> Paprika!</em>. I would define the term to include graphic illusions; visual and spatial tricks; material or typological deception, not the big lies and misleading claims we regularly encounter in the social and political spheres. Yes, architecture can and has contributed to some of those big lies, but only in a supporting role. Architecture’s capacity for illusion is weak, low-tech, not as compelling or immersive as contemporary virtual formats like film, video, or virtual reality where truths and lies most effectively spread. Architectural illusion is a thin layer of virtuality applied to the built environment.</p>\n<p>Despite seeming generally outdated, there is something contemporary about architectural illusion. It mixes media, combines disciplines, and confuses formats. Admittedly, illusion is anticritical. It’s not about revealing the hidden framing (institutional, technological, political) through which we see the world. It’s fake, but playfully, sincerely fake without relying on irony.</p>\n<p>Although such illusions might render architecture as a fictional medium, this is untrue – architecture is almost always nonfictional. Buildings are a part of everyday, nonfictional life; the drawings and images we make typically refer to existing or soon-to-exist buildings. Art, on the other hand, is historically fictional. Standing before a painting, we enter into the world of the image, exchanging our physical presence for virtual immersion. As Boris Groys points out in his essay “Art on the Internet,” the goal of the avant-garde in the 20th century was to render art nonfictional. To unite art and life is to make art factual, literal, or conceptual rather than virtual or immersive. This modern ambition has become our contemporary circumstance. Now, artists who share their work on social media and/or see their work proliferate online through its image encounter a more universal and potent form of nonfictionalization. The individual works an artist makes are jumbled together in a Google search or Instagram grid with everything else the artist produces: #wip shots, party and vacation photos, financial transactions. In this context, artwork becomes just another product of working and living done in the real, nonfictional world.</p>\n<p>There are many examples of architects who flouted architecture’s nonfiction status – Piranesi, Pozzo, Kiesler, Woods – viewing it as a mode of fictional speculation which can propose alternate realities. In Andrea Pozzo’s time, illusion could produce astonishment and revelatory experience; however, in the context of contemporary media today, it’s a modest way to weave a few tall tales into the cool realities we typically construct. Destined to be believed for only a second, illusion adds a hint of doubt to our experience of the environment, allowing an alternate way of understanding a space or surface and adding another means for audiences to engage with our work.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Brennan Buck"},"slug":"brennan-buck","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"title":{"rendered":"Illusion, Deception"},"meta":{"volume":"4","number":"08","bulletin":false,"publication_date":"2018-11-15"}}}}