{"title":{"rendered":"A Flexible Kink Fringe through Mercurial Windows"},"content":{"rendered":"<p><strong>DANIEL GLICK-UNTERMAN</strong> (<em>M.Arch ‘17</em>)</p>\n<p>Project Team: Martin Elliot (M.Arch, MIT), Chad Schram (M.Arch, University of Michigan) and Daniel Glick-Unterman (M.Arch 17),<br />\nCompetition: ARCHmedium’s Detroit Station for the Arts<br />\nBrief: Re-design Detroit’s Michigan Central Station.<br />\nThe station is one of the most prolific ruins in Detroit and has the most broken windows of any building in the city.</p>\n<p>The priorities of our work in this competition were to contextualize an emerging collective body of research on Detroit, to execute highly specific operations within experimental representation and to test the capacity of a remote co-production of work. We were not looking for fame or fortune but saw the competition brief as a context of value systems that were up for debate. The common thread between these motives is an emphasis on ‘how’ to work rather than ‘what’ the competition asked for.</p>\n<p>Our research informed an expansion of the ethical frameworks of practice, enabling us to look beneath the surfaces of situations to uncover hidden agendas and agents and thereby to reconsider what was at stake within the work.</p>\n<p>Three precedents rode shotgun: Luigi Pirandello’s ‘6 Characters in Search of an Author’, Rene Magritte’s ‘The Human Condition’, and Riachard Barnes’ ‘Animal Logics’. The final perspective drawing is both a proposal and a representation of a proposal like a painting in a gallery, of a painting in a gallery, overlooking a landscape. The drawing stages the ethical-graining of the work within the space of the renovated atrium of the Station and works as a format for viewing the site-plan, the program diagram and the other representations which are installed on the walls of the atrium.</p>\n<p>Amongst the proposed mediations are: the cloning, modifying and relocating of several of Detroit’s racially charged monuments, commissioning a large rug that is a map of Detroit to clad the floor of the atrium, then allocating a portion of the space to local seamsters that continuously update and repair the rug, the production of a robot of Henry Ford’s pet dog to be built out of Jaguar engines, giving over a portion of the new Station to local craftsman, and incorporation of a new bike share system.</p>\n<p>The competition served as a lens for us to see our work next to projects that were forced to play along with systems that constrain the imagination and limit what architects dare to work on. In this light, the work can ultimately function for us as a tool for the loosening of authority.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daniel Glick-Unterman"},"slug":"daniel-glick-unterman","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Competitions"},"slug":"competitions","meta":{"volume":"1","number":"06","bulletin":false,"publication_date":"2015-09-10"}}}}