{"title":{"rendered":"À la vie et la mort"},"content":{"rendered":"<p>PIERRE THACH (M.Arch I ‘18)</p>\n<p>Our notion of work is, to say the least, clouded. \u0003We live in confusing times. There’s a disconnect between the public’s view of our work and the way \u0003we perceive it ourselves. Ask any person on the \u0003street what architects do you’re likely to get \u0003the answer that they build things. The word build \u0003is significant. It implies that we still carry out the \u0003same work as did the master-builder in a bygone \u0003era. Our profession has since parceled into a complex web of labor division.</p>\n<p>The reality is that we no longer build. The actual \u0003act of building has now transferred to contractors. Never mind building, we don’t even design anymore. Design is too charged a word. It hints at something divine and sinister at the same time. It recalls la \u0003Bastille, the Reich Chancellery, and Brasilia. We are \u0003now beholden to public opinion. Thus we’ve become friendlier and softer, convinced that we mean no \u0003harm; we are but one of many stakeholders in \u0003the integrated design process. Isn’t that a grotesque enough evasion for you? We used to be involved in \u0003all stages of a building, now we have become pawns subservient to the capitalist system, spending much \u0003of our time filling paperwork and attending meetings rather than doing what we are trained for. We’ve allowed ourselves to be bullshitted by the system \u0003into thinking that if we change our job description, \u0003we can increase our agency, that somehow we can \u0003be more than what we used to be.</p>\n<p>We are in denial. Unlike our fellow engineers, we \u0003cannot cower behind the veil of scientific rationality. No. We are storytellers. And as storytellers, we’ve fabricated stories to reassure ourselves that we have yet to be vanquished by the current paradigm. \u0003But that’s okay, because we live in interesting times. We can satisfy ourselves by reminiscing on Claire Weisz’s thoughts on the nature of our \u0003work in her recent lecture:</p>\n<p>“No architectural project is transformational. The most architecture can do is that it changes us.” \u0003<br />\nSo like amused little boys and girls on the beach, let’s celebrate in our confusion and cherish the moment. At least, we can live knowing that we laughed about it.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Pierre Thach"},"slug":"pierre-thach","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Work"},"meta":{"volume":"2","number":"04","bulletin":false,"publication_date":"2016-10-06"}}}}