{"title":{"rendered":"A Letter to the Curriculum Committee"},"content":{"rendered":"<p><span>Dear Curriculum Committee, </span></p>\n<p><span>As the M.Arch II representative of YSoA’s Curriculum Committee, I am writing to you on behalf of the second year post-pros to express our thoughts regarding impending changes to the program. I would like to note that while I am aim to represent my class, this letter is naturally skewed towards my point of view.</span></p>\n<p><span>The M.Arch II program has been on a path of positive change for quite some time. The historical chasm between the M.Arch I and M.Arch II programs has been alluded to by alumni including Tim Newton (M.Arch II, 2007) and John Blood (M.Arch II, 1987), who have asked if the M.Arch II students are still ostracized by the school. Within the last couple of years, however, there has been an effort to close this gap: For the first time last year, </span><i><span>Retrospecta</span></i><span> took on two post-pro editors, and even the conviviality between the two programs has improved. One can only hope that the M.E.D. students will become more assimilated into the school in a similar manner. </span></p>\n<p><span>Because camaraderie is a notable aspect of YSoA, it is important for the post-pros to be integrated with the M.Arch I students, but also to be close among ourselves. The first semester post-pro studio and our smaller class size play a vital role in allowing students to form an identity and a tight relationship with each other. At the same time, the 15-20-person class allows for enough diversity in backgrounds and skills so that no two people have the same design sensibility and interests. The pluralism for which YSoA is renowned fosters a sense of respect for each other’s work and a culture which encourages students to learn from one another. Juggling homesickness, fighting for classes, and acclimating to YSoA’s studio culture, I do not think any of us would have been able to survive without each other’s support during the first semester. While M.Arch I students have four semesters of acclimation, M.Arch II students only have one. </span></p>\n<p><span>Eliminating the first semester post-pro studio, as currently planned, completely eradicates the opportunity to thoroughly bond with our cohort . Although we understand that required seminars such as “Issues in Architecture and Urbanism: Practice” gather students in one place, the shared struggle of studio truly brings people together. Ed Mitchell’s departure from the school has brought to question the identity of the post-professional program, but the beauty of the program lies in its flexibility. Ed framed it in a way that challenges students to answer why they have returned to architecture school after already receiving a professional degree. While the answers vary, they ultimately lead to more questions, which may be explored in the required Practice seminar, as it is currently done. In light of this, it makes sense to place the seminar in the first semester, rather than the third, as planned. This way, each student will establish a set of goals for the relatively short amount of time that they have at Yale.</span></p>\n<p><span>The newly proposed independent research studio–a quasi thesis, if you will–also allows students to explore their individual interests. According to a survey I sent out, 70 percent of my colleagues support this change, while 30 percent are not so interested. Since we have completed a thesis or at least a comprehensive senior project in undergrad, the short amount of time at Yale might be better spent learning new things from professionals we may not have a chance to work with ever again. Currently the plan is to replace the first semester post-pro studio with the final semester independent research studio, but it does not seem like that has to be the case.</span></p>\n<p><span>M.Arch II students already have the option to do an independent research studio, but few people are aware, and it is difficult to do so. I propose to keep the first semester post-pro studio and to promote the final semester independent research studio as a widely available option. My colleagues are producing and researching fascinating projects in their independent studies that are well worth over three units. The coordinator of the post-pro studio could also be in charge of the independent research studio, or it could be split similarly to how it is now: One of the post-pro coordinators (Joel Sanders) may conduct the first semester, while the other (Aniket Shahane) may be in charge of the last semester. Another option would be to imitate the format of the independent research elective so that the students are allowed to approach a faculty member of their choosing.</span></p>\n<p><span>Keeping the post-pro studio and promoting the option to do an independent research studio fosters a tight-knit relationship between students, while helping students explore interests they are eager to delve into at the post-professional academic level. We realize that changes to the M.Arch II program are already in motion, but we hope that the administration will seriously consider this proposed compromise. Regardless, we would greatly appreciate a meeting with both post-pro classes, the M.Arch II advisors, and the Curriculum Committee to discuss changes to the program.</span></p>\n<p><span>Thank you,</span></p>\n<p><span>Nicole Doan</span></p>\n<p><span>M.Arch II 2019</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicole Doan"},"slug":"nicole-doan","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Temperature"},"slug":"temperature","meta":{"volume":"4","number":"09","bulletin":false,"publication_date":"2019-01-10"}}}}