{"title":{"rendered":"A Line in the River"},"content":{"rendered":"<p>Emma Johnson is a Master of Environmental Management student at FES, originally from D.C., she is passionate about environmental journalism and storytelling.</p>\n<p>Climate change is forever altering water resources. Borders across South Asia may be working against energy security as these countries watch all of their water wash away. The glaciers of the Himalayas—considered to be the world’s “Third Pole”—are melting fast, permanently flushing their stocks of freshwater. The Indian monsoon, which supplies summer rain to millions of people, animals, and plants, is no longer a predictable event. The fight for water has become dire as winters become drier and temperatures rise. Countries are scrambling to hold water captive: hydropower dams are common sights, from Pakistan to east India, extracting some value from the rapids before they cross a political border.</p>\n<p>The struggle is not just about water, but also energy. Where water flows and what happens with the final electricity can determine a country’s growth and development.</p>\n<p>Within this regional struggle lies the tiny, mountainous kingdom of Bhutan, sandwiched between the behemoths that are India and China. A few important rivers begin at Bhutan’s northern border with Tibet, marked by Himalayan peaks. Weaving through steep geography, the rivers eventually cross Bhutan’s southern border, which is cupped completely by India. The waters continue their journey, eventually joining a river that sustains millions of people—the Brahmaputra.</p>\n<p>Water is the only way that Bhutan produces electricity. Hydropower supplies all of Bhutan’s domestic consumption and electricity sales are a majority of its GDP. In the summer, when generation is at its peak, Bhutan produces more energy than it can use. Geography naturally determines where Bhutan can sell its electricity. The Himalayas make trade with China all but impossible, which leaves Bhutan to deal with its other neighbor, India. Utility poles march in long lines to Bhutan’s southern border, bringing every last megawatt of electricity not used by Bhutan directly to India.</p>\n<p>Bhutan and India have a 50-year diplomatic relationship, but hydropower has been an ever-increasing source of cross-border tension. India provides almost all of the financing for Bhutan’s massive dam projects—most of it as loans. The Bhutanese pay that back in electricity. Bhutan also has little construction capacity, so Indian companies use outdated technology to build the dams.</p>\n<p>Even with India’s tight grip on Bhutan’s energy production, hydropower is a necessary part of Bhutan’s development. Because of hydropower, 99% of the country has access to electricity. Income from hydropower supplies civil sector salaries and new hospitals and schools. Hydropower allows Bhutan to grow.</p>\n<p>An open energy market could allow Bhutan to have a more resilient economy, helping the country stay afloat as climate change threatens the region’s resources. If Bhutan could sell electricity to countries other than India, they would not have to bend to India’s will. But for this to happen, India would have to allow electric lines to pass through their territory, or a new energy system would need to be designed. Batteries are one option, storing electricity for easier transportation across country lines.</p>\n<p>Not only in Bhutan, but across South Asia, borders are creating tensions over energy security in a changing climate.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Emma Johnson"},"slug":"emma-johnson","meta":{"degree":"MEM","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"slug":"basinrange","meta":{"volume":"5","number":"04","bulletin":false,"publication_date":"2019-10-10"}}}}