{"title":{"rendered":"A Mark on the Ground"},"content":{"rendered":"<p>JEONGYOON ISABELLE SONG (M.Arch I ‘18)</p>\n<p>In retrospect, Michael Heizer must have thought him-\u0003self insane—masochistic, even—for willingly purchasing a land in the middle of nowhere and working its hard-\u0003ened surface in prolonged solitude. For Heizer, the infinite landscape of the Nevadan desert was his gallery as well as his canvas, the boundaries of his artwork determined only by the artist’s own endurance and will in the heat and expanse. How infinitely insignificant, infinitely small, and infinitely alone he must have felt the moment he created his \u0003first incision \u0003on the earth: \u0003a tiny chip away on \u0003the ocean of dirt.</p>\n<p>While his hermeticism can be seen as one of lunacy \u0003it can simultaneously be seen as that of enlightenment. The artist realizes his own finiteness in face of the infinite, and in that recognition becomes empowered \u0003in his weakness. I made that little cut in the endless miles of desert ground. His mind comforts his body as he sees all that he had made and declares it is very good.</p>\n<p>With the change in scale, however—such as that between Rift (1968) and Double Negative (1969-70)—\u0003this sensibility begins to waver. The shift in size brings \u0003a shift in the tool used, from the handheld to the mechanized; bulldozers and drills are employed to allocate the mountains of dirt required to realize \u0003the 240,000-ton displacement of desert sandstone1. \u0003No longer does the body of the artist experience the repercussions of working the earth, of carrying the \u0003dirt from one place to another.</p>\n<p>The result is the loss of “respectable confrontations” Heizer claims to have with all of his work—the occasions in which the materiality of his medium forces him to submit to the limitations he has in its transformation2. As such, the one-to-one relationship between force exerted and work done ceases to exist as the artist becomes capable of doing greater work than his own physical limitations allow; man tastes limitlessness \u0003and therein forgets his limitedness.</p>\n<p>In architecture, the equivalent to Heizer’s transition \u0003is the removal of the architect from site. As architects, \u0003we are preoccupied with design but often consider building a negligible skill and task. Consequently, we become blissfully oblivious (perhaps intentionally so) towards the full realization of what our designs entail when they transition from virtual to physical space.</p>\n<p>Last May, the fifty or so of us had a taste—small, but enough—of that realization. At a humble two-story height and a square footage barely exceeding a thousand, the Building Project was no goliath. And \u0003yet as I—a person of five-foot-two stature—sweated over wrenching out a single nail from the plywood formwork—and as we—the twelve inexperienced architecture students—attempted to build architecture—it struck me that the building was, indeed, a goliath: and that every building that I will ever design will also be goliaths.</p>\n<p>As each and every one of us goes through the three years at Rudolph Hall—in the strange irony of architectural education where we are for ever training to \u0003build but never building to train—may that realization occur and linger in our minds, grounding us to our \u0003finite nature.</p>\n<p>1 http://www.moca.org/visit/double-negative<br />\n2 Brown, Julia, Michael Heizer, and Richard Koshalek, Sculpture in Reverse \u0003 (Los Angeles: The Museum of Contemporary Art, Los Angeles, 1984), 16.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jeongyoon Song"},"slug":"jeongyoon-song","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Work"},"meta":{"volume":"2","number":"04","publication_date":"2016-10-06"}}}}