{"title":{"rendered":"A Perspective on the Role of Planning in Education"},"content":{"rendered":"<p>Ryan Thomas (FES Research Associate)</p>\n<p><span>When people ask me what I do for work, I usually start my response by bobbing my head side-to-side, looking for the right words. I settle on something like, “I research urban environmental indicators.” Their eyes glaze over. That doesn’t fully capture the excitement I feel about what I do. What I want to convey in that moment is the duality I feel as an urban planner who sees the field as bigger than most conventional definitions, and who resents the legacy of unsustainable development patterns reflecting the ineffectiveness of previous generations of planners. I’m just not sure what people would think if I said, I’m an urban planner.</span></p>\n<p><span>This issue of defining the field is a big problem for planning. There is an ongoing discussion within the field of its own limits</span><span>. This may, at least partly, explain why Yale never rebuilt its urban planning department. Instead, Yale College offers an Urban Studies specialization, featuring faculty in different departments that focus on urban issues. Reviewing the courses offered, it is easy to see the breadth and depth of Yale faculty members contributing to urban issues. So what addition do City and Regional Planning departments make to the Academy? It’s about intersections. No, not traffic intersections, ideological intersections.</span></p>\n<p><span>Perhaps the biggest misconception about urban planning is that its main focus is “urban.”  It’s not – it’s planning. Urban planning programs offer courses from a wide range of disciplines focused on social, historical, environmental, economic, and political dimensions of development. These disciplines represent the basic research relevant to urban planners. However, the act of planning itself is a critical subject of planning curricula. Engagement in self-reflection within the field exemplifies the contribution that planning makes to academic scholarship and to society.</span></p>\n<p><span>The work of planners is to infuse scientific knowledge with normative values. Planners draw on both scientific and local knowledge to decide which normative values they should advance. In a culture driven by unbounded progress and innovation, planners often have to make the argument for slowing down, for considering alternative scenarios, imagining a different future. As information and data become more readily available, this role in society will become more important. </span></p>\n<p><span>However, the dynamics of cities</span><span>–</span><span>or, more broadly, human settlements</span><span>–</span><span>are a common subject of planning. Cities are increasingly recognized as being at the frontier of sustainable development. And planners often occupy positions to mediate competing interests of economic development and environmental management – a key challenge for sustainable development. It is clear, if you look at the history of planning, that the mere presence of planners is not sufficient for sustainable development. We need new paradigms in planning to help the next generation of planners get development right – or make it better. A new planning school in a global university like Yale could make a powerful statement about the direction for planning scholarship and practice.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ryan Thomas"},"slug":"ryan-thomas","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Urban Yale"},"meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02"}}}}