{"title":{"rendered":"A Return to Service"},"content":{"rendered":"<p>If the spirit of the architectural discipline emerges out of our academic training, then we are spiritually lost. So rarely does practice—with its attendant anxieties, like the precarity of the market and worker exploitation—resemble the dynamism of architecture school that they effectively operate as two separate cultures. But somehow, despite the trudge through office life that demands longer and harder unpaid hours of our labor, we never lose sight of our characteristic optimism and penchant to fashion opportunity amidst the world’s most challenging problems.</p>\n<p>This idealism percolates from our intense and formative education where we become indoctrinated into a legacy of critical thinking dating back centuries and even millennia. Here, we develop our peculiar creativity in problem solving—some call it “design thinking”—that is seldom matched but often knocked-off in domains like the business world. But despite our hopeful disposition, we fall short at a critical moment: demonstrating the value of our carefully honed skills to those outside of architecture. In a globalization and climate change course I took last fall, we covered a chapter in the Intergovernmental Panel on Climate Change (IPCC)(1) titled “Human Settlements, Infrastructure, and Spatial Planning.” Much to my chagrin and despite the promising chapter title, I discovered that no architects were included among its professionally diverse cast of 36 co-authors. As the foremost international authority on sustainability and cities, this chapter guides local, national, and international urban climate policy with recommendations like dense urban plans and transit-oriented development. Our noteworthy absence from this chapter, which so openly encroaches into our professional domain, shows that those in high-level decision-making spheres overlook architects. Instead, our role can be filled by a patchwork of engineers, climate scientists, sociologists, and ecologists. We are aestheticians of the material world, commissioned to decorate problems rather than help define them.</p>\n<p>Our position on the lower rungs of the decision-making ladder reveals dire circumstances not just for the profession but for the governing bodies that are denied our expertise where it is needed most. In my experience straddling both environmental management and architecture, I’m often perplexed by alarming oversights in policy recommendations that sorely lack the expertise that architects could and should provide. Still trending among land managers, for instance, is the recommendation of New Urbanism as a prudent alternative to the suburbanization of the peri-urban. Although touted for its consolidation of land and replication of small-town social cohesion, the misguided export of New Urbanism to the rapidly urbanizing corners of the globe too often results in a socially deprived homogenization of neo-urban life. As the late activist-critic Michael Sorkin observed, New Urbanism “promotes another style of universality that is similarly over reliant on visual cues to produce social effects.”(2) While land managers write New Urbanism into policy worldwide, architects, who lack the political clout to advocate for more nuanced alternatives, remain unable to intervene. Reclaiming agency for the architecture profession, then, is not a luxurious ambition but rather a necessity. </p>\n<p>This aspiration for our profession remains especially poignant in the context of the current global health pandemic. We face an unprecedented economic recession, continued climate threats, and severe inequality as a result of these converging global circumstances. The profession’s current mode of practice, “Design as Service,” does little to defend against the current slashing of the architecture workforce. Importantly, this signals a necessity for us to audit our professional assets and collectively build coalitions that empower us to successfully direct our expertise toward the right allies across the decision-making chain. </p>\n<p>Creatively leveraging our problem solving skills while renewing our ambitions for public service can achieve twin goals—first, expanding opportunities for architects to meaningfully contribute their much needed perspectives to governing bodies through pointed policy recommendations and high-level analysis and second, lifting up architects as key strategists and go-to experts in the political arena. Our work need not remain in obscurity nor in the abstract. In fact, the current momentum toward an inevitable capitalist collapse(3) necessitates otherwise. Our ability to balance broad, multivalent objectives with technical and social intricacies remains a crucial missing link in policy spaces. But it need not and should not remain that way for long. It is time we rebuild the agency of the architecture profession, decouple it from disempowering capitalist mechanisms, and return to public service.</p>\n<p>(1) The Intergovernmental Panel on Climate Change (IPCC) is an intergovernmental body of the United Nations dedicated to providing the world with objective, scientific information relevant to understanding the scientific basis of the risk of human-induced climate change, its natural, political, and economic impacts and risks, and possible response options.<br />\n(2)  Sorkin, Michael. “Acting Urban” in Some Assembly Required (Minneapolis, University of Minnesota Press, 2001), 65.<br />\n(3) The inescapable recession has motivated a redoubling of efforts in imagining just and sustainable economic alternatives; architects can and should be involved in these imaginings. See here a green stimulus proposal that lists “Housing, Buildings, Civic Infrastructure, and Communities” as the first menu item, among other relevant items, as part of creating economic alternatives: https://medium.com/@green_stimulus_now/a-green-stimulus-to-rebuild-our-economy-1e7030a1d9ee.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jen Shin"},"slug":"blanca-begert","meta":{"degree":"M.Arch II ","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Out of Work // Out of Control"},"slug":"out-of-work-out-of-control","meta":{"volume":"5","number":"18","bulletin":false,"publication_date":"2020-04-16"}}}}