{"title":{"rendered":"A thousand hands built these walls"},"content":{"rendered":"<p><em>Nikola Garcia is in Santiago, CL.</em></p>\n<p>On October 19, 2019, a metro fare evasion movement in Santiago de Chile to reverse a fare hike escalated into a national uprising against an<br />\neconomic system that rendered life untenable. Protesters set metro stations, banks, pharmacies, and supermarkets ablaze. The government’s repression of this uprising, by bringing the military into the streets and suspending civil liberties for the first time since the Pinochet Dictatorship (1973-1990), led to a crisis of legitimacy of the entire post-dictatorship political order. In November 2019, the ruling party and its opposition agreed to hold a referendum in April 2020 to decide if the country will write a new constitution.</p>\n<p>I moved to Santiago the first week of October, 2019 to conduct my dissertation fieldwork. While protests continued daily, I continued to spend time in the Aldea Indigena (Indigenous village) in Peñalolen, run by the Rapa Nui, Mapuche, and Aymara residents of the neighborhood. The Aldea is a plaza surrounded by community centers built with Indigenous architectural designs, gardens with native trees, and ceremonial structures. In June 2018, neighbors started construction on the Casa Aymara, the adobe social center to host events for the neighborhood’s Aymaran community. Explaining the root causes for the ongoing unrest, one participant explained:</p>\n<p>“Do you know why protestors attacked the metro station down the street? The station was built here to bring the metro into the neighborhood, but no one had any role in building it. Everyone sees it as something ajeno (foreign), it’s not a part of the people. Even the art in the metro is big, imposing, and sterile. The government just says, ‘Artist! Make this art piece for the metro!’ Imagine if they asked the neighborhood to work together to paint the walls of the metro and everyone worked together to paint the neighborhood&#8217;s history, like all the other murals people have made in the neighborhood. Government officials claim to not understand how protestors could set fire to the metro station. The mayor recently said in an interview, ‘Why would residents destroy their own metro station? It serves the community, increases their connectivity, and makes their lives easier.’ But these city officials don’t understand how the metro controls our lives, but we don’t control the metro. We didn’t decide how it was built, its hours of operation, or its fare.”</p>\n<p>Unlike the metro, one neighbor explained that because over a hundred neighbors have contributed to building the cultural center, they also have the power to decide how the cultural center is run. Rather than soliciting municipal funds and therefore municipal involvement in the construction plans, the neighbors incorporate recycled and natural materials, which they continue to collect as construction advances on the 1100 square ft. Casa Aymara. They based their design on the centuries old Quincha method: building a structure with a wood frame covered with adobe. Instead of the traditional reed insulation, the neighbors opted to use the refuse collected from around the neighborhood by filling plastic soda bottles with discarded candy wrappers and plastic bags. They sifted dirt from the parcel to get the fine-ground clay needed for adobe, which they adhered to chain link fence used for the walls’ surfaces. Quincha constructions are low cost yet incredibly labor intensive. The Casa Aymara needs dozens of neighbors committed to the project, spending additional time and effort to gather discarded materials.</p>\n<p>Peñalolen is one of a dozen neighborhoods in the periphery of Santiago referred to as poblaciones, self-organized squatter communities that formed in the periphery of Santiago throughout the 20th century which later became formal neighborhoods with city infrastructure. The most destructive protests of the current unrest occurred in these sectors of Santiago. In Peñalolen, Indigenous as well as non-Indigenous neighbors negotiated with the municipal government in 2013 to gain a parcel of land to build the Aldea Indigena. Over the past 7 years, neighbors have joined the coalition of Indigenous organizations to transform the trash-filled parcel of land into a vibrant community center. To materialize their vision of the Aldea Indigena, residents learned Indigenous techniques to build a Mapuche thatched roof huts (Ruka) and now the adobe Casa Aymara. As a community center, both Non-Indigneous and Indigneous neighbors can use the Aldea to host their public events, including fundraisers for arrested protestors, neighbors’ hospital bills, and local pirate radio programs; community dinners, neighborhood meetings, and workshops for schoolchildren.</p>\n<p>\\Urban planning of the 21st century has made widespread claims of “community participation” in design and implementation. Partnerships between city governments and urban developers cite their neighborhood advisory boards, townhalls and surveys as adequately gaining resident input into their projects. They cite a wide array of potential benefits their developments will have for residents. However, the past 20 years of social movements have targeted the same infrastructure that was previously believed to improve city life; from the highway to the train system, and from new retail to new housing complexes. For the Casa Aymara and Mapuche Ruka, neighborhood collaboration is a broader part of how these centers function as social centers. As one resident explained, “Although it takes longer than relying on government grants or private loans, if we cooperate to build our infrastructure together, no one can say how it should be run because it is a part of all of us.” Community participation in planning and building infrastructure reconceptualizes these projects. Rather than operating as a service or resource imposed by others elsewhere, a collaboratively created infrastructure preconditions shared control over the elements.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nikola Garcia"},"slug":"nikola-garcia","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}