{"title":{"rendered":"A Visit to the Glass House: Something Opaque"},"content":{"rendered":"<p class=\"p1\"><strong>ANDREW STERNAD</strong> (M.Arch &#8217;16)</p>\n<p class=\"p1\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika.jpg\"><img class=\"alignnone size-large wp-image-620\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika-1024x783.jpg\" alt=\"DSC_1292_paprika\" width=\"1024\" height=\"783\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika-1024x783.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika-300x229.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika-830x634.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika-230x176.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1292_paprika-350x268.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p class=\"p1\">The mist hissed from the ground like the front yard sprinklers of a suburban home. One could almost imagine children running across the manicured lawn. On a visit to the Glass House with a group of Yale architecture students one afternoon last September, the mood was more museum-like than playful. Visitors stood in awe as fog rose around the building, sealing the glass box for ten minutes in a shifting cloud, the last rays of sunset bursting through the billowing vapor. We had come to see Veil, an installation by Japanese fog artist Fujiko Nakaya, on view at the Glass House last fall.</p>\n<p class=\"p1\">The solemn mood attested to the Glass House’s status as something of an architect’s Mecca, a place to which designers come pay tribute. Heightening the effect, on our visit we were shuttled to the site on a bus (the Glass House’s published address is the visitor center in downtown New Canaan to foil the curious aficionado). The techno-Byzantine portal at the driveway lifted to permit us entry. Inside, all of Johnson’s property—now managed by the National Trust for Historic Preservation—was open for this occasion. The evening culminated with a conversation between Los Angeles County Museum of Art director Michael Govan and New York-based architect Annabelle Selldorf in the bunker-like painting gallery.</p>\n<p class=\"p1\">Besides the property’s attractive proximity as an escape from New York, it also developed a tentative relationship—sometimes physical, sometimes conceptual—to Johnson’s built work. Leftover granite from the Sony Building (formerly AT&amp;T Building) in Manhattan was used as landscaping on part of the property. The painting gallery, finished in 1965, was prelude to the Geier House outside Cincinnati, both of which are partially buried (foolish designs, according to Dean Stern, because “you can’t get decent photographs”). Most notably, as a docent on site described, the Lake Pavilion was a prototype for Lincoln Center.</p>\n<p class=\"p1\">Primarily, though, Johnson’s property was a place of respite and retreat, a place for personal reflection more than professional exploration. The Lake Pavilion was a folly, a replica in miniature of a formal motif that caught Johnson’s imagination and cropped up in many ensuing projects. Indeed, Johnson thought about the property not as a laboratory, but a library. Like his architecture, the pavilions on Johnson’s property tend to reference outside influences, rather than original innovations. Late in life he called the site his “fifty-year diary.”</p>\n<p class=\"p1\">Yet such a property has the potential to function more like a sketchbook. Veil, as the first installation at the Glass House since the National Trust opened the property to the public in 2007, realizes a use for the property which Johnson never fully explored: as a testing ground for prototypes and experimental ideas. During the gallery talk, Selldorf commented on “the slowness of building,” which helps justify one possible re-use of Johnson’s site and others like it: while the process of making buildings drags on, architects could use a creative outlet, a place to quickly test new ideas in physical form.</p>\n<p class=\"p1\">In this use, the Glass House will join a long, if largely dormant, tradition of properties used as host to experimental follies and pavilions, where personal and professional uses overlap. Examples include Brian MacKay Lyons’s Ghost program on his farm in Nova Scotia; Donald Judd’s home and studios in Marfa, Texas; Frank Lloyd Wright’s homes and work spaces at Taliesin East and West; even Jefferson’s Monticello, as Vincent Scully observed. MacKay Lyons’ stunning seaside property has proven as valuable as a corporate retreat as an architectural playground, hinting at a possible funding mechanism for architects of the 99 percent. The creation and maintenance of such a property does require capital, but a physical outpost, a place on the land, could be broadened into a resource for (and funded by) an entire practice.</p>\n<p class=\"p1\">The combination of the fixed—land—with the fleeting—experimental installations—has proven productive for the profession in the past. While digital ruminations may take us far, our ultimate goal is to affect physical space. To that end, some ideas should move faster than buildings. Some ideas aren’t fit for clients, at least not yet. Some, like the fog, shouldn’t be permanent. Back at the Glass House, after ten long minutes the hissing stopped, and for a moment the foggy veil hung in the air. Then, suddenly, silently, the breeze picked up and ushered the mist away.</p>\n<p class=\"p3\"><i>“The mist hissed from the ground like the front yard sprinklers of a suburban home. One could almost imagine children running across the manicured lawn.”</i></p>\n<p class=\"p3\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw.jpg\"><img class=\"alignnone size-medium wp-image-621\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw-300x199.jpg\" alt=\"DSC_1294_bw\" width=\"300\" height=\"199\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw-300x199.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw-1024x680.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw-830x551.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw-230x153.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1294_bw-350x232.jpg 350w\" sizes=\"(max-width: 300px) 85vw, 300px\" /></a></p>\n<p class=\"p3\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw.jpg\"><img class=\"alignnone size-medium wp-image-622\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-300x219.jpg\" alt=\"DSC_1299_bw\" width=\"300\" height=\"219\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-300x219.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-1024x746.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-830x605.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-550x400.jpg 550w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-230x168.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1299_bw-350x255.jpg 350w\" sizes=\"(max-width: 300px) 85vw, 300px\" /></a></p>\n<p class=\"p3\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw.jpg\"><img class=\"alignnone size-medium wp-image-623\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw-300x193.jpg\" alt=\"DSC_1314_bw\" width=\"300\" height=\"193\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw-300x193.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw-1024x660.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw-830x535.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw-230x148.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/DSC_1314_bw-350x226.jpg 350w\" sizes=\"(max-width: 300px) 85vw, 300px\" /></a></p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}