{"title":{"rendered":"about thorny topics and safe spaces"},"content":{"rendered":"<p><span><strong>JULIE TURGEON</strong> (M. Arch I ‘18)</span></p>\n<p><span>I was told not to speak of the Dirty War. </span></p>\n<p><span>Unless the topic was broached by someone else, that is. Seven years of state-sponsored terrorism under an oppressive military dictatorship left deep wounds in the minds and on the bodies of the Argentine people. The country, too, was marred, its landscape punctured by the carcasses of detention centers used for torture and interrogation during the peak of the violence, between 1976 and 1983. Though estimates vary (widely), most sources proffer that 13,000 Argentines were “disappeared” throughout the course of the Dirty War, a population colloquially referred to as </span><i><span>los desaparecidos</span></i><span>. </span></p>\n<p><span>Even thirty years after the re-establishment of a democratic government, the memory of the Dirty War is still a source of pain in the national psyche. The absence of a generation of disappeared citizens has affected families almost ubiquitously, a fact I became acutely aware of while there. My time in Argentina was largely spent in a northwestern province due north of one of the most important epicenters of resistance to, and retaliation from, the dictatorship. I lived with a single mother and her two teenage daughters. Much of our daily rapport was built upon a routine of munching on crackers with jam and coffee for breakfast. Conversation was pleasant and polite.</span></p>\n<p><span>I was told not to speak of the Dirty War, so I didn’t.</span></p>\n<p><span>Though well-intentioned, I wonder now whether that advice was misplaced. Is this seemingly innocuous suggestion of avoidance and retreat cut from the same cloth as the greater rhetoric dominated by phrases like “safe spaces,” “trigger warnings”, and “microaggressions” proliferating on college campuses today? Instead of succumbing to escapism, how do we shift gears to focus our efforts on teaching one another how better to foster sensible, sensitive conversation amongst our indisputably different selves? </span></p>\n<p><span>We share a supposed understanding that we comprise a pluralistic society, marked by an infinite variety of worldviews, backgrounds, and experiences. Yet how frighteningly easy it is to place ourselves into frictionless environments, surrounded by likeminded peers, even in a university setting. We must learn to better navigate a reality defined by difference, to open productive avenues of dialogue (even, or rather </span><i><span>especially, </span></i><span>surrounding difficult topics) and learn from our dissimilarities rather than evade them.   </span></p>\n<p><span>I was told not to speak of the Dirty War, but we did. Because silence sometimes stifles. Conversation is worthwhile.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Julie Turgeon"},"slug":"julie-turgeon","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Discourse"},"meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}