{"title":{"rendered":"about LOUD &#038; QUIET architecture"},"content":{"rendered":"<p><strong>PIERRE THACH</strong> (M. Arch I &#8217;18), <strong>KEVIN HUANG</strong> (M. Arch I &#8217;18), and <strong>DANIEL XU FETCHO</strong> (M. Arch I &#8217;18)</p>\n<p><span>P: Do we need to be ideological to do architecture? Practitioners and academics alike are driven by the desire to constantly reinvent the wheel. What does the profession think of those countless architects who are never published in magazines, or those countless others who never speak out on social issues? Are they to be ostracized for not speaking up?</span></p>\n<p><span>D: The direct answer to your question is that architects have to be provocative these days in order to appeal to people with short attention spans. Developers don’t have time to attend to long meetings. They demand synthesis. We live in an age of expediency, where that one ‘money-shot’ or the 140 characters of Twitter captivate people’s attention far more than rigorous projects. </span></p>\n<p><span>K: This is a very “Trumpian” view of things. You may capture people’s attention with those 140 characters, but only momentarily, for they rarely have a lasting impact. Because of the fast-paced nature of social media, people receive news faster than they can recall. </span></p>\n<p><span>D: That said, as long as people have the ability to create a strong narrative for a project, others will buy into it. Yet if you look at the actual architecture, it doesn’t reflect anything that the person talks about. Good idea, but bad execution. </span></p>\n<p><span>P: On top of that, there is a hyper-tendency in architectural academia to over-intellectualize architecture. On the flip side, some enjoy the fact that their work is intellectualized, allowing them to gain appreciation in academia and, through that, to further promote their brand.</span></p>\n<p><span>D: They buy into a narrative that was crafted externally and then internalize it. It seems that there are two ways to craft a successful narrative. One is that the narrative is predetermined and the other is that the narrative is formed by the project itself. You can craft a storyline that you keep repeating over and over again</span> <i><span>à</span></i> <span>la Eisenman or you have good work like that of Peter Zumthor who doesn’t necessarily seek to broadcast it. People then interpret this work and form their own narratives around it. </span></p>\n<p><span>K: That seems to be the trend with several Japanese architects. Tadao Ando was initially only known in Japan. After Kenneth Frampton grouped him under the ‘Critical Regionalist’ label, his fame spread internationally. Yet he does not even feel the need to have a website.</span></p>\n<p><span>P: So they are in essence very </span><i><span>quiet</span></i><span>. </span></p>\n<p><span>D: But in many ways being </span><i><span>quiet</span></i><span> is just another way of being </span><b>loud</b><span>&#8212; a form of counter-signalling. It may not be deliberate, but being </span><i><span>quiet</span></i><span> can add to one’s mystique, and I think a number of architects take advantage of this, including the aforementioned ones like Zumthor and Ando. I don’t think Zumthor has a website either.</span></p>\n<p><span>K: It seems that in order to be </span><b>loud</b><span>, one is expected to criticize other people’s work. But I believe that in being </span><i><span>quiet</span></i><span>, you can be autonomously productive without being overtly polemical. </span></p>\n<p><span>P: Which is why there are architects that simply avoid academia like the plague, because they believe it’s a rabbit hole. Although enriching, the chatter of architectural criticism can be overbearing. Many think it is simply a waste of time. </span></p>\n<p><span>K: There is also a duration for </span><b>loud</b><span>ness. Some architects “make it” with one project and we never hear from them again. That’s why loud architects change their discourse all the time. They want to be constantly relevant. They want to be avant-garde. You have to be a politician to win at this game. You have to change your story to stay relevant. </span></p>\n<p><span>P: Right. Certain architects “make it” by wrapping a very eloquent discourse around their work. People love attaching syllables to their narrative as a mean of becoming loud. In doing so, they form cliques in which only a particular in-group understands this coded language. The end result is that it precludes the audience from the discourse.</span></p>\n<p><span>D: Rather than an academic loudness, there are </span><b>loud</b><span> buildings that appeal to people outside the discipline. In the case of the Olympics, for example, buildings are loud for a few weeks, only to be forgotten once the media circus is gone. Regardless of the lasting impact of their buildings, those architects enter the architectural canon with a ‘pop’ of </span><b>loud</b><span>ness. </span></p>\n<p><span>P: Ultimately, being loud or quiet</span> <span>doesn&#8217;t determine whether you make it into the larger architectural discourse. I think there is room for both the loud and the quiet architects, but you have to either be one or the other. If you&#8217;re in the middle ground, that&#8217;s when you lose out. Don’t be wishy-washy, take it all the way.  </span></p>\n<p><span>All: [Sips boba all the way]</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Pierre Thach"},"slug":"pierre-thach","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Kevin Huang"},"slug":"kevin-huang","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Daniel Xu Fetcho"},"slug":"daniel-xu-fetcho","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Discourse"},"slug":"discourse","meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}