{"title":{"rendered":"about healthy criticism"},"content":{"rendered":"<p><strong>AZZA ABOU ALAM</strong> (M. Arch I &#8217;18),<strong> AMANDA IGLESIAS</strong> (M. Arch I &#8217;18), <strong>WILSON CARROLL</strong> (M. Arch I &#8217;17)</p>\n<p><span>8:45 am, 10/31, Booktrader Cafe</span></p>\n<p><span>AI: Is there something about the culture in our school that doesn’t allow or encourage us to talk about each other’s projects in a critical way? </span></p>\n<p><span>WC: So when we say discourse, are we speaking in relation to our student work? Or the broader ideas of the university or even perhaps within society?</span></p>\n<p><span>AI: I think it’s twofold; perhaps we don’t use our work as a means to talk about the larger implications [of our projects] that link up to broader ideologies. We don’t necessarily use our projects as fuel to engage each other’s bigger convictions.</span></p>\n<p><span>AA: But even sometimes during reviews, when people have, I’d say, critical or political [ideas], not a lot of critics engage with that. They just glance over it and assume it’s not intentional. But it’s actually there. </span></p>\n<p><span>AI: But then what’s interesting is that the people who are actually present at the review are then tasked with following up, and continuing the conversation. It’s our job as students to engage each other more frequently, to let each other work through these bigger ideas. </span></p>\n<p><span>WC: I don’t think that it’s just the critics and the jurors who are responsible for dodging particular issues. I, for one, am quite guilty of recognizing the intent of someone’s project and then willfully saying, “I, for whatever reason, just cannot engage with this right now”. We all have something to bring to the table. But a lot of what I think we feel is a fear of rejection. If you bring an idea to someone else, it [might not] be validated. I think that’s where a lack of discourse comes from, fear. If we talk about discourse, we have to talk about identity. If our identity is in our work, there’s no shot at all that you’re going to open yourself up the the criticism that your work merits.</span></p>\n<p><span>AI: I think that’s a really important point. The second “you are what you do”, your work directly correlates to who you are as a human, making this discourse that we are talking about extremely tricky to navigate: criticism against your work is a shot fired and is very much felt that way. So what’s the solution? Is there one? </span></p>\n<p><span>AA: I think we can try to disengage ourselves from our work, but that will never happen because of the hours and effort that we spend&#8230;</span></p>\n<p><span>WC: What I hear is that the onus of discourse is not on your peers but on yourself. You can’t start your criticism on the school’s culture, looking at other people, saying “why aren’t the jurors or the critics engaging in the way we want them to” and “why aren’t our peers commenting on my projects?” It begins with an assessment of where we stand ourselves. Are we willing to open ourselves up to others? I think that would be worth emphasizing in this issue. Discourse has to start with ourselves. Putting together a Paprika to encourage people to talk will do very little if people individually don’t make the decision that “this is something I want.”</span></p>\n<p><span>AA: In my undergrad, we would have studio sessions where besides normal desk crits, we would also have a signup sheet for our peers. We would exchange a desk crit with one another. This would allow us to know each other’s projects. I think we should have more of that. Even our critics think that it’s crazy that we don’t talk to each other. Peggy Deamer comes up to us and asks us, “have you guys talked to each other?”. I personally sometimes have no idea what people sitting next to me are doing. Which is insane!</span></p>\n<p><span>WC: It’s odd because at times when I have called on colleagues to take a look at my work, it feels like I am cheating in a sense, drawing from this illicit resource. But to be honest, that’s when my best work comes out, when I put an idea on paper and it gets augmented and adapted through different voices. Whereas when it’s just my voice that shows up at the midterm review, it’s very weak. So it’s humbling, because you recognize that your skills are limited. But it’s also probably the most realistic view of how design truly works. </span></p>\n<p><span>AI: How do we negotiate interacting with each other’s work in a way to potentially disagree, or actually be critical? How do we practice the art of disagreeing? </span></p>\n<p><span>AA:I feel like again, it goes back to separating yourself from your project. We often see criticism of our designs as criticism of our personalities, when it shouldn’t be. It doesn’t define who we are as good or bad people.</span></p>\n<p><span>WC: But it should also go, for most of us, without saying that we become quite defensive because criticism is often employed as a weapon. It’s not always benign. Or even constructive. A lot of times we use those opportunities to either subtly, or even blatantly, exercise some form of authority. A general kindness goes a long way in opening up a school for healthy discourse.</span></p>\n<p><span>AI: I think criticism is empty if it doesn’t energize. So that’s another litmus test as to any potential malintent. We all know the conditions of our heart when we are talking [to each other]. So the onus is on us to recognize that “maybe I should hold my tongue”  because this is actually not coming out of a place of wanting someone to do well.</span></p>\n<p><span>WC: … [This] was good. </span></p>\n<p><span>AI: I don’t think we’re supposed to solve anything.</span></p>\n<p><span>WC: I don’t think so either.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Azza Abou Alam"},"slug":"azza-abou-alam","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Amanda Iglesias"},"slug":"amanda-iglesias","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Wilson Carroll"},"slug":"wilson-carroll","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Discourse"},"meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}