{"title":{"rendered":"about required readings"},"content":{"rendered":"<p><strong>FRANCESCA XAVIER</strong> (M. Arch I &#8217;18)</p>\n<p><i><span>Back to basics: the importance of reading.</span></i></p>\n<p><span>We like to think there is a lack of authority in our school as architectural education evolves, but whatever polemic you resonate with in this changing climate, you will find authority in the readings mindfully curated for us each year. The readings are salvaged artifacts of history that have and will continue to frame our pedagogy. However, like all assignments from our core classes, reading consumes precious hours preferably spent creating in the studio. The readings can be dense, tough to understand, and often require multiple passes. This results in reading online synopses and posting responses on class forums that are equally generalized. Rarely do we discuss theoretical topics outside of a mandated setting, perhaps because we don’t feel versed enough to have an opinion. Rather, we speak within the safety zone of our beloved studio projects. Reading reveals a wealth of knowledge and ideas that propel a more diverse discussion amongst students. The fear of expression and the worry of sounding incorrect is easily tempered by engaging with a reading.</span></p>\n<p><span>Discourse is defined as the ability to speak or write authoritatively about a topic or to engage in conversation. With that in mind, reading provides us, as graduate students, with the skills of comprehension, vocabulary, and verbal aptitude, and in turn raises the quality of our own writing. If we want to embrace our education and increase discourse in the school, it is important to challenge our ability to comprehend assigned readings by the likes of Botticher, Rousseau and Pesvner. These theorists, historians, philosophers, and architects are our shared inheritance. And yet, we are more willing to sacrifice nights of sleep and sanity to complete a studio project than to devote an hour learning from those who have struggled before us. If we don&#8217;t appropriate time in our lives now to exercising our minds by reading great works, how does this translate to our future in the profession? Reading is an exercise of lasting effects that bears more weight than any other activity we set aside time for. It is urgent that we encourage each other to have a larger literary voracity.</span></p>\n<p><span>If we cease to see the benefits of reading as contouring imagination, as an escape from the everyday, as a pause, then how much longer can architecture itself survive? </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Francesca Xavier"},"slug":"francesca-xavier","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Discourse"},"meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}