{"title":{"rendered":"about shots fired by homie Schumie"},"content":{"rendered":"<p>On Facebook:</p>\n<p>&nbsp;</p>\n<p><span>Patrik Schumacher</span></p>\n<p><span>September 30 at 6:25pm · London, United Kingdom</span></p>\n<p><span>AN IVORY TOWER DRIPPING IN THEORETICAL ACTIVISM</span></p>\n<p><span>Forthcoming Yale symposium Aesthetic Activism “casts aesthetics as the primary discourse for social, ecological, and political engagement. Political problems may be best addressed as aspects of aesthetic experience.” Really?? That’s great, so as aesthetes we can now claim to be political activists!!! How is this meant to be made credible? How do you pull this off? By inviting one of those aging but ever-adolescent hyper-trendy French philosopher-‘communists’ &#8211; who thrive in elite universities and art fairs and let them dazzle your politically and philosophically innocent architectural audience. Then pile in lots of the latest super-trendy hyperbolic radical theory including “Accelerationism, Afro-Futurism, Dark Ecology, Extro-Science Fiction, Disobedient Objects, Immaterialism, Object-Oriented Ontology, and Xenofeminism” and mix it up with your most ambitious architectural pals searching for meaning or rhetoric or both. Don’t worry too much about what kind of political action program this pile of pretensions might add up to: I guess the symposium itself is all the “activism” we can ever expect here. Or? … Is this really the way to fulfill architecture’s healthy craving for societal meaning and purpose? … Anyway, it’s certainly going to be fun and thought provoking. I don’t want to be a spoil sport: So, go if you can! I would! </span></p>\n<p>&nbsp;</p>\n<p><span>Mark Foster Gage </span></p>\n<p><span>Like · Reply · 21 · October 1 at 5:30pm</span></p>\n<p><span>Oh Patrik. I&#8217;m so glad you&#8217;re solidifying your right-wing position in architecture against anyone who does not subscribe to your glorious monotheistic, or monopatrik, parametric religion. Continue to be for Brexit, and if only you had U.S. Citizenship you could vote for Donald Trump!!! The symposium includes Ranciere exactly to discuss the ridiculousness of having mansplaining single &#8220;genius-masters&#8221; such as yourself tell us all the answers to everything, what we should do, what we should believe, and how we should practice. But since I do love you, I&#8217;ve decided to make a last minute change to the symposium and call it &#8220;No More New Ideas: We&#8217;re All for Parametricism, go Patrik YAY!!&#8221; Will you be the keynote?</span></p>\n<p>&nbsp;</p>\n<p><span>Patrik Schumacher </span></p>\n<p><span>Like · Reply · 11 · October 1 at 6:25pm</span></p>\n<p><span>lol .. hysterical &#8230; but seriously: my refusal to join the general, nearly ritual (and in my view intellectually bankrupt) anti-capitalist bias of our discipline (or your more trendy intellectualizing version) does NOT make me “right wing”. The right-left distinction fails to locate the growing (and rather sophisticated) tendency in political and economic thinking I am excited about. “Right-wing” is here an unhelpful denunciation. … Further: If architecture is meant to be a rational (theory-guided) discipline or discourse-practice, then some of us must propose, evaluate and argue over the most viable, productive and progressive ways to practice. (This has nothing to do with masters telling us what to do.) There is no point about being coy about this.</span></p>\n<p>&nbsp;</p>\n<p><span>Mark Foster Gage </span></p>\n<p><span>Like · Reply · 6 · October 2 at 12:56am · Edited</span></p>\n<p><span>Patrik. You&#8217;re stuck in the 19th century if you think Aesthetics is the same as Pater and Wilde&#8217;s Aestheticism. Aesthetics is a form of engagement, and as it turns out, a rather powerful one culturally, socially and politically&#8212; as we are only now learning in more depth. Even Plato recognized this&#8211; exiling as he did artists and poets from his ideal state by reason of their political agency. Nobody is proposing an 1968 anti-capitalist position as much as an anti-vast-inequality one. As Zizek reminds us, capitalism isn&#8217;t going anywhere&#8211; and that&#8217;s not everyone&#8217;s goal, certainly not mine. But one thing that capitalism is great at is producing vast inequality, and aesthetics plays a role in this, and in a great many other things. Architecture may not be the answer to this &#8212; but architects, philosophers, artists, scholars, writers, curators and activists may have something to say to each other about the subject. That&#8217;s what my symposium is about&#8211; discussion. If the future allows for other forms of speculation, you need to open your mind. Come. I&#8217;ll save you a seat in the front row next to me. One where I can keep an eye on you so you don&#8217;t misbehave and start ranting&#8230; If it&#8217;s all solved and architecture is over&#8211;having reached it&#8217;s pinnacle with Patrikmetricism, then by all means, keep manslaining the world to everyone from the exalted all-knowing position that you occupy. But perhaps also be reminded by Hamlet, &#8220;There are more things in heaven and earth, Horatio,Than are dreamt of in your philosophy.&#8221; (Act 1, scene 5,&#8230;)</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Patrik Schumacher"},"slug":"patrik-schumacher","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Discourse"},"meta":{"volume":"2","number":"08","publication_date":"2016-11-10"}}}}