{"title":{"rendered":"&#8230; about table talks"},"content":{"rendered":"<p><strong>JACK LIPSON</strong> (M. Arch I &#8217;18), <strong>JULIE TURGEON</strong> (M. Arch I &#8217;18), <strong>GENTLEY SMITH </strong>(M. Arch I &#8217;18)</p>\n<p><span>This summer, Jack Lipson and Julie Turgeon coordinated a series of informal talks with the YSOA summer contingent. They called it Table Talks; their mission was simple:</span></p>\n<p><span>“Table Talks is rooted in a simple yet staunch belief in the value of sharing and spreading ideas. We aim to provide an alternative platform for the testing and transmission of talks, presentations, stories, and experiences outside the walls of the Yale School of Architecture. Tapping into a rich and complex collective body of knowledge extant within our community, our agenda is to bare the passions and interests that otherwise remain unexpressed during the quotidian routines that transpire within the formalized spaces of Rudolph Hall. We are hoping to mine you, hear what you have to say, and learn about your experiences, all with the simple goal of sparking meaningful, intelligent conversation in an informal setting where we can eat, drink, and speak freely with one another.” </span></p>\n<p><span>Gentley Smith sat down with Jack and Julie to discuss their experience.</span></p>\n<p><span>Gentley: What inspired you to start Table Talks?</span></p>\n<p><span>Julie: It was a platform to infuse our conversations with our past experiences, passions and interests that fall outside the realm of what we typically discuss within the walls of Rudolph. The conversations in the formal settings of a pin-up or review of course revolve around architecture, but there is so much more beyond that realm that enriches and informs what we are doing, how we approach problems, and we don’t often have an opportunity to share it. We saw Table Talks as a way to stitch that gap a little tighter. </span></p>\n<p><span>Jack: When we started the conversation it was about the one year mark that people had been in New Haven. That is why we chose “on Home” as our first topic. It was a funny realization, to acknowledge how much time had passed, and how much of that time was spent living, maybe even trapped, in our new “home.” It also marked, for some of our classmates, the first year of being forced to think about architecture as who they were, as an extension of themselves. But it seemed important to us to use this first Talk as an opportunity to for us to collectively take a step back and explore different ideas of individuality. </span></p>\n<p><span>Gentley: </span><span>In what ways do you see the Talks providing a different space than other places for discourse available at YSoA?</span></p>\n<p><span>Jack: Well, it was important that the Talks themselves were not meant to be the event, the preceding dinner was the event. There couldn’t be a separation of the two because one transitions into the other. We knew people wouldn’t be as comfortable opening up as much if we didn’t create a casual and relaxed environment. If Table Talks were presented as a lecture series, it would not work. </span></p>\n<p><span>Julie: Sitting around a dinner table sharing food, drink, and thoughts created a sense of vulnerability and intimacy, which was essential for people to open up and speak more freely. Having been taught to communicate and present our ideas in a very particular, performative way over the course of the first year at school, we wanted to provide a space to engage in a more horizontal kind of conversation, one without the pressure to perform. This was more of a testing ground for raw ideas than a space for polished presentations.</span></p>\n<p><span>Gentley: How did you curate the topics?</span></p>\n<p><span>Jack: The topics had to be first, universal and second, debatable. Everyone has a home, for example, but each idea of home presents an infinite amount of interpretation, each infused with a unique level of nuance that has ultimately influenced our individual ideas, experiences and biases</span><span>. Everyone has had an exposure to education &#8211; as discussed in our second talk “on Education” &#8211;  but each experience that was presented was so diverse, and the conversation was really enriched by the eclectic nature of our collective intuitions. The next topic will be “on Obsession.” We wanted to find broad themes anyone could respond to but that could be taken in many directions, hopefully striking a balance between friendly conversation and declarative friction.</span></p>\n<p><span>Julie: A few topics actually evolved directly out of conversations that took place on the Building Project site. Home was a great, extremely relevant first topic, and the four individuals who spoke that night tackled the topic from completely unique perspectives, which was really everything we had hoped for. I was delighted by the dynamic mix. We invited a non-YSOA speaker for the second topic, “on Education”, which really enriched the discussions as well. We’re interested in broadening the roster of participants beyond YSOA, eventually. </span></p>\n<p><span>Gentley: Have you seen any benefits besides intimacy? Perhaps to your own work?</span></p>\n<p><span>Jack: No, but I don’t think that the intention was ever to directly feed the work. The intention was…</span></p>\n<p><span>Julie: &#8230;to stimulate conversation.</span></p>\n<p><span>Jack: People in architecture school are fighting to distinguish themselves and to ultimately develop their own opinions. It’s something we can all work on: getting practice hearing diverse opinions, contributing to them, and engaging in discourse. It doesn’t have to be super academic, sometimes listening is just as important.</span></p>\n<p><span>Gentley: Did you find the conversations different than what we commonly hear at the school?</span></p>\n<p><span>Julie: Again, our intentions were never to make these talks relevant to the school, at least not in a direct or explicit way. </span><span>People rarely spoke about architecture.</span><span> It was more impactful in the broader sense of shifting how we approach learning from one another. In the second year class alone, we hail from 38 different undergraduate institutions, holding nine distinct degree types in fields ranging from philosophy to the fine arts! What a rich body of knowledge we have to mine right here at each others’ desks. We would be thrilled if some of the </span><i><span>spirit </span></i><span>of the exchange would trickle into Rudolph, but not necessarily any of the content of the Talks per se.  </span></p>\n<p><span>Gentley: Was there a time that arguments got heated? How passionate did people get? If this is a good thing, how do we foster this in studio, in discussions, and beyond?</span></p>\n<p><span>Jack: The education topic brought out a lot of passionate discussion. The conversation naturally got a little heated once it shifted towards politics. It was exciting for me to listen to my peers and learn from them. It’s amazing, but not suprising, how much people know and how all it sometimes takes is a dining table to get insightful co</span><span>nversation brewing. I suppose it was important to allow the conversation to get tense at moments of friction &#8211; which were often the most interesting points of the evening. The tangents that brought us to less trivial subjects were the most challenging and engaging, despite their lack of comfort. Sometimes it’s ok to yell! This is something that has arguably been removed from our discourse inside the school which is generally very PC and polite, maybe even to a fault. In the Aesthetic Activism symposium, for instance, there was a lot of patting each other on the back between the participants. There seemed to be a glaring lack of passion or frustration, especially considering the nature of the content and the context. Considering the scale of our project, I am really happy with the level of debate, and energy that came through in each Talk.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jack Lipson"},"slug":"jack-lipson","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Gentley Smith"},"slug":"gentley-smith","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Julie Turgeon"},"slug":"julie-turgeon","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Discourse"},"slug":"discourse","meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}