{"title":{"rendered":"about why “that’s so cliché” is a cliché phrase"},"content":{"rendered":"<p><strong>ALEXANDRA KARLSSON-NAPP</strong> (M. Arch &#8217;18)</p>\n<p><span>Empty phrases, banalities put on pedestals, and generalities taking precedence. The point is missed, washed over by a sheet of lovely, true and tried words.  From your classmates to starchitects, everyone is guilty. Diffuse or sharp, meaningful or meaningless, it’s difficult to judge what qualifies as substance and legitimacy. When did modernity&#8217;s standardization of language become a suffocating, cling‐wrapped homogenization of thought and why do we decorate our ideas with clichés? Maybe because we&#8217;re tired, or we&#8217;re lost in a swarm of phrases that easily stick, or we need to make this half‐baked idea seem fully thought through. Sticking to what is pertinent or admitting the truth would be, well, unheard of.</span></p>\n<p><span>Here is a list of complaints/thoughts/suggestions to point you in the direction of</span></p>\n<p><span>speech that is insightful and meaningful, or at least not boring:</span></p>\n<p><span>Saying is not doing. Many of the twentieth century&#8217;s political tragedies have flown under the rhetorical banner of progress, emancipation and reform. Recognizing the possibility of failure from the very beginning may reduce false promises. Instead of wholeheartedly grasping to the supposed dream your project is destined to create, ask yourself: what kind of person does this architecture foster?</span></p>\n<p><span>Know where your habits come from. Many of our default phrases were conceived of as aids to an exploding culture of management and consultancy, resulting in generalized concepts and presentations with easily graspable formats. (This article&#8217;s list format is one example.) You are a product of your environment, unless awareness can instill in you something truly unique.</span></p>\n<p><span>Something generally considered bad is likely worth looking into. Blips in thought or speech may be significant. Non‐conforming practice is indispensable to formal order.</span></p>\n<p><span>&#8220;</span><i><span>Activating the public:</span></i><span>&#8221; What does this even mean? Every time someone says this I imagine batteries being forced into the backs of a crowd of pedestrians who then proceed to move like ants whose stack has been trampled on, generating directionless movement and shrieking with delight at the sight of your architecture.</span></p>\n<p><span>The way out of generality probably doesn&#8217;t come out of neglecting your theory readings. We have a low theoretical understanding of many of the concepts we pick up in class. The vast variety of topics covered doesn&#8217;t help. Stubbornly ask what is meant, don&#8217;t skim, re‐read, and bask in the rare moments of harmony of thought. Then move on and try to enjoy living with your grappling mind.</span></p>\n<p><span>How much longer do we need to talk about Le Corbusier, Louis Kahn, and Mies Van der Rohe? 100 years? 200? Though their work and ideas may have been brilliant, their wide appeal often results in a lack of specificity. Obscure references may yield more interesting results.</span></p>\n<p><span>What you choose to focus on has significance.  Try putting a quota on yourself. For instance, during a project try to reference as many female as male protagonists. This has proven effective in changing the ratio of representation in many governments and may prove fruitful in architecture.</span></p>\n<p><span>Don’t disregard the age you live in. The present is worth just as much as any previous state of affairs. Make full use of the means of expression of your own age and recognize that this time too will become a source for the future.</span></p>\n<p><span>Try going up to present not using any of these words and see what happens: expand/contract,</span></p>\n<p><span>activate, engage, public, private, mixing, strategy, site, diverse. Reflect and try new words and ways of speech. Let language be a generative medium, not a stifling necessity.</span></p>\n<p><span>Talk about what you are interested in, not what you think you should be talking about.</span></p>\n<p><span>Did you really mean it or were you just trying to look smart? There is a certain vanity in letting yourself ramble producing words but not conversation. Don’t participate in empty discourse. Redirect it. Don’t work around what you’re trying to say. Cut the fluff. Be direct, not vague, about what you believe in.</span></p>\n<p><span>Ideas that need to be simplified and sold perhaps can never hope to be worth anything. This is not to say that an idea can’t be beautifully unassuming in its simplicity.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alexandra Karlsson Napp"},"slug":"alexandra-karlsson-napp","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Discourse"},"slug":"discourse","meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}