{"title":{"rendered":"ABRIS à KAYAKS: The Not-So-Primitive Hut"},"content":{"rendered":"<p>JESSICA ANGEL MArch 1 &#8217;16, DORIAN BOOTH MArch 1 &#8217;16, CHRISTIAN GOLDEN  MArch 1 &#8217;18</p>\n<p>&nbsp;</p>\n<p><span>Until recently, there has been a general decline in architects actually building structures with their own hands: they have been chained to the confines of the desk and the computer. Yet with more and more young architects attending happenings like Burning Man and opening up small fabrication shops, architectural craftsmanship is re-emerging in small design-build work. Over the summer, two friends and I sought work to engage this trend and allow us to get our hands dirty.</span></p>\n<p><span>One hundred and twenty kilometers south-east of Paris, on the fringe of Burgundy, lies the 16th century farmhouse of Biancourt, a bucolic oasis within a sea of wheat fields. Located next to a lake, the farmhouse had a distinct need: a small shed that would protect kayaks and fishing rods. “Getting our hands dirty” thus became a way to reconnect with the basis of architecture, which fundamentally consists of cutting wood to make shelter. Understanding the basic relationship between the architect and her surroundings, as well as the role of tools in the process of making, was fundamental to the design and construction effort.</span></p>\n<p><span>In terms of design, the concept was quite simple&#8211;a covered bridge with barn doors on both ends&#8211;but in terms of action and effect it became a threshold, mediating the transition from land to water. The main goal was to build a relatively uncluttered form that would host the colorful kayaks. A nearby sawmill provided the wood. We used oak for the foundations and the floor slab, and Douglas fir for the rest of the project. The two end doors are made of oriented strand board (OSB) that we varnished in white.</span></p>\n<p><span>The experience proved worthwhile for several reasons. First, we realized that there are many differences between the French and the American way of building. For instance, in France, cladding is mostly done with screws instead of nails. Stainless steel nails are almost impossible to find there. The studs are also oversized compared to the 2” x 4” nominal U.S. standard. Standard dimensions do not exist in France and custom cuts are encouraged. But most importantly, we realized how many significant design decisions are taken while building. It made us acknowledge how crucial the relationship between the builder and the architect is to the project, especially in the US, where these two professions are so divided. </span></p>\n<p><span>The above could be an easy conclusion and this shed would just remain another student project in our portfolio. However what matters here isn’t the final product but the innate desire that pushed the three of us to “get our hands dirty” and reconnect to the earth and materials that often remain elusively abstract.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}