{"title":{"rendered":"Accessibility of Sex"},"content":{"rendered":"<p>Think about the last time you had an intimate encounter with someone.<br />\nThink about who it was with, what you guys did, and how good or bad it was.</p>\n<p>Now think about where it was. Was it in public? How many stairs did you have to climb? Did you need a lift to get you in and out of bed? Did you undress/dress yourself or were you undressed/dressed by someone else? These are some of the things that physically disabled people have to think about when they attempt an intimate encounter.   Most of the time sexual encounters for physically disabled people are inaccessible.  Disabled people are limited to their apartments or homes, because their partners&#8217; place of residence isn’t accommodating whether it be a flight of stairs, narrow door frames or hallways, or they don’t have the right equipment to get the disabled person in and out of bed. This is a struggle I traverse within my own artwork. When I am thinking of concepts for my photography, I consistently have to think about where I am going to have the photo shoot, and more often than not, it is at my apartment. There are only so many times I can photograph within my apartment before I exhaust space of its aesthetics.  Living with a disability, you learn to be creative and adaptable, consistently thinking about the task at hand and how to get it done. This is a great skill to have when it comes to sex. You have to be creative in the positioning, where you’re going to do it, and what you can do in a certain amount of time. If we hired more people with disabilities to assist in creating and designing private and public spaces, it would benefit everyone in the long run, because being able-bodied is a temporary thing.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2.jpg\"><img class=\"aligncenter size-full wp-image-7071\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2.jpg\" alt=\"\" width=\"1920\" height=\"1431\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2.jpg 1920w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2-300x224.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2-768x572.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2-1024x763.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17094646/bob-prideFINAL2-1200x894.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p>&nbsp;</p>\n<p>Born in 1987 in Norway, Michigan, Coombs lives and works in New Haven, CT, pursuing his Masters of Fine Art, Photography, at Yale University.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Robert Coombs"},"slug":"robert-coombs","meta":{"degree":"M.F.A.","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Provisionally Together"},"slug":"provisionally-together","meta":{"volume":"5","number":"05","bulletin":false,"publication_date":"2019-10-17"}}}}