{"title":{"rendered":"Advanced Studio Critics on materials&#8230;"},"content":{"rendered":"<p><strong>&#8230; AS MATERIAL</strong></p>\n<p><strong>Mark Foster Gage</strong>: There seem to be two approaches towards materials—architects that start with materials, and design according to their limitations and properties, and architects that design what they want first, and then work with collaborators to find the materials and techniques required to bring those ideas into reality. Both are entirely reasonable but I’m more aligned with the latter, as it’s where architectural innovation tends to reside. I&#8217;m becoming skeptical of the former, as more often than not, it means you’re starting with “products”—as in materials that are sold by companies—usually pre-formed into certain configurations (4×8 sheets of plywood, 1×2 marble tiles, with accompanying barcode etc.). If you design using one of the very few architectural software programs available, and then drag and drop easy building products into your digital/BIM model—you&#8217;re only using ingredients imagined, for you, by corporate suppliers. Architecture, then, becomes about &#8220;product-picking&#8221; rather than what I would consider a more holistic idea about design. That doesn’t, of course, mean we don’t use “products” in architecture, only that we need to realize that the corporations that produce them have interests other than the quality and longevity of the built environment in mind, and that their goals are growth and profit. This leaves the world constructed with what are often the most profitable materials, rather than the right materials.</p>\n<p><strong>David Gissen</strong>: A colleague of mine once claimed that there are no materials in the way architects traditionally used the term; now we only have products. What this means is that brick—a material once tied to marshy production sites near cities—transformed through capitalization processes into something industrially produced, branded, and consumed. This extends to any number of materials. These two words—material and product—have become dangerously interchangeable in architecture.</p>\n<p><strong>Henry Squire</strong>: To me there is no separation between the poetic and the practical. If you do see a separation, then you are not using the material correctly. The poetry of brick is that it is a solid, load-bearing material, and when expressed as such, it demonstrates the practicality and poetry of that material. At Grundtvig’s Church in Copenhagen, I believe brick is used as the only material. It is all made from one brick size, no cut bricks, no specials, all load bearing, and no concrete structure underneath. When used as a veneer or a rainscreen, the poetics of that material are lost.</p>\n<p>&nbsp;</p>\n<p><strong>&#8230; AS REPRESENTATIONAL</strong></p>\n<p><strong>Henry Squire</strong>: I find beautiful drawings can sometimes convey more about what you feel about the material than CGI renders, however there is no substitute for the real thing. Asking someone to touch and look at the real material engages them more than CGI renders, so we insist on doing site visits to see examples of where the material has been used in other buildings. The play of weather conditions on some materials can completely change them so seeing them in cloudy, sunny, light, dark and rainy conditions is really important.</p>\n<p><strong>Mark Foster Gage</strong>: In my recent monograph, I wrote, “My office spends an inordinate amount of time trying to make things look real before they actually are, or in spite of them never actually being. While this constitutes a form of representation—it is the genre of representation that comes closest to actual realism. It is a type of representation with the ambition to look as if it were a photo taken of an existing reality.” That is to say, it’s a type of representation that wishes it didn’t have to exist. My goal would be the building, not the representation—and the only representations I use are ones that show the building after construction. I am worried about, even against, recent movements in architecture that turn the discipline into one of representations. This is why I can usually be found on juries complaining about cute axons with pastel backgrounds—as it turns architecture into a representational project that looks good hanging in an apartment rather than considering its aesthetic and cultural effects in the world- through representation. Turning architecture into the “Monument Valley” app may look good for reviews, but it doesn’t do much for our collective built reality.</p>\n<p>&nbsp;</p>\n<p><strong>&#8230; AS IMMATERIAL</strong></p>\n<p><strong>Mark Foster Gage</strong>: I, surprising to most, have a very narrow definition of architecture. I think it&#8217;s mostly about buildings (shocking and heretical!). Fashionable discourse about the &#8220;expanded&#8221; definition of architecture is ultimately just a conceptual distinction. People don&#8217;t want to do buildings—that&#8217;s fine, it&#8217;s not for everyone, no judgement—but why the need to maintain the architect label? If you look around the world today, the state of our architecture and cities is increasingly abominable, and I believe architecture is the discipline responsible for addressing that. If our greatest talent drifts off and considers web-design to be an &#8220;extension of architectural intelligence&#8221; (I&#8217;ve actually heard this said), then it just leaves us with less talent and resources to address our physical environment. This is tragic, as I believe architecture is not only something that shelters us, but something that forms the very backdrop of our reality. If architects are doing web design, and web-design is architecture—then who&#8217;s responsible for our built environment?</p>\n<p><strong>David Gissen</strong>: I used to think that pollution and other urbanized &#8220;subnatures&#8221; were resistant to commodification. This is one of the reasons I am so interested in abject externalities, because I thought it might mark a return to some more authentic materialism in architecture. But I’ve watched how various subnatures were transformed into products too. So, I suppose, today, even the effluvia of the city is a “material” in the product-sense. Maybe one day we will find materiality in architecture, but like everything else, that will involve a transformation in the larger structure that makes things tangible in the first place.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mark Foster Gage"},"slug":"mark-foster-gage","meta":{"degree":"Assistant Dean and Associate Professor","graduation_year":""}},{"title":{"rendered":"David Gissen"},"slug":"david-gissen","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Henry Squire"},"slug":"henry-squire","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Material World"},"slug":"material-world","meta":{"volume":"5","number":"09","bulletin":false,"publication_date":"2019-12-05"}}}}