{"title":{"rendered":"‘Against the Slope’ A review of Noah&#8217;s Ark: Essays on Architecture"},"content":{"rendered":"<p>ROBERT SMITH WATERS, M.Arch &#8217;18</p>\n<p><span>Noah&#8217;s Ark: </span><i><span>Essays on Architecture</span></i><span> is the most recent publication from Anyone Corporation&#8217;s </span><i><span>Writing</span></i><span> Architecture </span><i><span>Series</span></i><span>. Edited, translated and introduced by Anthony Vidler, Noah&#8217;s Ark is a collection of 13 essays by philosopher Hubert Damisch that span between 1963 and 2005. The subjects explored throughout the book deal with theoretical questions about architecture. The general ideas of structure -both linguistic and anthropological- meaning, origin and material permeate the entire collection. Damisch’s exploration into architecture represents an alternative and sometimes taboo way of thinking about architecture which makes this book an essential additional to anyone&#8217;s library who wants to have a broader understanding of our art.</span></p>\n<p><span>In the introduction, Vidler makes a distinction that is fundamental to understanding how Damisch thinks about architecture, “His aim is both more philosophical &#8230; and less systematic. Here, the conjunction that appears often in his titles </span><i><span>-with-</span></i><span> is symptomatic: His aim is not to treat architecture </span><i><span>and</span></i><span> philosophy, but to discuss, to formulate a discourse of architecture </span><i><span>with</span></i><span> philosophy.” This distinction shows that architecture can exist outside of the structures of both philosophical and linguistic analysis to which architectural thought has so often been beholden too. For Damisch, essays on architecture appear with, between, to the edge of, and against other disciplines.</span></p>\n<p><span>In keeping with the topic of this issue, it is not surprising that one of the essays by Damisch is a contrarian and counterintuitive examination of La Tourette called </span><i><span>Against the Slope.</span></i><span> Within this essay, Damisch builds a reading of La Tourette as a “theoretical object” and hypothesizes that La Tourette has a space within it to hold ‘something resembling thought.’ That is, that La Tourette has the capacity to be both a built architectural object and an abstract conceptual object for the mind to occupy. Damisch deconstructs the phenomenological and physical structures of La Tourette, analyzes them with his own experience and thought, then concludes that La Tourette is a conceptual work from “the top down and from the inside out.” He references Le Corbusier’s explanation of the project as the most explicit summation, “Walking is from the first a part of the phenomena constituted in perspectives through the play of all the kinesthesis together. And this occurs already in closed spaces, in which everything becomes accessible in the normal way and everything is thus constituted in the same way as real things spatiotemporally exterior to one another.” Here, by citing Le Corbusier directly, Damisch attributes the material experience of space in La Tourette to the controversial rationalist. </span></p>\n<p>If you take anything away from this review, let it be that Damisch is a “displaced philosopher” viewing architecture from an alternative perspective. His views are as unique as they are intuitive and Noah’s Ark creates a new platform to examine the discipline. It is a must read for anyone interested in theory today.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Robert Smith Waters"},"slug":"robert-smith-waters","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Taboo"},"meta":{"volume":"2","number":"20","bulletin":false,"publication_date":"2017-04-06"}}}}