{"title":{"rendered":"Ails of Attribution"},"content":{"rendered":"<p class=\"p2\">Sarah Weiss, M.Arch I, 2021, YSoA</p>\n<p class=\"p4\">On Tuesday, October 8th, Phil Bernstein (with the help of Peter de Bretteville) delivered a workshop about attribution in design in order to raise awareness about issues surrounding intellectual property in the field. The meeting explored meaningful ways to engage with the topic of attribution in architecture school, framing the issue not only within ethical parameters, but also aspirational ones. Phil suggested, “it’s a skill, you have to practice it.” As a skill rather than just a habit, or responsibility, attribution is imbued with a sense of value and pride that it does not presently hold in the design world. Whereas proper citations are intrinsic to good writing, the skills necessary to attribute our influences as designers are not nearly as developed or foregrounded in architectural education.</p>\n<p class=\"p4\">It is obvious that part of this reluctance to make attribution training prominent is our lack of certainty about what is wrong and right, and the massive grey area that exists in between these two poles of conduct. Not only was this sentiment expressed by the faculty, it was echoed by students in response to the meeting, some suggesting that the issue is most navigable via self monitoring and emotional instincts rather than rule based enforcement. Dan Whitcombe (M.Arch I, 2020) says, “don’t have malicious intent, don’t copy things. You know when you’re doing something bad, you know when you’re trying to pass something off,” proposing that this is a cultural issue rather than an administrative one. And so, if the onus is on us, are we doing enough as a community to cultivate these instincts?</p>\n<p class=\"p4\">Brian Orser (M.Arch I, 2022) recommends that this cultural shift be catalyzed by a tangible change in procedure. He offers, “we would write an analysis of our own work before each final review, specifically identifying influences where they appear, and placing our design within contemporary, historical and intellectual developments.” Though he acknowledges this extra step might feel burdensome, he sees it as an opportunity for intellectual clarity and intentionality, the kind that might even “give our critics a better idea of how to guide us.”</p>\n<p class=\"p4\">Other students worried that design attribution’s history of inaction had set precedent for a sense of lawlessness among designers. Natalie Broton (M.Arch I, 2021) laments, “so there is no hope for us if someone steals our work because [they] can just cite it and it is theirs? I wanted to ask, when [is] it actually plagiarism, when can someone actually get in trouble for it?”</p>\n<p class=\"p4\">Parallel to, or maybe within, this larger issue of proper attribution are questions about receiving and giving help in architecture school. Some students walked away from the session feeling a bit apprehensive about what is and is not fair in the studio. Claire Hicks (M.Arch I, 2022) wondered “about giving critiques to fellow students…To me that’s a really important part of school, and when that doesn’t happen I struggle, and I feel like it’s part of studio culture that’s really important&#8230; I’ve never thought about that being regulated before. Or if they were suggesting it should be regulated?” Seth Thompson (M.Arch 1, 2020) adds some tone to this grey area, pointing to some contradictions within the school, remarking, “working with significant others… maybe clear, but then, can you pay someone in the chair class to paint your chair, (which is usually allowed)?”</p>\n<p class=\"p4\">The town hall may have produced more questions than given answers, but the argument was clear: we need to problematize the way we think about design attribution as a way to begin to redefine and bring higher resolution to what is fair, right, and eventually required. We are far from clarity.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sarah Weiss"},"slug":"sarah-weiss","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Yuck!"},"meta":{"volume":"5","number":"06","publication_date":"2019-10-31"}}}}