{"title":{"rendered":"All business at Evans Hall"},"content":{"rendered":"<p class=\"p1\"><strong>KIRK HENDERSON</strong> (M.Arch, M.B.A, &#8217;16)</p>\n<p class=\"p1\">Evans Hall, Yale’s shiny new home for the School of Management, may be as fragile as a piece of paper. Let me offer a most quotidian example: Earlier this year, the student government requested a place for that most common collegiate item: a notice-board for student postings. They were initially denied. Finally, a smallish cork board was placed at the far end of a service corridor leading to the administration wing. The corridor — long, windowless, and bare — terminates in a metal fire door which automatically locks at 5 p.m. every day. The location at which students are to post their fliers, wanted ads, and notices may have the distinction of being the least trafficked space in the whole of the 240,000 square foot building. The explanation from on high? Evans Hall has a clean look, and students’ slapdash paper postings would disrupt the aesthetic value of the building. If the building was a spreadsheet, student postings didn’t get a line.</p>\n<p class=\"p1\">When a $240 million school building can’t accept student postings without falling to pieces, one has to wonder what’s holding it up at all. I assert this structural instability reveals itself not in materials, design, nor even aesthetic intent. Instead, and despite checking all the right boxes for an impressive educational facility and a well-executed exemplar of modern architecture, Evans Hall exemplifies a simplistic, even retrograde model of value. Such a model measures the worth of anything by its quantifiable exchange value. Terms of measurement are agreed upon, value is assessed, and contracts between stakeholders are made. They agree upon a common unit of measurement, assess value, and write contracts to capture that value. Each stakeholder agrees to contribute only as much as the project feels valuable to them. In this way, a knowable consensus of mutual benefit is reached, and the building design moves forward.</p>\n<p class=\"p1\">We must ask, Who is at the table for this value exchange? No, it’s not the students, or even the faculty. In the case of Evans Hall, we can say the stakeholders are Yale University, its donors, and the architect. Yale finds value in projecting an image of a top-flight business school, attracting new students (customers), and improving its ranking among its competitors. The donors want their name on the door. Value for the starchitect, Lord Norman Foster, may be the most difficult to discern. It’s telling that the largest portion of the design budget was spent on making the floorplates as thin as possible, so seeming to float in the air. Lord Foster, master of the diagram building, most likely ceded to client wishes and put his utmost effort in the successful affectation of an austere modernism, at once compressed and grand.</p>\n<p class=\"p1\">All this is FINE. Indeed, no one can say that Evans Hall isn’t properly conceived, well-built, and makes a fine image. My argument is that the building offers nothing more than the successful execution of the value contract. No other considerations besides those which satisfy stakeholders seem to have factored in the building’s conception. The client wants a fancy reputation-building, image-making, building, and it balloons as donors spend money proportional to their desire for recognition, and the architect supplies the diagrams, models, and quantified design decisions to satisfy these desires, in abstract. Value is defined, agreed upon, and executed in a closed box. Stakeholders look at each other around the table, nod, and smile.</p>\n<p class=\"p1\">On the micro-level, such a limited view of value leaves the actual occupants of the building, the students and faculty, as disenfranchised participants in an architectural economy which sees them only as commodities. The building has a “student lounge,” but nobody would mistake it for anything but a carefully maintained corporate lobby. The state-of-the-art classrooms reside in enormous, hermetically sealed blue drums that eliminate any holistic sensory stimulation outside of the professor’s voice, in the best model of 1950s lecture halls. The much beloved Hall of Mirrors of the school’s previous campus, where students could genuinely relax, congregate, and make a mess (gasp!), has been recreated, either through cynicism or a distinct lack of humor, into a Hall of Murals with hard-edged tables. It features a brash Sol LeWitt. Score one for the brochure.</p>\n<p class=\"p1\">Top-down decisions within architecture are nothing new. What rankles is that Yale would endorse such a model of low-risk creation and meager inhabitation in the first place. The campus’s older buildings, such as the newly renovated Sterling Library, all feature spaces of myriad sizes, corners for congregating, and spaces optimized for human life, not value-addition. Whatever deliberations went into these buildings’ inception, a generous spirit pervades their execution that allows them to be beloved and inhabited one hundred years later. Yale SOM’s mission statement is to “Educate leaders for business and society.” Right now, Evans Hall is all business.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}