{"title":{"rendered":"Almaty Preservation"},"content":{"rendered":"<p>The preservation of architecture—the assignation of value to sites and the connections between buildings and the political, social, and cultural histories that they represent—is frequently contingent on political and economic forces. As Gwendolyn Wright observed, in colonial contexts, “as specialists chose certain historic monuments to isolate and venerate, promoting particular stylistic idioms as prototypical forms, architectural design could no longer be considered the complex product of a diverse culture.”[1] The expansion of conversations in architectural history and historic preservation in recent years addressing questions of cultural and social histories has provoked new examinations of the value of buildings and landscapes. The designation of examples of architectural production as worthy of preservation has played a role in shaping such conversations, raising issues of the connection between “historic” structures and their physical and historical context. [2]<br />\nAlmaty, capital of the former Kazakh Soviet Socialist Republic (SSR) from 1927 to 1997, experienced an architectural boom beginning in the 1960s. The buildings constructed during this period represent architectural experiments in defining relationships between national form and international socialist architecture. They also represent the work of the first generation of professional architects trained locally in the Kazakh SSR. Prior to the 1960s, the republic lacked faculties of architectural education; students were sent to the central design and engineering institutes of Moscow and Saint Petersburg. In 1961, Toleu Basenov (1909-1976), the diplomaed Kazakh architect—in conjunction with other members of the Almaty state design institute—founded a design department at the Kazakh Polytechnic Institute, educating local practitioners and shaping architectural discourse within the republic.<br />\nWhile Almaty today contains a vast number of modernist buildings, many constructed by prominent central Soviet or Kazakhstani architects, few of them have been officially recognized as worthy of preservation. City and national level preservation laws do exist in Kazakhstan, but they are weakly enforced, and the process by which buildings and monuments are included on either or both list is opaque. Since 1992, when the first post-independence law for the preservation of historical monuments was passed, hundreds of buildings and historical monuments have been removed from the index. Additions and exclusions to the list are proposed by the local Akmiat, or mayoral office, with no public discussion or mechanism for city residents to influence decision making. While buildings included on the preservation indices are protected from outright demolition, reconstruction—frequently significant—is allowed. The destruction or complete alteration of these buildings obscures the histories of their design and construction, and that of the development of professional architectural practice in Kazakhstan.<br />\nOne highly visible example of the reconstruction of a historic building is the former Palace of Lenin (1970). Designed by a team of prominent architects from the Almaty design institute, Kazgorstroyproekt, including Yuri Rashrutny (1935-1996), Lev Ukhobotov (1933-), and Nikolai Ripinsky (1906-1969), the building featured an upwardly curving 10,000 square meter gold-tiled roof resting on eight reinforced concrete pillars located at the exterior, permitting a free expanse at the interior. The facade was split into two sections: the structural columns, slab covers, and thickened, vertically banded screening system of the second and third levels clad in white marble, and the entry level wrapped in a glass curtain wall. The contrast between the weighty materiality of the roof and upper levels and the glass below gave the impression that the building floated above its site, touching down only at the columns. In 2010, the building, whose designers had been awarded the prestigious USSR State Prize in 1971, was fully renovated. The roof was reclad in ribbed white metal panels and the entire facade replaced with a mirrored glass curtain wall. Geometric capitals were added to the exterior columns, and their structural function was obscured by the addition of a mirrored glass spacer visually breaking their connection to the roof. Despite being undertaken within the framework of the state preservation program, the reconstruction drastically altered the appearance of the building, eradicating its original design intent.<br />\nIn recent years, several groups have formed which advocate for the historical value of Almaty’s modernist buildings. One, Archcode Almaty, has approached preservation as an educational campaign, documenting structures, conducting archival work, and hosting multi-disciplinary public dialogues on the urban and architectural environment of the city. Through partnerships with local news agencies and the Soros Kazakhstan Foundation, the group has attempted to raise public awareness of Almaty’s architectural heritage and encourage discussion of its development. The development of conversations regarding the value of buildings, between practitioners, academics, and the public has the potential to broaden understandings of the intersections of history, place, and design.</p>\n<ol>\n<li>Gwendolyn Wright, “Tradition in the Service of Modernity: Architecture and Urbanism in French Colonial Policy, 1900-1930” in The Journal of Modern History, 59:2 (1987) 294</li>\n<li>Daniel Bluestone, “Academics in Tennis Shoes: Historic Preservation and the Academy” in Journal of the Society of Architectural Historians, 58:3 (1999) 304</li>\n</ol>\n<p><img class=\"alignnone size-full wp-image-6567\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/04/03121012/Maia-Simon2.jpg\" alt=\"\" width=\"230\" height=\"173\" /></p>\n<p>Image source: Kimsemir “Almaty Palace,” 8 July 2010.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Maia Simon"},"slug":"maia-simon","meta":{"degree":"M.E.D.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Ca(non)"},"meta":{"volume":"4","number":"15","bulletin":false,"publication_date":"2019-04-04"}}}}