{"title":{"rendered":"Ambiguity"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">I don’t really think that a hambur</span><span class=\"s1\">ger is a sandwich. I’ve floated this argument only to close friends, people whom I feel I can trust. They have all torn me to pieces. Because despite the many unifying qualities of the sandwich, it’s very definition is a point of contention. While other foods spawn arguments over who made it first and where, or who makes it best and how, the sandwich debate remains stuck on a simpler question: what is it?</span></p>\n<p class=\"p2\"><span class=\"s1\">Everyone has an opinion about what defines a sandwich, but the truth is that no one really knows. Pointing this out to people, however, does not seem to soothe them. Claiming that in place of any one definition, you have chosen to champion this ambiguity as your guiding philosophy in sandwiches and in life, only seems to anger them more. So this is what I have done. I have decided that my two greatest passions in life, sandwich</span><span class=\"s2\">es and architecture, are actually </span><span class=\"s3\">even better because I don’t know </span><span class=\"s1\">exactly what they are; I only know when they taste good. </span></p>\n<p class=\"p2\"><span class=\"s1\">I guess what I’m trying to say is that a hamburger is too specific to be a sandwich. Indeed in its very specificity it merits an entire category of its own; the square to the sandwich’s rectangle. But it is precisely this specificity that makes me doubt its status as a ‘sandwich;’ that beautiful word that means everything and nothing.</span></p>\n<p class=\"p1\"><span class=\"s1\">In 2014, a friend named Evan, who once shared four (4) foot-long Wawa Gobblers with me in one sitting, sent me an article by Marianna Ritchey entitled, “Is This a Sandwich? Teaching the Platonic Dialogues through sandwiches.” In the article, Ritchey chronicles her journey teaching Plato to college students through the eyes of a bellicose friend who insists on dragging his loved ones into the sandwich </span><span class=\"s2\">debate. Her wonderful<br />\nconclusion </span><span class=\"s1\">is that sandwiches might remind </span><span class=\"s2\">us to question the ways in which </span>“our social practices, personal rela<span class=\"s1\">tionships, moral </span><span class=\"s2\">judgments, foreign policies, and </span><span class=\"s3\">political beliefs [are] </span><span class=\"s4\">based on foundations of “knowledge”</span><span class=\"s3\"> that, when pressed, we can’t even satisfactori</span><span class=\"s1\">ly define or demonstrate.” “If we can’t even define ‘sandwich,’” she writes, “how can we possibly presume to define ‘truth,’ or ‘justice,’ or ‘freedom’?”<sup>1</sup></span></p>\n<p class=\"p2\"><span class=\"s1\">I would humbly add architecture to that list. But much like the sandwich, I find promise, not consternation, in the often futile quest to define the term, not because I think I’ll ever really succeed, but because the ambiguity therein </span><span class=\"s3\">reminds me that I don’t know </span><span class=\"s4\">much </span><span class=\"s1\">at all. This isn’t to say that we throw our hands up; this is to say that we should be modest and thoughtful in the face of a complicated task. And it is my hope that </span>each building I design is a better, <span class=\"s2\">more empathetic, more nuanced </span>answer to the question than the <span class=\"s1\">last. While this may not always be the case, the pursuit is made possible by the space created between each definition of the thing. If we don’t try to define all sandwiches </span>at once, then each sandwich gets to <span class=\"s2\">put forth its own worldview. This </span><span class=\"s1\">doesn’t mean that each sandwich itself is ambiguous. In fact, each sandwich should be resolute in its aim to feed, to nourish, to delight. In a world in which I generally be</span><span class=\"s1\">lieve that architects need to be </span><span class=\"s3\">much more explicit about what we </span><span class=\"s1\">do and for whom we do it, a dash of ambiguity goes a long way.</span></p>\n<p class=\"p4\">[1] Dr. M. Ritchey, PhD, “Is This a Sandwich?: Teaching the Platonic Dialogues through Sandiwches,” https://medium.com/snack-lords/is-this-a-sandwich-50b1317eb3f5</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Michael Glassman"},"slug":"michael-glassman","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"A Dash of ______"},"slug":"a-dash-of-______","meta":{"volume":"5","number":"19","bulletin":false,"publication_date":"2020-04-23"}}}}