{"title":{"rendered":"Ample Spheres of Yew: Topiary as Guide and Co-existent"},"content":{"rendered":"<p>Nocturnal Medicine is the collaborative practice of Michelle Shofet and Larissa Belcic. They are based in New York City.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/06131054/hands-butt-plug.jpg\"><img class=\"alignleft size-large wp-image-7525\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/06131054/hands-butt-plug-576x1024.jpg\" alt=\"\" width=\"576\" height=\"1024\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/06131054/hands-butt-plug-576x1024.jpg 576w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/06131054/hands-butt-plug-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/06131054/hands-butt-plug-768x1366.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/06131054/hands-butt-plug-1200x2134.jpg 1200w\" sizes=\"(max-width: 576px) 85vw, 576px\" /></a></p>\n<p>Western ideology has long upheld a binary designed to keep the powerful safe, fed and pleasured: on the one side, humans, and on the other, everything else. This “everything else” largely consists of resources to be exploited for economic and material gain, and of “nature”—a world of landscapes and creatures untouched by the human hand, a source of pleasure, comfort, and retreat. These are both distancing concepts, predicated on separation and hierarchy between humans and our companions in Earthly existence. These ideas are implicated in the twin forces of colonialism and capitalism, wielded as tools that enable exploitation. Conceptions of the nonhuman as resource grants permission for wealth-building via extraction and control, while ideas of “nature” insulate us from the destructive consequences of these actions, reassuring us with visions of a pristine, untouched world “out there.”</p>\n<p>As we settle into an epoch defined by the unraveling influence of the human hand, it becomes harder and harder to hold on to these distancing conceptions of the nonhuman. Today, images of “nature” grievously tarnished by human influence confront us constantly. Where there were once perceived divisions between zones of domination and reserves of pristine “nature,” there seems now to be only an inescapable ooze of interconnectivity. Each action we take implicates us further and further in a web of painful horrors&#8211;extinctions, wildfires, bird bellies full of plastic.</p>\n<p>As dreams of “nature” fall away, so too do ideas of “natural.” In their place bubbles up a materially promiscuous bisque wherein human influence, the organic and the synthetic entangle endlessly into strange new ecosystems, weathers, creatures, soils. Moving forward from this moment necessitates the practice—individually and societally—of being with the feelings that emerge as we become acquainted with the freak landscapes and systems of our making, and of embracing these entities as the realities that populate this strange new world.</p>\n<p>So much of contemporary landscape architecture deals with the project of remediating, naturalizing or covering up the impacts of the built environment. The dominant aesthetic paradigm represented in this work is rooted in the replication of a “nature’” undisrupted by the human hand. Ironically, these landscapes are often constructed atop layers of geofabrics, planted in engineered soils bejeweled with hydrogels, and fed through snaking polyethylene irrigation systems. What happens under the ground is, in many ways, more honest about the entanglements that characterize our day than the curated image above. Practices that camouflage the inherent constructedness of the landscape blind us to the complex, interconnected mesh of systems and agents that make up our world—a web to which we must actively learn to attune.</p>\n<p>Instead, in this essay we champion the use of alternative aesthetic paradigms within the landscape arts that can guide us in the task of awakening to and living with the material promiscuity that marks this new era. One such paradigm already holds potential to fill this role, though today it is mostly relegated to historical gardens, suburban front yards, or the home decorating aisles of department stores. We speak, of course, of topiary.</p>\n<p>With lineages in the garden traditions of multiple cultures, topiary is the long-duration shaping of perennial plants into forms that are in clear aesthetic contrast to the plants’ innate growth patterns. In the European tradition, topiaries have served as expressions of human dominance over plant-life—baroque displays of our ability to contort living systems into domesticated, Euclidean pleasures. The topiary’s documented history as an art form stretches at least 2,000 years, and throughout, it has retained its role as a site for the blurring of distinctions between “natural” and “artificial.” The very act of conforming a plant’s intrinsic desires to those desired by humans celebrates the mutant synthesis of organic life and exuberant artifice, hinting at the fallibility of those categories. Further complicating these distinctions, contemporary topiaries can be equally plants or plant-simulating plastics.</p>\n<p>While it is true that traditional topiary is rooted in practices of domination, its embrace of material promiscuity reveals its potential as a gardening practice for the current age. Topiary offers us an entry point into a space where binaries of plant/human, natural/artificial, synthetic/organic can blur. We propose topiary as a queer-affirming space that does not attempt to resolve the categories it more firmly belongs to, but maintains its ambiguity as a point of celebration. As an interspecies conversational practice, topiary can bring us into a deeper relationship with plants, with synthetics, and with ourselves as ecological creatures.</p>\n<p>In order to tap into its potency, though, we must redefine our cultural relationship to topiary from one of domination to one of intimacy and co-creation. Rather than denoting a prescribed outcome of the plant’s form, this allows for a dialogue to unravel between plant and sculptor, inviting a dynamic of mutual pushing and pulling, and embracing an expanded material spectrum beyond plant matter and plastics.</p>\n<p>If we let it, the topiary can be a guide in this new era. By teaching us to celebrate ambiguity, it strengthens our ability as humans to relinquish resolution in favor of the joy of the in-between. Both through the process of creating topiary and in the act of walking amongst them, we reconstitute our relationship to “nature” and invite new creatures to populate our landscapes and cultural imagination.</p>\n<p>Imagine this: you are picnicking on a blanket in a park. Mutant topiary forms punctuate the lawn around you—towering, green obelisks with rogue branches emerging from smooth, shaved planes. Lying at the foot of one of their bodies, you reach your hand to caress the ample spheres of yew at its base. Your eyes find that they soon give way to smaller spheres of moss-encrusted polymeric foams. Your gaze and the creature both reach evenly towards our new strange sky.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nocturnal Medicine"},"slug":"nocturnal-medicine","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}