{"title":{"rendered":"An Appeal to Consciousness"},"content":{"rendered":"<p><span>ESTHER CHOI (</span><span>PhD Candidate, Princeton University School of Architecture and Interdisciplinary Doctoral Program in the Humanities)</span></p>\n<p><span>Architectural education has suffered a great deal at the hands of irony.</span></p>\n<p><span>It has resulted in broad swaths of symptoms, each of which evince strains of cynicism: the use of abstract gradients to replace images depicting social and environmental conditions, essays penned by historians that have applauded “megaform” resource infrastructure while ignoring the fact that half the world’s rivers are dammed, and hoards of Ivy-league educated architects that have elected to spend their limited lifespans designing office towers, hotel facades and condominiums. Irony has produced a culture of insouciance to the ethics of material choices and processes, obliviousness to where our glass and concrete come from, and blasé indifference toward asking oneself whether an adequate solution to any given problem requires, perhaps, building nothing at all.</span></p>\n<p><span>You could say that this atmosphere of perpetual unconsciousness has become the norm. Fantasy in architecture is now a means of evading the world through computer-aided masturbation, rather than a technique to imagine how it could be improved. History has amounted to ensuring the safe, unquestioned replication of particular narratives and building typologies, rather than informing rigorous innovation that seeks to critique the legacies of its outdated predecessors.</span></p>\n<p><span>To be clear, Socratic irony is not on trial here. The irony to which I refer is a form of ego-driven subterfuge. It masks sincerity, courage, and empathy as naivety. It will shroud itself in cliché and skepticism. It will quickly lead you down a path of apathy and disinterestedness and insist on the insufficiency of architecture’s strength and ability to achieve betterment in our world.</span></p>\n<p><span>How did we get here? You could blame our educators. You could point your finger at individual architects, theorists, curators and historians. You could turn this criticism inward toward yourself, too. Indeed, this is how a virus spreads, collectively and systematically, to form traditions and institutions that perpetuate noxious and limiting first world ideals.</span></p>\n<p><span>Ask yourself what values have driven the choices that your educators have made in their respective pedagogical and professional careers. Values appear in all of the discursive and material flows that have constructed your educational reality: in syllabi and teaching styles, on lecture posters and in studio briefs, in term paper topics and book chapters. Then, extend this question of values outward to all spheres of your life. How do the decisions you make—your choice of words, food, images, clothes, habits, materials, and relationships—reveal your priorities?</span></p>\n<p><span>Don’t let anyone get away with an ironic gambit that suggests you can’t make a difference. Don’t let your ardor fade. Individuals construct change. If you do not feel that you are receiving an education that is in alignment with your values, then you must become more resourceful. You must learn the skills to defend and produce what you value. Go to the library. Teach yourself how to learn. Assert your intentions.  Your profession behooves you to read the news. Contact the people you most admire. Become a good listener. Request courses that reflect the concerns of a politicized student body. Always keep that earnest part of you which resonates with sonorous hope that the world can be a more just, equitable and peaceful place inviolate.</span></p>\n<p><span>Lastly, remember to look around you.</span></p>\n<p>&nbsp;</p>\n<p><em>Thursday, September 7, 2017</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Esther Choi"},"slug":"esther-choi","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Foundations"},"meta":{"volume":"3","number":"01","publication_date":"2017-09-07"}}}}