{"title":{"rendered":"An Aphorism"},"content":{"rendered":"<p><strong>WEST HIATT</strong> <em>(M.Arch &#8217;17)</em>, <strong>LUKE ANDERSON</strong> <em>(M.Arch &#8217;16)</em></p>\n<p>What one calls a thing matters. About 18 months back, we thought to name this piece Towers. That changed quickly to Capriccios as the architecture of it all was becoming less clear, less consistent than what we had at the onset of our research. A capriccio is a work of art that collages many real subjects – often architectural – in a fantastical or ridiculous manner (see Piranesi’s Vedute di Roma or Giovanni Paulo Panini’s paintings of Roman monuments). Under this moniker our five towers would be more able to assume the hazily defined politic that would be assigned to each. Through collage, drawing, modeling, and writing we made an attempt to understand each towers’ motives and instill some resemblance to an architectural reality. Each politic began with a manifesto and from that, developed its own architectural truths.</p>\n<p>What is architectural research? The only sort of loose consensus exists among the young, hip faculty and fellows in our institutions that assume research projects have an intrinsic value because they are either a thinly masked reaction to what came before – “That stuff was curvy, this stuff is clunky&#8230;” – or simply because they are produced in higher echelons of thought than what might be required in a day job – “This is Architecture, you know&#8230;” This can turn out to be a deadly assumption that leads to work that is just plain irrelevant to understanding why the production and consumption of architecture might be meaningful to us today.. The system of values assumed by this flavor of the week research seems to have no genuine interest in being meaningful to our society. We feel there’s a need for an alternative, so we’re imagining a revaluation of how architectural research is done and why one would conduct it at all.</p>\n<p>To us, valuable architectural research should, through the production of critically analogous projects, solicit long term speculation from audiences. By a critically analogous project, we mean an architectural project that responds to contemporary sociopolitical issues by the imagining of specific architectural interventions within its relative context.. This requires the long stigmatized admission that form can and must affect the political and social realities it exists in. By long term speculation, we mean the continued critical discussion of the issues taken on by a project, perhaps through built in complexity, ambiguity, contradiction, or whimsy. Providing the possibility for audiences to frequently revisit a project allows for a constant revaluation of what architecture’s role is in the sociopolitical issues of then and now. As these issues of our time change, so can the understanding of the architectural response. It is significant that Piranesi’s Iconographia remains as relevant to architects today as it was in the Cold War or eighteenth century Italy.</p>\n<p>Our thinking about the project then, when we stopped drawing, ended up not having much to do with contemporary issues other than vague interests in precedent and type. However, by constructing architectural aphorisms that confronted sociopolitical issues, our thoughts of its relevancy continue. 18 months later, we’re still having confusing conversations about what we thought we did with this project. Not that us understanding our own questions now is all that important, but it’s the diversity of answers that keeps this project alive.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2014/09/Collage_Theologian.pdf\">Collage_Theologian</a></p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2014/09/CollectedSecDrawings.pdf\">CollectedSecDrawings</a></p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2014/09/Collage_RadTower.pdf\">Collage_RadTower</a></p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2.jpg\"><img class=\"alignnone size-full wp-image-439\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2.jpg\" alt=\"image towers_edit2\" width=\"4288\" height=\"2848\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2-300x199.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2-1024x680.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2-830x551.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2-230x153.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/image-towers_edit2-350x232.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2014/09/axon.pdf\">axon</a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"},"slug":"wes-hiatt","meta":{"degree":"M.Arch I","graduation_year":"2017"}}]}}