{"title":{"rendered":"An Excerpt and an Attempt at Insight"},"content":{"rendered":"<p><span>EMILY GOLDING</span><span> (BA ‘18)</span></p>\n<p>“Apart from a few remarkable exceptions, architects have continued these past 20 years to ignore the epistemological transformations and the critical turn taking place in contemporary queer, transgender, and crip movements, and, indulged by the most dramatic amount of capital flowing between Dubai and Prada and the People&#8217;s Republic of China since World War II, have acted as if the ongoing transformation of sexual and somatic politics were just a minor detail within a new peak of architectural production at the global scale. As a result of this negation, feminist and queer architectural practices are today still posed in terms of female architects or discussed in shy or embarrassing debates around the more or less ‘out’ character of the practices of Philip Johnson or Paul Rudolph.”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a></p>\n<p>In “Architecture as a Practice of Biopolitical Disobedience”, Paul Preciado draws on Foucault, Deleuze, Guattari, Lucas Crawford, and YSoA’s own Joel Sanders to support the queered theory of architecture in which architects and the built environment are intentionally complicit in the construction of gendered, sexed, (differently, dis)“abled,” etc. bodies, reversing a conventional and comfortable paradigm in which architecture as we know it is the natural product of a society in which bodies are inherently gendered, sexed, (differently, dis)“abled,” etc.</p>\n<p>He points out that, just as the Panoptic state constructs the ideal, self-monitoring subject , the use of whiteness in modernism constructs ideal, normative, white subjects. The way “accessibility” is construed as a required legal measure rather than a common sense one constructs ideal, normative, “abled” subjects; as feminist architectural scholars have studied, domestic architecture constructs ideal, normative, cis-heterosexual subjects.</p>\n<p>All this to say: architecture is a tool of normative power structures.</p>\n<p>Aside from these important points, Preciado tends to diverge into Foucauldian and pharmacopornographic<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> rambling. For this reason, it is best to focus on the following salient questions he poses:</p>\n<p>“What is the relationship between gender and sexual politics and architectural practices and discourses today? Can there be an architectural practice of gender and sexual disruption? Is it possible to think of architecture as a practice of gender and sexual resistance within contemporary global capitalism? Or more generally, what is the place of architecture in what Walter Benjamin called ‘the tradition of the oppressed?’”<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a></p>\n<p>Asking and responding to these questions is key to unlocking architecture’s subversive, even activist potential. Furthermore, asking these questions should not be a discrete event, but an ongoing and fundamental process throughout an architect’s education and career, a process with the intent of severing architecture’s ties with normative power structures, and a process with the intent of building ties between architecture and the empowerment of marginalized/oppressed communities, ties that are sorely hard to find and often tenuous in architecture today. Architecture is a powerful discipline; founding architectural thought and practice on the questions asked by Preciado is one way to fundamentally shift this power into alignment with forces that do not construct and reinforce the normative, idealized subject, but that literally make space for all subjectivities.</p>\n<p>&nbsp;</p>\n<p><em>Thursday, September 7, 2017</em></p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Paul Preciado, “Architecture as a Practice of Biopolitical Disobedience,” <em>Log 25</em>, 2012.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> A term invented by Preciado.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Ibid.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Emily Golding"},"slug":"emily-golding","meta":{"degree":"B.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Foundations"},"meta":{"volume":"3","number":"01","publication_date":"2017-09-07"}}}}