{"title":{"rendered":"Anarchy Scares Architects"},"content":{"rendered":"<p><span>Have you ever read a work of fiction and gone berserk? Berserk is a strong word; I am aware. One should always be wary of strong words. But, before I ramble on, let me tell you about architecture. Side note – do people actually use “side note” in an intellectual conversation? And no, this is not going to be an intellectual conversation – six-plus years of architectural education, and I still find myself absolutely lost. Yes, I am aware, absolute is a strong word. </span></p>\n<p><span>This conversation, as you might have already guessed, is about strong words – and partially about architecture. Do you ever use unnecessary jargon to validate the authenticity of a project? Uh oh, this is tipping over to the domain of “Nomenclature”(Vol. 3, Issue 12). But, you would agree that anarchitecture can find itself overstepping boundaries into many territories. It is the opposite force of architecture, and architecture is a resultant of an amalgamation of various dominions, right?</span></p>\n<p><span>I wonder if that is the reason architecture remains wary of the anarchical forces that surround it; architects wouldn’t know where to initiate this conflict, let alone how to win it. Anarchy scares architects and the institutes that they recognize, because, according to Oxford, anarchy is a state of disorder due to absence or nonrecognition of authority or other controlling systems. Here I wonder, don’t we all struggling students and architects possess a tinge of anarchy, as we try to create systems that rebel against the various standards of society and attempt to solve its many issues? (Except maybe the classical studio at YSoA, which just wants to be so “architectural” that even anarchy doesn’t know what to do with it.) How about the way the majority of the architecture students strive to create spaces that attempt to be “social condensers” – have you ever considered that maybe the society does not want to be condensed? What about the battles you wage in terms of representation – your architectural drawings are so “experimental,” that your jurors have to struggle to read your “analytiques”? I wonder if Pita Bloom’s studio last fall was hoping to convert eleven architecture students into anarchitects? (Certain conservative jurors did not understand why some student’s office spaces did not have roofs.)  </span></p>\n<p><span>Perhaps at one point, we can elaborate upon jargon – you know the way you unnecessarily use convoluted sentence structures and demonstrate the strength of your lexicon with the hope that no one will be able to understand you, because you know, the more dense you sound, the less dense it will make you feel about yourself. (I have a proposition that could help you with that – wear huge gold-rimmed spectacles instead and stop confusing yourself and others.)”</span></p>\n<p><span>Now, for a very short moment, let’s talk about architecture – specifically at Yale. Most of it is ripped off from the Oxbridge model, and the rest of it stands as a sore sight for the residents of New Haven. (Repeatedly I have been told by non-architecture students how they do not understand our fascination with the walls they cannot lean against when they smoke – I respond by saying that hey, first of all, you’re wrong, we aren’t allowed to smoke!) But you know, now that’s Anarchy – f*ck contextualism and originality (I know, I’m going to get roasted on this, because, what does originality in architecture even mean anymore? (Also, side note maybe I should have written something for “F*ck that,” Vol 3, Issue 16)). Also – yes, I am digressing heavily – let’s pretend to pay attention to those who try to critique architecture without actually being an architect, because if there’s one thing we agree on, it’s how only architects know what architecture truly is. Architects go breathless and teary eyed when confronted with a marvelous structure, but you know what anarchitects do, they say f*ck this. (Anarchitects don’t cry.)</span></p>\n<p><span>Shall I dare say, side note, an anarchitect is the alter ego of an architect, and vice versa. Quite frankly, I’d love to get a professional degree in anarchitecture. “Hello, nice to meet you, yes I am an anarchitect.” Wait, weren’t we talking about reading fiction and going berserk? If I may, at the risk of this becoming personal, (architects are professional; anarchitects are professionally personal), I’d love to know what piece of fiction has made you go berserk.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Tayyaba Anwar"},"slug":"tayyaba-anwar","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Anarchitecture"},"slug":"anarchitecture","meta":{"volume":"4","number":"02","bulletin":false,"publication_date":"2018-09-20"}}}}