{"title":{"rendered":"(An)Architecture of Stepwells"},"content":{"rendered":"<p><span>I grew up in Ahmedabad – a city where the works of Kahn, Corbusier, and Doshi are juxtaposed with traditional </span><i><span>havelis</span></i><span>, stepwells, and community-living models. During my undergraduate years in India, engaging with the city directly was a given, and the city’s eclectic nature and idiosyncrasies, anarchitecture if you will, were crucial in shaping a student’s architectural sensibilities.</span></p>\n<p><span>The six years of my undergraduate education strongly focused on architecture built, designed, and constructed by anonymous architects, craftspeople, and patrons. Now at YSoA, I am slowly learning how to attune myself to a pedagogy that is linear and primarily revolves around pioneers, stalwarts, and iconoclasts, and where the line between the name of the architect and their stylistic traits is blurred. Does architecture that does not fit within this pedagogy (that is, one obsessed with styles and -isms) become anarchitecture? Is anarchy inherent to anarchitecture? Bernard Rudofsky famously writes, “There is much to learn from (</span><i><span>an</span></i><span>)architecture before it became an expert’s art.”</span><span>.</span><span>1</span> <span> Is all architecture that is not designed by the architect anarchitecture?</span></p>\n<p><span>Most importantly, what can we learn from anarchitecture?</span></p>\n<p><span>Stepwells exemplify all the qualities I look for in meaningful architecture. Stepwells are an indigenous and divergent phenomenon found extensively in regions of northwestern India. The architects of many of these structures are unknown, and only a few have plaques that denote the patrons who commissioned them. Many of the smaller stepwells were built by the community, or by rich patrons for communities that could not afford them. From the point of view of mainstream pedagogy and architectural discourse, stepwells may qualify as anarchitecture, but they are certainly not spontaneous or anarchical. They are painstakingly planned, geometric stone structures with a long, stepped corridor leading down three to five stories to a well shaft at the far end. At the surface of the earth, which defines the ground level, an unassuming entrance pavilion is all that is visible – but as one descends the stairs, the increasing complexity of its architecture unfolds.</span></p>\n<p><span>These are structures I have visited before, during, and after I began studying architecture; each time I was equally impressed, for different reasons altogether. Stepwells combine structural ingenuity with a sensitive response to landscape, climate, society, and necessity. They illustrate a meaningful synthesis of architecture with the earth, sky, and water. The aesthetic value of sculptures, intricate carving, and filigree make the stepwell a repository of exquisite art. The galleries where people rest, socialize, or perform rituals show us how a space can serve multiple functions. </span></p>\n<p><span>Today, most of these stepwells have dried out, and neither traders nor travelers stop by. The odd architecture student or travel blogger will light up a stepwell’s innards with camera flashbulbs, but the rustle of women’s anklets as they carry pots of water up the stairs can no longer be heard; pigeons and bats have usurped the abdicated well shafts and filled them with unpleasant scents. The caretakers and locals can spin a rather incredible yarn about a stepwell’s history that is best taken with a pinch of salt. But within these subterranean structures, some of which face slow erasure, lies a powerful testament to </span><i><span>(an)architecture</span></i><span> of anonymity.</span></p>\n<ol>\n<li><span>Bernard Rudofsky, Architecture Without Architects (Albuquerque, NM: University of New Mexico Press, 1987).</span></li>\n</ol>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Priyanka Sheth"},"slug":"priyanka-sheth","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Anarchitecture"},"slug":"anarchitecture","meta":{"volume":"4","number":"02","bulletin":false,"publication_date":"2018-09-20"}}}}