{"title":{"rendered":"Andrew Economos Miller on Brno, Czech Republic"},"content":{"rendered":"<p>After a short climb out of the city center to the top of a nearby hill, visitors are instructed to seal their shoes in plastic to protect the linoleum floors. The tour starts in the private bedrooms on street level. It feels warm, but it’s not until you’re led into the living room that the realization sets in: compared to the early autumn air outside, the Villa Tugendhat is brutally hot. In fact, after the near-tropical modernist rooms—an environmental motif reinforced by the non-native houseplants and the exotic wood—the next hour of the tour is spent underground, moving through the technical rooms—and one-time work spaces—required to make the space remotely livable. From a room-sized “air conditioner” where cool water is sprayed on rocks and ventilated through the house, to the “moth chamber” that protected the family’s furs, by square footage, the villa is more service than served. The production of the upstairs environment is both energy and labor intensive and was, at one time, conceptually invisible. Now, revealed by the tour guide, the costs of modernism are made abundantly clear; the temperature upstairs, a result of the inactive systems, almost seems like an intentional move to disrupt the idealization of the space through sweaty armpits.</p>\n<p>Just as the Villa Tugendhat quietly hides its energy-labor infrastructure within the project’s conceptual ground, so too does the city of Brno by choreographing the path from the train station to the picturesque medieval center. But, despite the care paid by the urban planners to shepard visitors from the train station up into the clean, daylit shopping mall and past the Swarovski crystals; it’s just as likely that they’ll slip past the stairs, through the hypostyle carpark, and into the hill under a Soviet-era arcade and tower—now a Tesco. Like the mall, the sunken passage is also a commercial space, but where there is white paint, metal security gates, and a generous skylight above, the underground is defined by loose piles of cheap goods, old fluorescent lights, and sagging acoustical tiles. The individual T-shirt vendors—with their collection of Iron Maiden and Slipknot shirts—their smattering of local customers, and the olfactory overload of fried food and permanent damp stand in stark contrast to the corporate managers and, depending on the season, the touristic shoppers of the sanitized new mall upstairs. Back at the Tugendhat house, the tour guide mentions that the shear amount of coal burnt each winter to keep the Villa warm could fill the living quarters from floor to ceiling, you just have to be willing to scuff the linoleum.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"slug":"travel-week-bulletin-fall-2019","meta":{"volume":"5","number":"05","bulletin":true,"publication_date":"2019-10-17"}}}}