{"title":{"rendered":"Anne Wu: Interview"},"content":{"rendered":"<p><i>Anne Wu was born in New York City and grew up in Fujian, China and Flushing, Queens. https://annewu.com/</i></p>\n<p>XCP:</p>\n<p>Hi Anne, thanks for talking to me! Can you tell us a little about your background, your work, and what you’re interested in?</p>\n<p>AW:</p>\n<p>I’m originally from Queens, NY, from Flushing, which is one of New York’s Chinatowns. [New York] actually has almost four now, there’s the one in Manhattan, one in Brooklyn, in Flushing, and another one starting in Elmhurst. A lot of my work deals with that aspect of my life and my experience growing up in that kind of neighborhood and that setting. I was born in the US but lived in Fujian, China until I was six, and then moved here – and grew up in a place that’s not so different in a sense. So a lot of the work that I&#8217;ve been doing is looking at the environment around me, the urban architecture that defines this kind of setting, and creating objects that reflect on those places. More recently, I’ve been looking into more personal photos and archives and memories, to bring a different sense of narrative to the work.</p>\n<p>XCP:</p>\n<p>You use casting/mold-making in your work – what is your attitude towards these as a means of making?</p>\n<p>AW:</p>\n<p>I actually haven’t been doing much casting up until very recently, until I came here [to New Haven]. I would say it entered my work a year ago. Up until then, I was making a lot more referential work. I would take a lot of photos – photography plays a really big part in how I make things and how I think through things. I think of photography as note-taking, or a way of sketching – and then I would make objects or structures that pull from aspects of things I that I see in the environment around me, like structural elements or formal elements. Once I started thinking about my personal relationship to these places, then casting and recreating certain objects that are more recognizable or familiar started to come into play, rather than the more abstract, or more of an abstraction of structures. Maybe part of it is because I work so much with photography that there is always a level of translation – between the real object, and then it becomes an image, and then you create a new object that’s based on that. I think those levels of translation are important and very much tied to how I just think through these ideas. How do you translate an experience into an art object &#8211; something that’s separate from the real world?</p>\n<p>XCP:</p>\n<p>Do you think of casting as replicating the object or is it more of making a facsimile, where it’s just almost there – and that space between the reality and the facsimile is what’s important?</p>\n<p>AW:</p>\n<p>I think that the slippage, as a common term, can be a catch-all, but I think it does hold a lot of the energy of what happens when something is at first familiar and then becomes unfamiliar. And I am interested in the asymptotic effect of casting – how close you can get, but you never actually get there. Although I think in how I work, the slow read is important to me, in terms of when someone approaches something and they’re not quite sure if it’s real or not. But I’m not really interested in trickery – I don’t want the duration to be so long that it’s like – ha I got you, I fooled you into it. I think it’s just a way of slowing down people’s experiences looking at anything around them.  What was the first part of the question?</p>\n<p>XCP:</p>\n<p>About casting as replication? I guess to answer my question – it’s not really, not in the way that printmaking can be&#8230;</p>\n<p>AW:</p>\n<p>Yeah, it’s not a mode of production to generate as much as possible. If anything, a lot of the objects I choose to replicate are sort of low on the value system in terms of cost, and I end up casting or making it out of something that’s very expensive. If I’m remaking a foam slipper that costs $1.99 out of silicone rubber, that actually turns it into something more valuable. And maybe there’s a conversation about what holds value for certain people or in a certain culture – how value is shifted based on who you’re talking about, or who makes use of certain things.</p>\n<p>XCP:</p>\n<p>I’ve been thinking a lot about Chinatowns lately, as homegrown facsimiles of China or Chineseness – something that immigrants and their descendants have made as a replacement for the familiar components of their homeland – but it’s become something totally different and alien from the original. There are Chinatowns almost everywhere there are Chinese emigrants, and often their aesthetic markers are remarkably similar to one another. I’d love to hear your thoughts re: Chinatowns, immigration, second-generation cultural identity, &amp; practicing Chinese-ness.</p>\n<p>AW:</p>\n<p>Well, we’re both Chinese immigrants, second-generation, but different upbringing &#8211; you grew up in Jersey right &#8211;</p>\n<p>XCP:</p>\n<p>Lots of white people.</p>\n<p>AW:</p>\n<p>Lots of white people, right, but that’s a pretty common experience of being second-gen Asian American growing up in a white suburb. And I guess growing up in a place where I was in a lot of ways a majority, maybe not quite a minority – I mean, New York is so complicated in terms of demographics – I always held some sort of pride in knowing that I could return to a place with its own ecosystem. In terms of how its economy is run, Chinatown has its own cash economy that’s very well known, but it has its values about education and other things that are built-in to those neighborhoods. I also lived around white suburbs for a couple of years so I can use that information to compare. But in thinking about Chinatowns, I’ve been trying to do a little more research into how these places emerge. Also, there are so many generations of Chinatowns; the ones out West have a totally different history than here on the East Coast, and the New York Chinatown is so particular. Because it&#8217;s not just “Chinese” people, it’s where in China are they coming from, and the waves of immigration that caused these different changing landscapes. Cantonese people came first, and they were here for a while, and established their businesses and created the original identity of Chinatown in New York, and then in the 80s Fujianese immigrants came. And that’s where my family is from, but just because I have that information doesn&#8217;t mean that I know what that’s like because that’s also not my family’s particular history. There are all these histories that you inherit as a Chinese American, and you’re expected to know about it and talk about it, but I only know about this because I read about it – I didn’t hear about it from primary sources or anything. So I guess when you talk about performing Chineseness, – I think it’s always feeling like you need to have the language in order to feel like you have some ties or some ownership over this identity, but there&#8217;s the other aspect that you can’t really verbalize – which is just what’s it’s like day-to-day.</p>\n<p>But an interesting thing about the creation of Chinatowns: if I could imagine how this plays out on a poetic level, it’s like <i>how a group recreates home</i> <i>in a new place</i>. But what I’ve learned recently about the San Francisco Chinatown is that it was actually a marketing strategy by Chinese Americans – which is so cool. It’s like turning stereotypes on their head and utilizing them for [the community’s] own benefit and growth. A lot of the visual vernacular and design became adopted – that’s probably why it’s so similar all throughout the world and actually becomes very unfamiliar to people who come from regions that it’s supposed to represent. In a lot of ways, Chinatowns look older than cities in China currently, and that says something. I’m not quite sure what that will mean in the long run. I don’t know how it would be if my family in China came here and were like <i>“let’s go look at Chinatown.” </i>They would be like, what is this Disneyworld effect? Which is ultimately what [Chinatown] creates, it’s a fantasy.</p>\n<p>What I am interested in are the elements that do get carried over. For instance, stainless steel gates are such a popular design choice in Chinese American enclaves all throughout New York If you see these stainless steel gates you’re like, oh a Chinese family lives in that house. I know that there has been tension between the emergence of these designs and the older styles – like the wrought-iron classic New York gates – but this has become the new classic New York gate. I think in a lot of ways, architecture can mark these changes in migration or demographics of a neighborhood, and how a neighborhood’s identity changes over time.</p>\n<p><img class=\"alignnone size-full wp-image-6288\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094141/A-Gentle-Collapse-detail-1.jpg\" alt=\"\" width=\"2048\" height=\"1365\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094141/A-Gentle-Collapse-detail-1.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094141/A-Gentle-Collapse-detail-1-300x200.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094141/A-Gentle-Collapse-detail-1-768x512.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094141/A-Gentle-Collapse-detail-1-1024x683.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094141/A-Gentle-Collapse-detail-1-1200x800.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></p>\n<p><img class=\"alignnone size-full wp-image-6289\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094219/A-Gentle-Collapse-detail-2.jpg\" alt=\"\" width=\"2048\" height=\"1365\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094219/A-Gentle-Collapse-detail-2.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094219/A-Gentle-Collapse-detail-2-300x200.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094219/A-Gentle-Collapse-detail-2-768x512.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094219/A-Gentle-Collapse-detail-2-1024x683.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/23094219/A-Gentle-Collapse-detail-2-1200x800.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></p>\n"},"meta":{"contributors":[{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Same Same, But Different"},"meta":{"volume":"4","number":"10","publication_date":"2019-01-24"}}}}