{"title":{"rendered":"(A)Political Review"},"content":{"rendered":"<p><span>A sociopolitically-progressive building program does not guarantee an architectural project’s excellence. Many architecture schools are pushing the conversation toward celebrating the program during studio reviews, while the qualities of the architecture and its critical design decisions remain on the side. Ultimately, the bigger conversation about design development is replaced with discussion about the student’s positions on the political goals of the studio, which are often predefined.</span></p>\n<p><span>During reviews, critics seem to shy away from making statements about their personal opinions, approaches, and design ideologies. Instead, I have found that reviewers tend to avoid decisively stating their position and discussing the student’s failures and successes. Anyone who claims that there are not failures in any project is probably wrong, and I don’t think anyone is advocating that our projects are without failures – which is why I find it odd that these shortcomings are passed over. The university dishes out tons of tuition money every year to hire world-leading critics, so why should they not state their personal opinions about our projects? They are the experts; their own design insight earned them their status as reputable architects – which is why I find it frustrating when our school’s review etiquette doesn’t capitalize on this. There is no way that these critics are as polite in their offices when discussing design decisions as they are on reviews, so it’s upsetting when they handle us delicately and don’t treat us with the criticality we will face in the field.</span></p>\n<p><span>The prescribed programs of all of our studio projects are great undertakings, and if they someday save the world, even better, but these programs should not be the only focus of our conversations. As students, we need to demand stronger critiques from our reviewers and encourage conversations that challenge our decisions and force us to take stances and justify our design choices. Ultimately, the school and the reviewers do us an immense disservice by treating us with anything less than their professional standards.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nathan Garcia"},"slug":"nathan-garcia","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Anarchitecture"},"meta":{"volume":"4","number":"02","bulletin":false,"publication_date":"2018-09-20"}}}}