{"title":{"rendered":"Apprenticed Masters"},"content":{"rendered":"<p><strong><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle.jpg\"><img class=\"alignleft size-medium wp-image-1698\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle-198x300.jpg\" alt=\"Isabelle\" width=\"198\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle-198x300.jpg 198w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle-676x1024.jpg 676w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle-830x1257.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle-230x348.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Isabelle-350x530.jpg 350w\" sizes=\"(max-width: 198px) 85vw, 198px\" /></a>JEONGYOON SONG</strong> (M.Arch ‘18)</p>\n<p>The story of a young man’s hot summer days in Italy trying to ‘see the unsee-able’ is one we have all heard before. Yet despite our familiarity with the narrative of Peter Eisenman and Colin Rowe, the story still seems distant somehow. Their relationship is rarely found in our own narratives—one of a master and apprentice, partnering to continue a tradition of architectural pedagogy.<br />\nThe relative unfamiliarity with this relationship seems odd at a school of architecture though, especially in the context of advanced studios—the finale of our academic career when we have the chance to study with individuals who are widely considered masters of their particular architectural approach. Working with such established figures in the field is a privilege that comes with being a student at the YSoA, one that most of the first and second year students look forward to having.<br />\nHowever, as the semester unfolds, it becomes less clear whether these masters of architecture are also masters of teaching. They may have achieved critical acclaim in their professional work, but some critics leave much to be desired when it comes to providing the intellectual excitement and rigor promised on Lottery day.<br />\nThe root of the problem often lies in the simple but fundamental dearth of critic-student interaction. A student’s transformation from novice to master relies heavily on the presence of the master in the process. This process—the feedback of questions and answers, of conflicts and discussions—is instrumental in the transformation of the student from novice to master. However, this process works in both directions: the master also continues to learn from challenging discussions with students. In the ideal master-student relationship, one is never assigned either title; each takes up the responsibility of being both.<br />\nIt is easy to neglect this responsibility and wait for the other to spoon-feed, however—a problematic habit of which both parties can be guilty.<br />\nThese days, it seems an architectural master who is also well-learned in teaching is a rare blessing—one that students in Frank Gehry’s advanced studio currently seem to enjoy. I conducted a survey of the students taking advanced studios this semester to try and understand the state of engagement of the critics with their students. From the five students in Gehry’s studio who responded, I gathered that Gehry’s degree of involvement in his students’ design processes scored an average 4.2 out of 5, with 5 representing a level of constant involvement. In their responses, the students did not praise Gehry’s architecture or style. Rather, they praised his ability to devote himself to the studio in a manner productive for both himself and the students. As one student wrote, ‘He is incredibly supportive and at the same time critical, and pushing us to do more work. It is obvious that he is here to not only learn from our work, but to help each student succeed within their own parameters. I think that this type of relationship should be a model for the critic-student relationship.’<br />\nOn the contrary, students from Greg Lynn’s studio appeared to be experiencing a lack of involvement from their master. The six students who responded to the survey scored Lynn’s involvement in the studio as an average of 1.2 out of 5, compared with Gehry’s 4.2. The frustration with Lynn’s absence was evident in one of the students’ comments, which went as far as to say: ‘it would be nice if he actually gave a damn about teaching us.’ Despite the similarity in the students’ desired level of engagement from both critics (4.16 for Lynn and 4.6 for Gehry), it was clear that one was able to meet the demands while the other failed to do so.<br />\nThere are not many Gehrys out there: architects of critical acclaim who manage to carry on the duties of their firm, while also engaging fully with the students they teach at school. Rather than mourning this situation and sighing ‘c’est la vie,’ this is a call for us, the students, to take our part in training someone to become a master. We often want the product (a great teacher), but are unwilling to participate in the process of making one, especially when we are not the beneficiaries. Whether through the existing end-of-term evaluations or other measures, such as anonymous studio surveys that yield statistical data or approaching the dean as a studio, we must take every opportunity to provide feedback to our critics. Though we may not be able to enjoy the fruit of the labor ourselves, there is hope that these steps can contribute to the critic’s longer maturation into not only a master of architecture, but a master of teaching.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jeongyoon Song"},"slug":"jeongyoon-song","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Masters"},"slug":"masters","meta":{"volume":"1","number":"24","bulletin":false,"publication_date":"2016-04-14"}}}}