{"title":{"rendered":"Architecture and Music"},"content":{"rendered":"<p>FELICE DOYNOV (YALE SCHOOL OF MUSIC &#8217;17)</p>\n<p><span>Architecture and music might seem like completely separate mediums, but there are many parallels that can be drawn between the two in regards to their fundamental structures, histories, and uses.</span> <span>Architects take an idea or a mood and transform it into a concrete, physical structure; musicians take an idea and produce music. While architecture is mass in space and music is sound and frequency in space, both artistic mediums have the ability to reflect the social, cultural, and technological norms of their times.</span></p>\n<p><span>The musical form the composer chooses as the base structure become the framework for any piece of music. Just as an architect must create a detailed plan before beginning to build, a composer must decide between a myriad of different forms before composing. In both fields, the creator shapes the basic structure of her work towards an end design</span> <span>which either adheres to or pushes acceptable social and cultural boundaries</span><b>. </b><span>On a micro level, both music and architecture are mediums based on mathematical structures. The rhythm, meter, tone, pitch, and tempo, as well as the harmonic and intervallic relationships of music, can all be described mathematically. Just as understanding proportions is crucial to architecture, ratios in music are essential for comprehending everything from scales to intonation.</span></p>\n<p><span>There are also interesting parallels between major formal and structural developments  in music history and the emergence of new, monumental works of architecture. Consider the Cathedral of Notre Dame and the rise of Notre Dame polyphony, a compositional style in which two or more independent voices sound together. In the 12th century, architectural ornament evolved to create a heightened feeling of grandeur in Gothic cathedrals during services, and the music of the time reflected this affective sensibility. The music became more complex as musicians worked under the cathedral&#8217;s patronage. The creation of the Notre Dame Cathedral, and subsequently of Notre Dame Polyphony, ushered in a new era of music-making that drastically changed the course of music history.</span></p>\n<p><span>Architecture and music have placed demands on each other throughout history. For example, performing small chamber works in sitting rooms was in fashion following the Industrial Revolution. During that time, composers designed their music to be performed in parlor rooms for a limited number of musicians. The small size and exclusive setting of these rooms reflected the tightly defined and privileged patronage that some composers enjoyed. In contrast to intimate parlor music, at the height of the operatic tradition, composers designed for large opera houses with pit orchestras. The space determined the number of instrumentalists that could perform, which in turn influenced the form of the composition. In the 1870s, Richard Wagner built the Bayreuth Festival Theater. This opera house was based off an earlier design by Gottfried Semper, and was reconceived specifically for the performance of Wagner’s works. Wagner saw the entire production as being “total art” in that it unified poetry, visual art, music, and architecture. Wagner created his own venue so that he did not have to cater to the limitations of the performance spaces he was given. Here, the demands of the music had a direct impact on the architecture, showing the influence that these two otherwise divergent media can have on each other.</span></p>\n<p><span>In these and other ways, architecture and music offer a mutual commentary on their historical moment and the attitudes that lead to their conception. Studying them in closer relation to one another can reveal the values of a time: the Notre Dame school and its host cathedral show the centrality of religion in Medieval France, while Wagner’s opera house and chamber music parlors demonstrate unique interplays among audience, patronage, space, the performer and the observer. As artists, looking at artforms different from our own allows us to make unexpected and illuminating discoveries.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Audience"},"slug":"audience","meta":{"volume":"3","number":"11","bulletin":false,"publication_date":"2018-01-24"}}}}