{"title":{"rendered":"Architecture on Film: Keller Easterling Studio"},"content":{"rendered":"<p><strong>LILA JIANG CHEN </strong>(<em>M.Arch &#8217;16</em>)</p>\n<p><span>The premise of the Spring 2015 urban studio led by Keller Easterling was rather broad: resiliency in Bridgeport. While specific site, client, and program were not named, a unique collaborative effort generated a clear set of goals for implementation and offered a chance to shed some of the infamy associated with the “urban studio.” From the earliest stage, our interest lay in a bottom-up approach, starting with small, tactical interventions that could grow through incremental phased improvements. This perspective was a reaction to the urban studio&#8217;s usual propensity for authoritative, quixotic, mega proposals that seem overly interested in expressing idiosyncratic whims. We agreed upon video, coupled with social media, as the best vehicle for disseminating our concepts for Bridgeport’s improvement.</span></p>\n<p>&nbsp;</p>\n<p><span>Each project pair created a 2-5 minute video communicating the essence of their intervention. The videos had to reflect the great amounts of research that went into their creation, being academically rigorous, yet remaining accessible to the general public. This format was appropriate, as one of the main factors in mobilizing different agents and setting policy agendas was garnering public support through social engagement. Staying true to how urban projects are conceived and implemented in reality, each team produced a video with a different target audience in mind (e.g. industry leaders, students, tourists, or residents), which resulted in widely divergent products &#8212; from a corporate pitch video, to a full-fledged animated short. In addition to the videos, the studio also experimented with alternative deliverables, including faux Disney-style theme park maps, pocket guides, newspaper spreads, 3D visualization glasses, etc. The final presentation was a highly orchestrated performance, in which the room layout was carefully curated to present the studio’s work as an engaging and coherent whole. </span><span>The faculty and guests were delighted by the change of format &#8212; they all lauded the coordination and effort put into the means of communication.</span></p>\n<p>&nbsp;</p>\n<p><span>Questions of budget, project funding, and the utilization of existing conditions in Bridgeport were fundamental in the negotiations that each team carried out with one another. &#8220;Working with what&#8217;s there&#8221; became our emblematic introduction. We communicated through an unconventional means of representation &#8212; no physical model was ever made, nor was a site plan ever produced &#8212; that led us to examine alternative ways of planting the seed of an idea in the public conscience to raise awareness, illustrate possibilities, and trigger future action in an unconventional way. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Screens"},"meta":{"volume":"1","number":"08","bulletin":false,"publication_date":"2015-10-02"}}}}