{"title":{"rendered":"Architecture as Environment Art: On the Origins of the First Architecture Biennale"},"content":{"rendered":"<p><strong>DAPHNE AGOSIN</strong> (MED 2017)<br />\nThe Venice Biennale was inaugurated in 1894 and consecrated to the arts at its very beginning. Yet in 1976 an architect, Vittorio Gregotti, was appointed Director of the Visual Arts Section of the Biennale, rather than a visual artist or curator. That year, the Art Biennale reopened after a four-year pause for administrative restructuring after the enragé students, many of whom had disseminated from Paris to the Canal City, prevented the grand opening. The pause led to a period of institutional change.<br />\nOne year prior to his appointment Vittorio Gregotti curated the exhibition A Proposito del Molino Stucky at the Magazzini del Sale alle Zattere to help welcome political activism in land art and architecture. The exhibition explored possible uses for the Molino, a neo-gothic industrial landmark inaugurated in 1895, one year after the Biennale itself, and reacted to the impoverishment of the building’s surroundings on the island Giudecca. Although the arts section was affiliated with the Biennale’s institutional events, which focused primarily on theater and cinema, the section would not appear in full until the following year.<br />\nGregotti titled the ’76 Art Biennale Environment, Participation, Cultural Structures, and expanded the section to include the visual arts and architecture. Exhibitions were held in seven venues, five of which were dedicated to the entirely new fields of architecture and design. Gregotti presented architecture, design, and planning as “the technical means of defining the physical environment,” relevant to the dialogue that had been established in the arts between the object and its holding space.1 Furthermore, the architecture submissions consisted primarily of two-dimensional drawings. In this almost ironic reversal of structure and representation, architecture and design were presented within the Visual Arts Section as opportunities to scrutinize the everyday physical environment. For example, in a show entitled Five Graphic Designers, contributors considered how communication could define the urban environment; while The Werkbund 1907: Origins of Design questioned how the environment had been shaped since the beginning of the century;2 another show, entitled Europe-America, Historical Center—Suburbia, asked how theory and practice in two urban areas had shaped a confronting landscape.<br />\nAs for the traditional visual arts section, Germano Celant prepared the exhibition Ambient/Art in the Central Pavilion of the Giardini in which he proposed a historic continuum of twentieth-century art in which the subject directly addressed its surroundings. Futurism, Constructivism, Dada Art and Surrealism comprised the early century pieces; Pop Art and the American avant-garde followed. Contemporary artists such as Joseph Beuys, Sol LeWitt, and Vito Acconci each had a gallery of their own. In some rooms, geometric compositions took over all dimensions (Ivo Pannaggi, Anticamera Futurista, 1925; T. van Doesburg, Café Aubette, 1928). At another exhibition, a glass door leading to a gallery space constructed a silhouette of the viewer (Duchamp, Door, 1937). At another, a frame with phosphorescent paint appeared as a window (Manzoni, Finestra fosforescente, 1961). Celant writes:<br />\nThe idea of establishing a series of physical and perceptive relationships between the space of the environment and artistic experiment, dates from when, over the course of the years, the artist, having been given a space, thought of using it &#8230; as an interactive part of his creation.3<br />\nThe art pieces selected for the exhibition suggested the curatorial challenges of reproduction and reconstruction, as Celant grappled with notions of value and originality, even when approval had been obtained from the artist.4<br />\nB’76 was innovative not only for displaying architecture and design but also for its characteristic inquiry into exhibiting, reproducing, and representing an environment. Four years later Paolo Portoghesi presented architecture and design under the category of “Environment and Arts” and under the title Presenza del Passatto in what would become the recurring format for the Biennale. That year architecture entries were constructed at full scale for the first time, and the show took on the specific challenge of representing and exhibiting architecture. This continues as a challenge at the Biennale to this day.<br />\nAs for Molino Stucky, after a major fire in 2003 it was renovated and now houses a five-star Hilton Hotel.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daphne Agosin"},"slug":"daphne-agosin","meta":{"degree":"M.E.D.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"New Shoes"},"slug":"new-shoes","meta":{"volume":"2","number":"00","bulletin":false,"publication_date":"2016-09-01"}}}}