{"title":{"rendered":"&#8216;Architecture As Story Telling&#8217; At New Haven&#8217;s Cold Spring School"},"content":{"rendered":"<p>CAITLIN BAIADA, (YSOA M.Arch I 2018)</p>\n<p>What does it mean to think architecturally and how can we encourage authenticity? Young minds are unburdened, free to imagine realities far outside the realms of practical convention. It is safe to say that throughout the four week ‘Architecture as Storytelling’ course, there was never a lack of imagination or enthusiasm. The critical challenge, however, was in teaching students how to analyze and apply real world criteria to design solutions.<br />\nWorking with curriculum coordinator, Laura Sheinkopf, we aimed to integrate architectural lessons into student’s existing investigations of Native American storytelling, an ancient tool of cultural exchange. Using architecture from different climatic regions, we positioned indigenous structures as forms of nonverbal storytelling, just as capable of expressing cultural tradition and environmental information as the familiar verbal/written stories. The following weeks focused on development of team proposals for a small pavilion sited in the school’s Pear Tree Yard (a space for outdoor education, events, and play). Each team of four to five students was paired with a YSOA architecture coach who aided the development<br />\nof their proposal. In many ways, it was Cold Spring’s fast paced version of the<br />\nBuilding Project.<br />\nThe children’s initial impulses to design based on individual desires and preconceived notions of ‘fort’ typologies (treehouse, tipi) are also reflected in the inclinations of mature designers. Individual intuition is an essential component of architectural ‘genius,’ but must be deployed within the contexts of real world constraints. Thus, the primary goal of the curriculum was to equip students with the skills necessary to produce responsive, not reactive architecture.<br />\nA final review was held in December, for which Turner Brooks and Mark Peterson (YSOA ‘15), joined as visiting critics. The ten final projects ranged from the natural to the practical to the imaginary. Teams used sloped roofs in a variety of ways: to address issues of rain/snow, to function as a playground slide, and to create an interior gradient of intimacy. The ‘Sunflower Pavilion’, presented as both a functional space and community ritual, featured walls of sunflower stalks and a roof trellis of vines intended to be planted by students each spring. In the fall, students would return to a structure that not only filtered light in dynamic ways, but empowered students as a symbol of Cold Spring’s community innovation.<br />\n“The projects all had a wonderfully direct ceremonial grace about them relating directly to the haptic sense and bodily movement through space.<br />\n[It would] be fun to have them present to the graduate students at YSOA. Might teach them a thing or two…” —Turner Brooks, Critic, M.Arch I 1970<br />\nExtending architectural investigations to a community outside of the walls of Rudolph allowed us to confront backgrounded notions of architecture and representation. While Cold Spring students gained an understanding of the latent possibilities within design thinking, we internalized the deep value of dialog across scales and age groups.</p>\n<p>&nbsp;</p>\n<p><i><span>YSoA Student Teachers: Caitlin Baiada, Francesca Carney, Kate Fisher, Claire Haugh, Jeremy Leonard, Suzie Marchlewicz, Meghan Royster, Miguel Sanchez-Enkerlin, Georgia Todd, Christopher Tritt, Alison Zuccaro.</span></i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Caitlin Baiada"},"slug":"caitlin-baiada","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Urban Yale"},"slug":"urban-yale","meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02"}}}}