{"title":{"rendered":"Architecture and Public Health"},"content":{"rendered":"<p>ASHTON GORES (YALE SCHOOL OF PUBLIC HEALTH, M.P.H. &#8217;18)</p>\n<p><span>When I think of architecture and the architect, a collection of words comes to mind: designer, constructor, artist, conceptualizer. When I think of my own career in public health another set of words comes to mind: reformer, designer, applier, conceptualizer. From this introspection, a striking overlay is found between these disciplines, that which</span><span>—</span><span>from the outside</span><span>—</span><span>appear to be vastly different. At the core of each field, however, lies a similar mission: to understand the world as a place of brokenness, imperfection and inequality, and to use a combination of our intellect, talent and creativity to etch a new modality for experiencing life in a more full, just and harmonious way.</span></p>\n<p><span>In public health we monitor associations in search of causality. We seek to understand the ways in which a person’s unique set of exposures</span><span>—</span><span>physical, mental and spiritual</span><span>—</span><span>affects their health outcomes. With this gathered understanding, like the architect, through conceptualization, we abstract the issue at hand and design a practical and tangible intervention to resolve it. In this shared tendency</span><span>—</span><span>towards conceptualization</span><span>—</span><span>both architects and public health workers can allow themselves to stray far from the essence of their disciplines. </span></p>\n<p><span>In public health we boast about the altruism of our field, yet we can become mired in the intricacies of our data, our grants, our journals, etc. and lose touch with the purpose of our work. But what</span><i><span> is</span></i><span> the essence of our work? What </span><i><span>is</span></i><span> the intrinsic and indispensable quality that provides meaning to our work? What distinguishes a piece of architecture from a work of art? Conceptualization is necessary. Conceptualization fulfills a need, it answers a question, it solves a problem, it provides interpretation; but </span><i><span>essence</span></i><span> is key. From the common mission of the architect and the public health professional, I would charge that there are two words underlying our drive to create something new to combat the brokenness, imperfection and inequality of this world: love and passion. Love</span><span>—</span><span>for humanity, for places, for each other. Passion</span><span>—</span><span>driven by love, for change, for equality, for service. This is our common essence. To recognize this is to recognize that </span><i><span>everyone </span></i><span>is member of the creative process, and that, in turn, everyone is a </span><i><span>result</span></i><span> of the creative process.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ashton Gores"},"slug":"ashton-gores","meta":{"degree":"M.P.H.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Audience"},"meta":{"volume":"3","number":"11","bulletin":false,"publication_date":"2018-01-24"}}}}