{"title":{"rendered":"ARTISTS TALK : Lauren Lee"},"content":{"rendered":"<p>(Sculpture ‘18)</p>\n<p>That one is the “Old mouse poking at his father’s \u0003butthole.” And this one is “Puffy limbs in pink stiletto bending down for the cigarette stub.” And that one \u0003is a “Spiky haired Italian woman with a big purple \u0003arm.” This one, “Refugee on a flat bike tire,” that one, \u0003“Dead baby seal in church choir,” one in the back is \u0003“A middle-aged woman piggy backing her drooling husband,” that is “Pink patchy man wailing before the three business men.”</p>\n<p>How do you see making these as your career?</p>\n<p>I think I’ll always make art, but I don’t know if it will become my career. I don’t know if I will be able to sell my work, get into a gallery… you know. So I would like \u0003to think that it is more a calling than a career. That \u0003is why I started working in small scale. I came to realize that when I was making large sculpture and installations, I could only do it because I was in a classroom setting, where I have classmates and teachers to help me. But what if they are not there, am I going to stop making art? So I had to find \u0003\u0003a way for my art to survive. That’s one of the reasons I resorted to these. To materials that were more available to me, and small—cheap invaluable materials that people, including myself, tend to overlook. That’s the birth \u0003of these works. Also people people brush me off as this cute Asian girl, making \u0003cute little things. I was so worried about that. I think that’s why initially I wanted to make big sculptures, making things \u0003heavy in metal and wood. To prove to this world that \u0003I am not just a petite Asian girl that would do cute things. And it is frustrating, Whatever I do, there is \u0003a prejudice.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Lauren Lee"},"slug":"lauren-lee","meta":{"degree":"M.F.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Work"},"meta":{"volume":"2","number":"04","bulletin":false,"publication_date":"2016-10-06"}}}}