{"title":{"rendered":"B.A. in Architecture: Why Bother?"},"content":{"rendered":"<p><strong><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie.jpg\"><img class=\"alignleft size-medium wp-image-1706\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie-224x300.jpg\" alt=\"Katie\" width=\"224\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie-224x300.jpg 224w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie-766x1024.jpg 766w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie-830x1110.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie-230x308.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Katie-350x468.jpg 350w\" sizes=\"(max-width: 224px) 85vw, 224px\" /></a>KATIE COLFORD</strong> (B.A. Architecture &#8217;16)</p>\n<p>The undergraduates hold a unique position in Rudolph Hall: they are the only group to keep a single desk location over the course of their three years in the building. They make quite a mess in their burrow on 7, with an exuberant disarray of materials, models, and drawings overwhelming their shared desks. I am one of them.<br />\nIn two short months, I will receive my Bachelor of Arts degree, and I am prompted to consider and interrogate the divide between Yale’s undergraduate and graduate programs in architecture. Not only are we physically separated in the YSoA building, but the underlying pedagogy of our degree is also distinctly different. The dynamic between ‘the studio’ (the south side of the 7th floor), ‘studio’ (the class), and ‘studio’ (the culture) provides a useful frame of reference.<br />\nThe distinction in degrees arises primarily from the liberal arts emphasis of Yale College. Yale does not offer any ‘pre-professional’ majors; there is no Pre-Med major, nor Pre-Law. Furthermore, the architecture major’s requirements only begin in sophomore year, often attracting students reeling from onerous freshman Engineering prerequisites and those seduced by Alec Purves’s magnificent ‘Introduction to Architecture’ course. The course of study demands an interdisciplinary foundation, with six of the major’s 15 credits to be fulfilled in history, social science, and quantitative reasoning—in addition to the 21 other courses outside the major.<br />\nArchitecture is initially heralded, almost reverently, as one of the loftiest liberal arts, subsuming all others within its domain. It is an investigation not only of the spatial, but also the historical, the social, the urban, and the material.<br />\nThe program at Yale is, indeed, a remarkable thing. Beginning essentially tabula rasa, we learn in the span of a mere four months how to interpret orthographic drawings, how to articulate an idea visually, and how to ‘read’ a building. By our junior and senior years, we’re attending PhD dialogues and Thursday lectures, we have competed in the fourth floor badminton tournament, and we attend the occasional 6-on-7. Many of us come to ally ourselves more with the YSoA than with Yale College—a shift especially reinforced by the hours spent at our second home on the 7th floor.<br />\nBut along with the intellectual growth of studying architecture, we are swiftly introduced to studio as a distinct culture—its steep workload resulting in all-night charrettes and an all-consuming lifestyle. As such, architecture becomes conflated with an unpleasant marathon, striving for the misconstrued finish line of a ‘good’ critique. It becomes a path simultaneously adored and hated, lionized and vilified. The culture promotes disillusionment with the discipline as a whole; we have watched friends take semesters off and truly break down emotionally, overwhelmed and defeated by the immense expectations of studio.<br />\nSo, how can we undergraduates make sense of our position as Students Of Architecture At The Yale School Of Architecture? We share the space, we share the grueling studio demands, we share (perhaps regretfully) the culture, but we do not share the degree.<br />\nAs a graduating senior, I have admittedly considered this question from the perhaps prosaic perspective of employability. Many of my peers at other institutions are earning five-year Bachelor of Architecture degrees, armed with marketable résumé skills like Revit and V-Ray, while our technical abilities have been self-taught (with some assistance from kindhearted TF’s) and sorely uncultivated. It requires a dicey bit of explanation to inform potential employers that the focus of Yale’s program is to teach us to think architecturally—and we promise we also have some skills.<br />\nAt its core, the major attracts students with the promise of a certain ‘reality’—yes, it is the humanities, it is art, it is making, but it is all in the service of Architecture—a tactile, tangible thing that exists in the real world. Though some undergraduates fully intend to pursue the discipline as a career, a substantial number have no intention of becoming architects, admitting an honest distaste for its overwhelming intensity. But even for these students, a love for architectural thinking nevertheless guides their pursuit of related disciplines, such as graphic design, teaching, real estate development, and urban policy research.<br />\nThat a B.A. is essentially an arbitrary step on the way to achieving this ‘reality’ of architecture has often led to discouraged, nihilistic why are we even bothering with this midnight questioning before a review. And for those who intend to eventually pursue a Master of Architecture degree, there is the nagging question of whether we should have pursued something less exhausting now if, in two-to-three years, we will ‘master’ this very discipline regardless of our undergraduate course of study?<br />\nThe fact remains that we are not receiving a professional degree, and the shadow cast by the seeming unavoidability of studio culture is complicated and ambiguous.<br />\nPerhaps the better question, then, is this: What makes a liberal arts approach to architecture truly worth pursuing?<br />\nThe liberal arts approach is not merely a Yale College imperative to avoid constrictive, pre-professional degrees at the undergraduate level. Rather, it is filled with a pedagogical richness that I strongly believe is valuable as an independent course of study. It is why I have bothered with this.<br />\nThe Yale approach is reminiscent of Josef Albers’s call to learn by doing, to ‘make open the eyes.’<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> The work of Josef and Anni Albers is an oft-recommended precedent study among the undergrads, and for good reason. Their philosophy of discovery through close examination is precisely the goal of the undergraduate program.<br />\nWe are invited to closely examine the studio prompt, even to challenge and question it. We are compelled to harness and apply the intellectual intuition we are allowed in the process. We are spared the need for a neat and tidy parti diagram; in rummaging and wading through our projects, we collect and create some amazing, weird, and beautiful things. As Surry Schlabs (PhD) once consoled a fretting studio-mate: ‘Don’t worry, we won’t build it!’ We can take risks. Indeed, we thrive on them.<br />\nThe undergraduate pedagogy allows us to revel in exploration and invention while demanding that we question and challenge our every approach. This may be messier than a B.Arch or M.Arch program. But from my perspective, it gives the persevering undergraduates the opportunity to stretch ourselves further than we ever could have imagined.<br />\nWe should bother with a B.A. in Architecture because—if we let it! (and this requires real self-discipline)—it allows us to be slow, to develop an intuition for that promise of reality that architecture creates, to savor the poetics of the built environment in a cross-disciplinary approach—to keep before us the wonder and mystery in understanding space.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Qtd. in Frederick A. Horowitz and Brenda Danilowitz, “Josef Albers: To Open Eyes” (London: Phaidon, 2006), 73.</p>\n<p><em>Portrait by Abraham Lampert (MFA &#8217;17)</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Colford"},"slug":"katie-colford","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Masters"},"meta":{"volume":"1","number":"24","bulletin":false,"publication_date":"2016-04-14"}}}}