{"title":{"rendered":"Badminton?"},"content":{"rendered":"<p>JENNY FONTENOT (M.ARCH II &#8217;17)</p>\n<p><span>In the years past, Yale architecture students would take part in an annual ceremonial practice formally known as “Initiation.” It was a sort of hazing ritual hosted by the second year graduate students for the first years as a rite of passage. I won’t go into too much detail, but to sum things up, it involved plenty of drinking and a level of chaos that largely threatened the pristineness of the newly renovated Rudolph Hall (and most importantly, to our former Dean’s concern, the paprika carpet). Reluctant to succumb to the administration’s ban of the event, the class of 2011 made the executive decision to follow tradition and threw, what became, the last hurrah. They poked the bear, and it bit back. Initiation, 6 on 7, and all forms of student events that involved alcohol consumption were banned for a semester.</span></p>\n<p><span>During this formidable drought, Vivian Hsu and Keith Johns, class of 2011, put on their commissioner crowns and commenced the very first YSOA Badminton Tournament. In an interview with Ms. Hsu, she stated that “there was this opening for a social event that could tie the school together.” The Badminton Tournament is not just a silly form of leisure, but it has completely embedded itself into our studio culture. It gives a sense of community, an interface between all years of the YSOA, and an escape from our computer screens. I can just see the smirk on Paul Rudolph’s face. There has to be a reason why he designed the pit to be the perfect size for a badminton court. </span></p>\n<p><span>As somewhat jarring as it seems to be, to those who initially find out that a bunch of nerdy architecture kids are playing badminton in between their desks, it all begins to make sense when we think about who we are. We are creatives who understand how to program space efficiently and effectively. As the core of Rudolph Hall, the fourth floor communal “pit” transforms between an intimidating stage for formal reviews and our own personal arena. Surrounded by a kaleidoscope of posters, some outrageous and others more so, we tell the story of our sport to all who visit our building &#8212; hung as a constant reminder that when we play, we play to win. We play because at that moment when it’s 2am and we’re so frustrated we just want to hit something, we grab a racket and smack a birdie. While the noises may be distracting when you’re trying to get work done, it’s a great reminder that we have a little fun over here, and maybe, once and while, that’s a good thing.</span></p>\n<p><span><br />\n</span><span></p>\n<p></span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jenny Fontenot"},"slug":"jenny-fontenot","meta":{"degree":"M.Arch II","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Play"},"slug":"play","meta":{"volume":"2","number":"18","bulletin":false,"publication_date":"2017-03-09"}}}}