{"title":{"rendered":"Bald Studio: Student Perspectives"},"content":{"rendered":"<p>ANNA MELOYAN  (M. Arch ‘16)</p>\n<p>Our studio tests architecture as an instrument of observation. This testing demands hyper-sensitization and multiple levels of awareness: within<br />\nthe self, within Kielder Forest, and within the infinite. By reuniting astronomer and instrument, we restore a relationship estranged by technological advancement and rediscover the act of looking up as a public endeavor. Registering our human scale in the cosmos is a profound experience.</p>\n<p>Our study of both metaphysical and physical phenomena – spheres, celestial bodies, and darkness—provides both potential relations and choreographed narratives. This simultaneity creates a productive tension that yields a discourse within and without architecture.</p>\n<p>Through multiple studios at Yale, I have undertaken the paradoxical idea-object of the sphere in an ongoing attempt to understand and decompose its many layers. My Tower of Astronomy and Observation is composed of five stacked spheres which together act as an organizing element for a gradient of experiences. As mediator between ground and sky, the tower offers a new integration with the site. A vertical ascent by day reveals the textures of an artificial forest, a panorama of this constructed landscape, and finally a sense of the edge of the Earth curling away. By night, the tower disappears. Encountering darkness, visitors discover a new proximity to the cosmos.</p>\n<p>&nbsp;</p>\n<p>DANTE FURIOSO (M. Arch ‘16)</p>\n<p>I’ve been playing with a lot of different shapes this semester. Normally, I just do squares and rectangles, but this semester my drawings have curves. What are these swooping sculptural forms? In theory, they are the developed from early topological studies and Sunil’s prompts to unroll a sphere. Is it organic or triangulated? Does this matter? My struggle is to make these forms mean something. After all, we’re designing an observatory. The UK is the birthplace of the industrial revolution. Our site is one of the largest areas of dark sky because it’s the largest timber forest in the UK, creating a weird and scary kind of nature. What I mean is, I think the building should not only be a sculptural roofy thing but also question the connection between this rural area, industry, cities, and darkness. But, why are we doing this? Because, there was a real competition that spawned an actual observatory that was built in 2008. I think our critic wanted to do this competition. Or maybe he did. Either way, this is a kind of fantasy/side-job design studio, but it still counts for nine (9) credits, and we make a ton of models. I guess, in the end, the studio is a chance to work alone on something far out that won’t get built. It’s a chance to design a wacky building where the roof becomes an observatory for stargazing. Hey, I may never design an observatory again, but you never know.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dante Furioso"},"slug":"dante-furioso","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Anna Meloyan"},"slug":"anna-meloyan","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"What Are You Doing?"},"slug":"what-are-you-doing","meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}