{"title":{"rendered":"Baltimore Vignettes"},"content":{"rendered":"<p>WILL KLEIN (FES M.E.M. 2017)</p>\n<p>Will Klein spent his summer asking Baltimore residents where they enjoy spending time outdoors. This research was funded by the Hixon Center and the Jubitz Family Endowment.</p>\n<p>Finding refuge in and from the city:<br />\nJo1 discovered what would become her refuge by accident. While on the wrong bus to see her doctor, she saw a trail along the Middle Branch waterfront. A ten-minute walk from her home in southwest Baltimore, it ended up saving her life. ‘I couldn’t even breathe, because the tumor was pushing on my lungs, they had me on steroids and asthma pumps… [I would] spend every day at the park, sit by the water, let [my dog, Prince] run around, that’s when he got to know what a fish was. After that, I got better and better. [In 2011], they only gave me a year to live. It’s 2016.’<br />\nToday, she doesn’t feel comfortable leaving her home for fear of a break-in. There’s a bullet hole in her living room window. She has to shoo drug dealers off her porch. This contrasts with her waterfront refuge. If ‘I could have a tent with running water and all my appliances, I would live [in the woods] before I live [where I do today].<br />\nFor Jo, access to the waterfront is limited not by physical distance, but by her surrounding neighborhood context.</p>\n<p>Neutral space, the barrier of emptiness:<br />\nWallace2 is a veteran who comes to the Middle Branch waterfront to practice the ‘picture imagery’ taught to him by the Veteran Affairs Hospital to help him with his health issues. He tends to sit on a bench and fish, joined by anywhere from 3 to 15 people.<br />\nDespite the popularity of the Middle Branch for fishing, it has vast fields of unused manicured grass. When asked if anybody uses these fields, Wallace responded that ‘people don’t lounge on the grass because they think it’s off limits. You don’t ever see anybody on the grass. Even when people barbeque down by the boathouse, they do so in the parking lot.’<br />\nThis response extends to other fields. When shown a picture of a field in Cherry Hill, Tina3 responded that ‘there’s nothing there, the only thing you see is trees and grass.’ These neutral spaces are orderly, but lack a sense of purpose. People are content to walk along these spaces, but the value to them is largely aesthetic, if they see any value at all.<br />\n1Jo lives in Cherry Hill, is 30-60, black, female<br />\n2Wallace lives in Baltimore, but comes to Middle Branch to find peace. He is aged 50+, black, male<br />\n3Tina lives in Cherry Hill, is aged 30-60, black, female</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Will Klein"},"slug":"will-klein","meta":{"degree":"M.E.M.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Urban Yale"},"meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02"}}}}