{"title":{"rendered":"Bathhouse in the Park"},"content":{"rendered":"<p>You make your way to the counter, unroll a twenty, and pay the cover fee. “This better be worth it.” So the thought goes. An all too familiar feeling for individuals who’ve engaged with Grindr. The banality of the virtual “tap’s” and “hey’s” materialize inside a space of fluidity. Instead of entering a virtual terrain of overt sexual encounters, you become enmeshed in an architecture of fantasy, the epitome of any voyeur’s dream. The Gay Bathhouse has been the focus of ethnographic work for both public health and architecture for some time1, but what can the Gay Bathhouse and the relationships it engenders teach us about designing good parties?<br />\nGay Bathhouses create spaces that mediate the tenuous ground between desire and entertainment, sex and voyeurism, and detachment and intimacy. If all architecture aims at improving our quality of life, than the best way to do that is to provide differentiated spaces of exploration. The following is a list of design principles from an architecture shrouded in mystery, taboo, and anonymity. By analyzing these principles it is my hope that we can party our way to the 22nd century, liberating ourselves of the virtual anxieties around sex, sexuality, and partying.</p>\n<p>•<br />\nAll party spaces must account for two conditions: direct gaze and contested gaze.</p>\n<p>•<br />\nDirect gaze is the unobstructed view of an individual’s line of sight. It can be reciprocated by another individual’s gaze (active) or be unrequited (passive).</p>\n<p>•<br />\nContested gaze is active and unstable. It occurs when a direct gaze is disrupted through the breaking of views or the disruption of eye contact with other individuals.</p>\n<p>•<br />\nNarrow corridors and metal lockers set the tone for the entire procession. Individuals entering the party should immediately get a sense of what the party is about and how they will navigate the space. In the case of the bathhouse, nudity is best.</p>\n<p>•<br />\nShowers, washrooms, and toilets should be easily identifiable and be situated towards the entrance to ensure guests maintain proper hygiene before and after the experience.</p>\n<p>•<br />\nThere should be multiple points of entry. A good party requires different routes through which to access divergent programs.</p>\n<p>•<br />\nThere should be spaces that allow for communal and private interactions within the party. Guests should always have the option of moving through both communal and private spaces, whether it’s for sex or drinking.</p>\n<p>•<br />\nThe darkened maze is the most effective way of creating a space where partygoers are freed from their own insecurities and enter a christening procession of sexual liberation. All architecture should aim for that level of psychological liberation.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Abraham Mora-Valle"},"slug":"abraham-mora-valle","meta":{"degree":"M.Arch I","graduation_year":"2022"}}],"fold":{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"slug":"the-architectural-gaze-goes-clubbing","meta":{"volume":"5","number":"02","bulletin":false,"publication_date":"2019-09-12"}}}}