{"title":{"rendered":"Best Thrift"},"content":{"rendered":"<p><em>What’s the best thing you’ve gotten on a thrift?</em></p>\n<p><em>Deo: </em>I picked up this super loose-fitting Guess button down. It has a courtly drape, truly billowing if I tuck it into my pants. I like how the short sleeves hang down like a cape. It has an outrageous blue and white leaf print all over it, something like a Jurassic-period plant or a Matisse cutout. The material is a kind of synthetic, crinkled fabric—impossible to wrinkle—and it pretty much obliterates your shape. Just a cloud of static; then your neck and forearms come out of it. If you wear your jeans high-waisted then you get that sort of 80’s, boxy silhouette. It’s like, the shirt hops through time or is out-of-time. Precambrian—Victorian—Impressionist—Reaganite—MTV. Am I a Romantic poet? No. Less steampunky, more powerpunky. A botanist. A beat poet. A buccaneer.</p>\n<p>A couple of times that I’ve worn it, someone asks me where it’s from and I have to say it—they started it, they realize the next second after they ask but it’s too late—I have to say to them: Guess.</p>\n<p><em>Where did you find it?</em></p>\n<p><em>Thomas:</em> All of my best clothes come from St. Raphael’s Auxiliary Thrift (St. Raph’s), up Chapel Street. The integration of St. Raph’s with its namesake hospital might make the clothing’s provenance a little suspect (did someone die in this ruffled shirt? Maybe in this bloody gown?). But at these prices, who could say no?</p>\n<p>I once had the luck of being in there for a Bag Sale—fill up a brown bag with whatever you want for $7. Before I could  fill one bag, a young woman came in and filled ten. As she  was checking out, one of the nice ladies behind the counter asked her,” where was she from; where was she taking these clothes?” The one-word reply: “&#8230;Brooklyn.”</p>\n<p>At that moment, I saw before me a vision of the thriftological terrain of the greater NYC area. The city sits at the bottom of a regional basin to which, compelled by natural laws, all worthy clothing must trickle. St. Raph’s of New Haven is a fresh mountain spring which feeds the pricey vintage stores in the valley below. Here I was, tapping it at the source.</p>\n<p><em>How do you find the good stuff?</em></p>\n<p><em>Christine:</em> I have a gentle aversion to buying books at full price. The reluctance stems from an innate knowledge that I will be able to find the exact book I’m looking for, maybe not immediately, but probably before I die from need. This knowledge, of course, relies on my personal compulsion to frequent every used bookstore and book sale I see.</p>\n<p>Heaps of used books are overwhelming; my technique is to go in with a few authors in mind to get warmed up. Practice will make you wiser, and you’ll learn to recognize preferred publishers by book spine design. Maintain a mental catalog of what you already own, and keep your physical library organized. If you choose to arrange by color, it will be beautiful but impractical, and people will judge you.</p>\n<p>There was a place called “Hub’s” on Mecklenburg Road in Trumansburg, NY that was mostly just a shed filled to the brim with “antiques.” It was only open on weekends, and owned by an extremely brusque (read: mean) father-son duo, presumably one of them named Hub. It smelled like many mice, and I could never stomach a deep dive, but one of my friends was a devotee. From sheer tenacity alone, he once found a first edition of Ed Ruscha’s Every Building on the Sunset Strip among the detritus, and so can you. Happy hunting.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Deo Deiparine"},"slug":"deo-deiparine","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Thomas Mahon"},"slug":"thomas-mahon","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Other, Etc. A Catalog Of Anything But Architecture"},"slug":"other-etc-a-catalog-of-anything-but-architecture","meta":{"volume":"5","number":"01","bulletin":false,"publication_date":"2019-08-29"}}}}