{"title":{"rendered":"Internal Memo: Between Adjacencies"},"content":{"rendered":"<p><i><span>Adjacencies</span></i><span>, the current exhibition at the Yale School of Architecture Gallery, is an overtly and unapologetically trendy young architects show – colorful linework, pastel colors, and quasi-familiar geometrical forms are all positioned on the massive walls constructed for the exhibit. Interspersed among the illustrations are playful models, ranging from a geological chunk to a child’s dollhouse. The architects’ facility with digital tools is manifest in a parade of diverse drawing and modeling techniques. At a quick glance, this show could be mistaken for the fetishization of kitsch or stylism, but behind the flashy imagery, each of these projects contains complex ideas on construction and imagery. Jennifer Bonner’s Haus Gables, for example, explores material capabilities and connotations as a building moves from conceptual to material. Bonner uses the look of high-end finishes – like marble – but is installing vinyl and tile imposters, diverting the architect’s allegiance from “truth of materials” to graphic mimicry. </span></p>\n<p><span>Selecting and curating one project from each of the fourteen different practices created a puzzle. What connects this group of projects? In the exhibition booklet, Nate Hume claims that all participants were “educated and entering the discipline just when computational experimentation became ubiquitous.” The work illustrates this through its control over hi- and lo-fi production, but also reveals the holes that appear as these “digital” architects attempt to bridge the gap to construction. </span></p>\n<p><span>As each panel conversed at the gallery talk, it was apparent that they too were searching for connections, which resulted in broad questions on iteration or process. Each practice described design processes strikingly similar to those of the students they teach: exploration of different interests and no direct collaboration, but a strong awareness of what other practices were doing and a passive but definite influence over one another. The attempts to pinpoint commonality reminded me of studio guest critics trying to define the connecting factors between two disparate projects that happen to be presented consecutively. The process of Clark Thenhaus, transforming Victorian architectural forms into a soaring music hall with the aura of an eerily mechanized Gothic cathedral, seems completely alien to the MILLIØNS project designed by convoluted Boolean operations. A visiting critic might connect these two as exploration or experimentation with the weight of buildings – after flipping the MILLIØNS project over and gluing it down in its current position. </span></p>\n<p><span>The fluidity of this group is a strength that has allowed them to survive and take advantage of the 2008 market crash and use it as an opportunity to challenge the field from the inside. While some architects spent the recession starting a architecturally-inspired luxury ice cream company</span><span>1</span> <span>, this group spent years sharpening their material fluency, and representational and writing skills to pull the discipline forward. Now, as many of them begin to construct work for the first time, they face new problems. </span></p>\n<p><i><span>Adjacencies</span></i><span> is an opportunity to reflect on the visual and material explorations of these fourteen practices and the development of new expectations for the built environment. Challenged by the anticipation of construction, the exhibit validates trendy work on ideologies that previous exhibits at YSoA have not. Is it useful to see these projects together as a set, but perhaps it serves to emphasize their similarities in a way that makes them all appear less unique or independent. Ultimately, relying on the audience to forge relationships between the work might result in undocumented revolutionary readings – but more likely, distorted perceptions.</span></p>\n<ol>\n<li><span>https://cool.haus</span></li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Michael Gasper"},"slug":"michael-gasper","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Anarchitecture"},"meta":{"volume":"4","number":"02","publication_date":"2018-09-20"}}}}