{"title":{"rendered":"Bind Me Nail Me Look at Me"},"content":{"rendered":"<p>I’m in a bad health. Malnutrition plagues me. I take in a modicum of fame and wealth, but I am destined, you know, secretly, please, to change the world. I read Alberti every night in the living room I rent. Beijing is expensive. Alberti is good. I also look at the stirring architectural images produced everyday. They are good too. I don’t know how people got from Alberti to those images, though. People must have been smart… So am I.</p>\n<p>I belong to smart people, not making commercial renderings. I’m a great architect. When I find I’m not, I punish myself, with another round of design. I enjoy crumpling up my bad drawings, for the sake of better ones, to be torn up later, for the sake of better ones. Painful, indeed. But I found that, maybe, the pain had been the very thing I got addicted to. Perhaps I don’t make architecture, not even drawings, but games, escaping games, played against myself. The bad part is, I always lose the game. But hey, I can punish the loser.</p>\n<p>Let me show you my current work. I started to explore my corporeal relationship with architecture. Tectonics, material… I feel them. Those are not just literal concepts. Look at this joint. See how it grabs my flesh? You’ve got to try it. It is amazing. Great work hurts. I don’t just make speeches. I am a REAL architect. While all the others coyly hide their self indulgence, I dare claim that my work is all about me.</p>\n<p>It’s such a pity, that this will be my last work, and I don’t have a chance to look at it. But it will be hot. People will be shocked. Some will hate it, I expect, but they can’t complain about one’s special hobby. They will have to look at me, closer than I ever do. They will draw my sections. After all, who can resist some Oriental flagellation. Anyway. As I’m tightening some last screws, the only thing left is to upload my pictures…</p>\n<p>…Wait. Anyone? Help me take a picture?</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3.jpg\"><img class=\"size-full wp-image-7176 aligncenter\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3.jpg\" alt=\"\" width=\"2448\" height=\"1584\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3-300x194.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3-768x497.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3-1024x663.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/08161002/Zhang-and-Li3-1200x776.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Haotian Zhang"},"slug":"haotian-zhang","meta":{"degree":"M.Arch II, Cooper Union","graduation_year":"2019"}},{"title":{"rendered":"Tianying Li"},"slug":"tianying-li","meta":{"degree":"M.Arch II, Cooper Union","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"meta":{"volume":"5","number":"07","publication_date":"2019-11-07"}}}}