{"title":{"rendered":"Black in Design: A Reflection"},"content":{"rendered":"<p><strong>FRANCESCA CARNEY</strong> (M.Arch ’17)</p>\n<p><span>Hundreds of beautiful moments happened this weekend at the Black in Design Conference hosted and organized by the African American Student Union at the GSD. It was a gathering of people from around the country addressing and discussing cultural and racial issues within design fields. Over a day and a half of discussions, workshops and lectures brought forward topics that covered issues of poverty, health and civic engagement. It was an inspirational conference; the energy was exciting, positive and hopeful.</span></p>\n<p><span>Organized around understanding space at various scales, from the building to the region, and including pedagogical discussion on practice and concluding with a conversation of “What Does it Mean to be Black in Design.”</span></p>\n<p><span>Presentations were accented by interludes of song and poetry which added to the positive atmosphere of the event. Speakers used musically connected themes: food deserts were addressed by playing Goodie Mob’s Soul Food, which led to a discussion on health issues and food image within the African American community. We learned that Marvin Gaye was actually revealing the true ecology of Detroit in his famous ballad “Mercy, Mercy Me”, and a deeply personal interlude was wrapped up with “Hell You Talmbout”, a tribute to the countless lives that have been lost in recent years due to racial profiling.</span></p>\n<p><span>Another undercurrent of the presentations was work that considered and engaged the public through successful outreach, ensuring projects’ success from feedback to implementation. Maurice Cox, Planning Director for the City of Detroit, reminded the audience that people build cities, and to truly capture the spirit of a community, it is important to recognize who that community is in order to bring equity into projects.</span></p>\n<p><span>But above all else, the conference was honest, and that </span><span>truly </span><span>really made this event unique. Within architecture specifically, African Americans represent a small fraction of the population. Less than 1% of registered architects and just under 6% of those enrolled in accredited schools are African American. These numbers are strongly represented within our school among the faculty and student body alike. Diversity efforts at the GSD are making a change at that institution. The minority student population has grown significantly over the last several years, increasing the African American population threefold since 2009[1], in great part due to the efforts of the Dean’s Diversity Initiative.  What is Yale doing and how can Yale do more to take part in this change?</span></p>\n<p><span>For minorities, there should be no excuse to not want to pursue a career in design. The Creative Director at The Atlantic, Darhill Crooks, summed up design as something that can make you feel happy, feel safe, and provide a narrative from a different perspective. Through my eyes, the conference was just that. It brought topics to the table that need to be addressed in order for racial discrimination in design to be eliminated. By being forthcoming and honest, the speakers looked towards a future of change where people, actions, and design make a difference- a difference in which I hope our school can participate.</span></p>\n<p><span>In an emotional statement, Craig Wilkins declared, “People of Color are important and design can make a difference.” If there was anything that I took away from this conference, it was that not matter one’s creed, culture or background, our connection through design makes us strong individuals and it is important to take that with us as we seek to make a more equitable future. Philip Freelon, founder and president of The Freelon Group and one of the keynote speakers of the evening, stated that obstacles are opportunities to persevere and the ability to be flexible is invaluable. As architects, we must not only value our profession, but also value ourselves and recognize our ability to change the culture of the world around us. I left this weekend’s conference with a renewed faith as a student of color. The expressions of passion, commitment and engagement revealed a sense of strength and a drive to see a change in practices. I hope that as students of the Yale School of Architecture we can be part of that change.</span></p>\n<p>&nbsp;</p>\n<p><span>[1] </span><a href=\"http://www.gsd.harvard.edu/#/about/diversity/deans-diversity-initiative.html\"><span>h</span><b>ttp://www.gsd.harvard.edu/#/about/diversity/deans-diversity-initiative.html</b></a></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Francesca Carney"},"slug":"francesca-carney","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Value"},"meta":{"volume":"1","number":"10","publication_date":"2015-10-15"}}}}