{"title":{"rendered":"Book Review: Kommunen in der Neuen Welt—Liselotte and Oswald Matthias Ungers 1972"},"content":{"rendered":"<p>HANS KOLHOFF in conversation with TIM ALTENHOF (Phd Architecture) and CHARLOTTE ALGIE (MArch ’16)</p>\n<p>It seems opportune to reflect on a publication which, much before others, began to talk about the American condition of the small town. When Oswald Matthias Ungers came to the states his time in Berlin was somehow over. Because the student revolt was against any traditional idea of architecture, the architects of the Technische Universtität were thrown out. The architecture students themselves were, in fact, one of the most furious groups in the student revolt. Ungers had to go, so he took up Colin Rowe’s offer of an opportunity at Cornell. Ungers started out in the USA very naïve. Kommunen in der Neuen Welt, and the trip Oswald Matthias, Liselotte and their children made, happened in a trailer… one of those silver Airstream Caravans. For Ungers this was America. He had to go and find out what the country was and he made this book. Though Ungers was already a faculty member, perhaps he had, when this book was produced, not yet started teaching. The book happened before he had ever taught. So why this topic? Because of the student movement and the word Kommune. In German, this word described the groups of students gathering in one large apartment and finding out a new way of life. Sexual freedom and drugs, that was what a Kommune was. Even though in Germany that movement had already turned darker, it had not yet become criminal—that came a bit later. It was furiously against bourgeois society, and was for provoking society and doing away with everything. Ungers wanted to turn the book into serious research in order to discover this idea of Kommune—of a society for new ideas of living together. So Matthias and Liselotte fixed on these people who left Germany and England, a story which, is, in the end, the American history. The groups described in the book are usually united by common religious beliefs. Many had already established communes in Europe, which often didn’t work out in the long run, so they had to move. One commune in Hessen, a German state, left for religious and existential reasons. At home they didn’t have enough to make their living. Heimat and sequel Neue Heimat, films by Edgar Reitz, show very well and in great detail the economic situations which lead to this move. When Matthias came over, there was suddenly a country where you could trace back the development of every city very easily. US cities were 200 years old at the most. In the 70s, Los Angeles was 50 years old. Looking at this urban development in America, you understood what a city was much more than you did in Europe. Though the architectural implications of the book are not immediate, things like Fourier and the Fourierische commune are still important issues. The principle of ‘common ground,’ however, which they brought over, is still fundamental. Perhaps an American society today has nothing at all in common except consuming, or the fear that the consumption could stop. Though a highly objective work, which simply presents highly distinctive information while withholding direct claims, the book is nonetheless an optimistic thesis. It is optimistic, in the sense that they made the book. Both Matthias and Liselotte took the subject very seriously without making assumptions. However, Kommunen perhaps expresses the beginning of Ungers’ own understanding of his actual naivety. Transposing great hopes for worthwhile projects, he faced a confrontation with what existed in America—like the perfection of the balloon frame. The foreign intention faced a local thing with much more experience, only to discover it could never be done better.</p>\n"},"meta":{"fold":{"title":{"rendered":"Home"},"meta":{"volume":"1","number":"18","bulletin":false,"publication_date":"2016-01-28"}}}}