{"title":{"rendered":"Book Review: Occupy all Streets"},"content":{"rendered":"<p>KASSANDRA LEIVA (M.archI 2019&#8242;)</p>\n<p><span>Hosting the </span><span>Olympics</span><span> is an incredibly complex circumstance, and the protest-filled Rio’s path to the 2016 Olympics is no exception. The convoluted socio-demographic, economic, and political landscape of Rio de Janeiro is meticulously parsed out in the book </span><i><span>Occupy all streets: Olympic Urbanism and Contested Futures</span></i><span>, edited by Bruno Carvalho, Mariana Cavalcanti, and Vyjayanthi Rau Vernuturpalli. </span></p>\n<p><span>The book is divided into nine essays by different authors, each honing in on a particular set of issues forming parts of the backbone of the Olympic</span><span> dilemma</span><span>. The first essay serves as the introduction while setting a clear frame of reference for the rest of the book. The author defines Rio as a &#8220;city of epithets” such epithets, in the past, have included </span><i><span>Cidade Maravilhosa</span></i><span>, </span><i><span>Porto Maravilha</span></i><span>, </span><i><span>Cidade Integrada</span></i><span>; and more recently, Olympic city. For the most part, these epithets have been responses to the socially divided city, </span><i><span>Cidade Partida</span></i><span>, that is Rio’s reality.</span></p>\n<p><span>The second essay speaks to how branding and rebranding have been a way for the city to steer its path towards changes. Particular to Rio&#8217;s Games, the fact that 2016 Olympics were under a “</span><span>global gaze</span><span>” pushed the desire for the city to catch up to contemporary modernity. Moreover, the essay points out that Favela branding helps create ‘specificity’. The result is either a thrilling effect or downplaying the relevant concerns embedded in favelas. However, how </span><span>favelas </span><span>are affected exactly by the attention is not fully elaborated. How did favela dwellers adapt to their new roles? In any case, the process of reinventing the city of Rio de Janeiro has been a method for creating continual cultural consumption by both city dwellers and foreigners. </span></p>\n<p><span>In the following essay, the authors delve into one of the neighborhoods adjacent to the Olympic constructions. Paramount to understanding the politics behind the grand Olympic master plan is comprehending the socio-economic makeup of the Barra da Tijuca to which the Olympic master plan would expand to create the </span><span>Olympic village</span><span>. The population of this neighborhood contains the “new rich”. Here the essay also focuses on how local favelas have capitalized by starting their own rental system to accommodate the </span><span>influx of labor t</span><span>o the site. The focus on this topic is crucial to understanding a different side of the story that isn’t simply about favela evictions. However, what happens after the construction is more difficult to guess.</span></p>\n<p><span>The rest of the essays discuss the protests and the possibility of bottom-up strategies in the </span><span>built environment realm</span><span>s from multiple angles. The occupied streets are posing a question to these writers, which is precisely “who has the right to public spaces?” Rio’s proposed future and its exclusivity have rendered many stranded and forgotten, which results in the incredible </span><span>solidarity</span><span> through protests on the streets, plazas, and parks. Take the Parque Madureira for example. Like most Olympic era constructions, this park was meant to brand Rio as a place of leisure and fitness.When the park was taken over by protesters against police brutality, the layered narratives became incredibly powerful. The media coverage of these protests has elevated their visibility, which in turn increased the political weight of the protests. As opposed to the top-down developments, the </span><span>bottom-up</span><span> urban, architectural and even political strategies as an alternative kind of protests are going on more quietly and more persistently.</span></p>\n<p><span>So much of the attention that has been paid to the protests is resulted from the inflated viewership in the years leading up to the games. But can the momentum keep up even after the Games? The book does not aim for exhaustively describing the Olympic site legacy as a whole as it stands. </span><i><span>Occupy All Streets</span></i><span> is not a book that delineates the projected path of Rio de Janeiro as its Olympic infrastructure evolves. Regardless of the ultimate result, this book probes into the social and historical backgrounds of recent and present issues as a way to project into the future. In this book, possibilities are proposed with no certainty that the </span><span>government </span><span>will necessarily act one way or another. It is left up to the reader to connect the dots.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kassandra Leiva"},"slug":"kassandra-leiva","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Demarcation"},"slug":"demarcation","meta":{"volume":"2","number":"22","bulletin":false,"publication_date":"2017-04-20"}}}}