{"title":{"rendered":"Book Review: LISTENING by Bohlin, Cywinski Jackson"},"content":{"rendered":"<p>by KEVIN HUANG (M. Arch. I &#8217;18)</p>\n<p>The Pennsylvania-based firm Bohlin Cywinski Jackson (BCJ), in its fifty years of practice, has established a diverse portfolio of large-scale buildings. Their works spans cultural, commercial, civic, academic and corporate buildings — most notably the many Apple stores scattered worldwide from Pudong to Fifth Avenue, which is why it might be surprising that they decided to focus on residential architecture for their latest monograph.</p>\n<p>Three short essays included in the book (by Alexandra Lange, Michael Cadwell, and Rick Joy — all written with general tones of acclamation) account for the firm’s choice of projects: in his praise, architect Rick Joy claims that “the greatest allure of BCJ’s residential work is in its inherently American character.” What is this American character about? In a time of post-globalization regional identity-crisis, character is a topic of pertinent interest. A photographic essay that showcases twelve houses by Bohlin Cywinski Jackson offers some clues to understanding this “American” character.</p>\n<p>A first clue lies in materiality. The popularization of concrete construction in the past century has allowed architects to execute forms more expressively than with other common materials. However, for BCJ, form is derived from material properties. BCJ deploys materials mostly native to the area. Looking at their work, a preference for timber is evident as well as other materials from local vernacular buildings, such as slate and other stones. However, they do not restrict themselves to the more primitive materials. As self-proclaimed modernists, the firm adds signature usages of steel into their compositions. As a result, several of their houses are clever symbioses of steel and timber systems. The Skyline Residence is a particularly spectacular example where steel reinforcements triangulate between wooden members to form roof trusses. In all of the houses, it is hard to distinguish whether the main structure is wood or steel — that may be indeed the architects’ ultimate goal.</p>\n<p>Another clue is scale. Scale is manipulated boldly, such as the deep roof joists in the Henry Island Residence. The depth is exaggerated so that the joists create a dominant presence in the house. The Henry Island Residence, compared to any timber work of Kengo Kuma, who tends to use smaller and slimmer wood members with reduced spacing between members, shows the subtle divergences in our cultural sensibilities.<br />\nIn defining the origins of BCJ’s work, founding principal Peter Bohlin, describes an architecture that is guided by people, place and material. How is this manifested in their practice? They “listen.” Louis Kahn famously asked his students to “ask the brick what it wants to be.” Bohlin is suggesting something similar. This seemingly passive verb is their main action. Their work develops through listening to the clients, to the nature of the site, to the material.</p>\n<p>This monograph may be useful to the first year students designing a timber residence for New Haven. Can character be produced just by “listening” to the fundamental elements of a building, site, and client?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kevin Huang"},"slug":"kevin-huang","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Historic Projections"},"slug":"historic-projections","meta":{"volume":"1","number":"21","bulletin":false,"publication_date":"2016-03-07"}}}}