{"title":{"rendered":"Book Review: Steven Holl Monograph, By Robert McCarter, Published by Phaido"},"content":{"rendered":"<p><span>01.21.2016</span></p>\n<p><span><strong>ANDREW DADDS</strong> (M.Arch &#8217;16)</span></p>\n<p><span>Steven Holl graduated from the University of Washington, later pursuing studies both in Rome and at the Architectural Association. Holl started his own office in 1974, one that is still thriving today, which this monograph commemorates. Author Robert McCarter, professor of architecture at Washington University in St Louis and Holl’s longtime friend, writes extensively about the architect’s background, thematic influences, and specific projects in chronological order, built or unbuilt. The monograph is written with such a degree of precision that one could mistake McCarter as not only the author, but also the architect of the work. McCarter is an enthusiastic authority on Holl’s career. At the book launch on December 5</span><span>th</span><span>, 2015 at the New York Public Library, Holl and McCarter exchanged witty banter and friendly musings. Holl admitted that early on he tried to intervene on the book’s development but later gave up, thankful for the opportunity to learn about himself from McCarter’s perspective.</span></p>\n<p><span>Together, Robert McCarter and Steven Holl teach us that there are no universal architectural concepts to follow, but rather that architecture should ask provocative questions pertaining to a specific project, with a specific set of constraints. According to Holl, each of his projects is anchored in a conceptual watercolor that tells us about the project’s ambitions and becomes a guidebook on how to judge the work. The concepts do not necessarily engage one another from project to project; rather they each offer a glimpse into the lens through which Steven Holl sees his own work. </span></p>\n<p><span>In no way can Steven Holl’s work be seen as a complete “project.” This is evident in Robert McCarter’s long-winded description of Holl’s career trajectory, which he struggles to summarize succinctly, taking the length of a good novel to do so. Steven Holl left the structure of the book entirely up to McCarter, who organizes the work into five separate series of pairings that act as chronological chapters to Holl’s career: Archetype / Experience, Anchoring / Intertwining, Luminosity / Porosity, Tactility / Topography, Hapticity / Urbanity. Steven Holl acknowledged the fabricated nature of the conceptual pairings, questioning their chronological precision, claiming that certain concepts were at work earlier than McCarter had placed them, and vice versa. </span></p>\n<p><span>This brings up an issue with the book’s structure, and perhaps by extension the trajectory of Holl’s work. There is an evenness with which the writing is distributed throughout the book and the five conceptual pairings, and it is careful not to prioritize any particular project, new or old, leaving the reader with a desire to know what concepts remain important at the end of the book. To succinctly know what’s at stake, and how this has changed overtime, if at all, remains unclear. </span></p>\n<p><span>McCarter insists that Holl’s fundamental formal principles were developed in early unbuilt projects such as the 1986 urban proposal for the Porta Vittoria District in Milan: that architecture can be related to the ground by being either under the ground, in the ground, on the ground, or over the ground. Each alternative was explored in a matrix of sectional prototypes deployed in the project. McCarter often returns to these principles when describing Holl’s work over the next 40 years. Other common themes include Paul Klee’s provocation of spatial enlargement from </span><i><span>The Thinking Eye</span></i><span>, and Henri Bergson’s conception of duration&#8211;both of which give him a phenomenological attentiveness. Prominently featured along with a slew of other references that stitch together Holl’s work is the work of Le Corbusier, most notably his projects for La Tourette and Ronchamp, which both appear in various guises throughout Holl’s career. </span></p>\n<p><span>The conclusion after McCarter’s impressive, if not exhaustive, written authority on Holl’s work, is that there is a richness inherent in the work that makes categorizing it problematic. If nothing else, Holl’s work has proved difficult to explain in written form, though it should be known that McCarter’s thoroughness on the subject is commendable and thought provoking. Holl’s work resists the singularity of a “project,” and instead deploys conceptual drivers, depicted in an initial watercolor, that are more or less autonomous to each project, yet when seen together add towards an expanded notion of the perceptual possibilities of architecture. The reader is left with the impression that Holl’s work is pluralistic, subject to almost random influences appearing and reappearing throughout his life. These fleeting inspirations manifest themselves in Holl’s conception of space as a means of enlarging the relationship between body and space. McCarter asserts through Holl’s work the importance of architecture as an experimental act, rather than an absolute truth. </span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"Food"},"slug":"food","meta":{"volume":"1","number":"17","bulletin":false,"publication_date":"2016-01-21"}}}}