{"title":{"rendered":"book review /bo͝ok  rəˈvyo͞o/"},"content":{"rendered":"<p>RAY WU (M.ARCH &#8217;19)</p>\n<p>noun [Old English boc &#8220;book, writing, written document,&#8221; generally referred (despite phonetic difficulties) to Proto-Germanic *bokiz “beech.&#8221; / Review, mid-15c., &#8220;an inspection of military forces,&#8221; from Middle French <em>reveue</em> &#8220;a reviewing, review,&#8221; noun use of fem. past participle of <em>reveeir</em> &#8220;to see again, go to see again,&#8221; from Latin <em>revidere</em>, from re-&#8220;again&#8221;+ videre &#8220;to see.”]<br />\n| 1. an article or talk in which a book, esp. a new book, is discussed and critically analyzed.</p>\n<p><strong>Recycled Theory:<br />\n</strong><em>Dizionario illustrato / Illustrated Dictionary<br />\n</em>Edited by Sara Marini and Giovanni Corbellini</p>\n<p>At 658 pages, this dense paperback is a collection of bilingual essays, drawings, and quotes based on a selection of assigned terms, paired with definitions and organized alphabetically in a dictionary format. It is also the third and final publication of a “disjointed triptych,”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> following an atlas (<em>Re-cycle Atlante</em>) and a collection of regulatory and economic proposals (<em>Re-cycle Agenda</em>) as a part of the research project “Re-cycle Italy: New Cycles for Architecture and Infrastructure of City and Landscape,” a collaboration between eleven research units from eleven Italian universities.</p>\n<p>A beautifully designed book—or in this case, dictionary—whose format materializes “as an expression of cultural maturity and combines the operational agility of multiple access with a form of authoritative—and often authoritarian—solidity in the selection, classification, and cataloguing of the disciplinary foundations.”<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a>Essays in English and their Italian counterparts are sparsely interjected with exquisite drawings by the likes of Fabio Alessandro Fusco and heavyweight quotes from Žižek to Koolhaas.</p>\n<p>All in all a book difficult to criticize apart from, of course, its title.</p>\n<p>As dictionaries are already recycled assemblages of lexicons, the book recycles far more than the title assumes. It is a recycled lexicographical collection of recycled terms accompanied by recycled essays of recycled theories based on recycled research named “Re-cycle Italy” subtitled “New Cycles” from a recycled exhibition also named “Re-cycle” doubled by recycled English entries with recycled English quotes.</p>\n<p>Recommended for those interested in architectural theory, or teoria dell’architettura.</p>\n<p><em>Available from the stacks of Haas Arts library or Quodlibet, $35.</em></p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Marini, Sara, and Giovanni Corbellini, editors, Recycled Theory: Dizionario illustrato / Illustrated Dictionary (Quodlibet, 2016), 18.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Ibid., 20.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ray Wu"},"slug":"ray-wu","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Nomenclature"},"meta":{"volume":"3","number":"12","bulletin":false,"publication_date":"2018-01-31"}}}}