{"title":{"rendered":"Book Review: Handbook of Biophilic City Planning &#038; Design, by Timothy Beatley"},"content":{"rendered":"<p><span>Misha Semenov</span></p>\n<p><span>Landscape architect Anne Spirn hits the nail on the head with her description of Timothy Beatley’s </span><i><span>Handbook of Biophilic City Planning and Design</span></i><span> as a “rich cornucopia of inspiring projects and practices.” More than anything, Beatley’s latest book on the integration of nature into cities is precisely this: a compendium of the most innovative and inspiring research and practice related to biophilic urban design. And as a kind of inspirational catalog, the book does an excellent job of selling both the idea of biophilic cities and the projects contained within it. One should not expect, however, to find in the book any lengthy philosophical discussion about the meaning and role of nature in society and how this might vary culturally, nor should readers anticipate poring through details on urban legislation or plans of biophilic buildings. While many sources where such detailed information can be found are referenced, it is not the intention of the book to be a treatise or technical primer for a particular profession. The language is decidedly accessible, at times even problematically so, with frequent misplaced modifiers and grammatical errors. Yet in spite of, or even perhaps because of its reductive approach and somewhat aggregated, unfinished quality, the book represents an essential addition to the bookshelf of anybody working with cities today&#8211;perhaps with the caveat that it is much more an in-progress, open-source “catalog” than a “handbook.”</span></p>\n<p><span>Beatley opens the book with a convincing and well-documented review of scientific evidence of the benefits of nature in cities, including recent studies involving brain scans of patients exposed to nature. This is followed by an overview of types of exposure to nature, ranging from direct and tactile to indirect and referential. Beatley then presents the idea of the “Urban Nature Diet” and accompanying “Nature Pyramid” of suggested “doses” of nature, that, while a tad simplistic, is an extremely attractive concept for city managers, health policy experts, and designers. </span></p>\n<p><span>Each of the sections in the listing of successful “biophilic cities” opens with a statement full of superlatives about that city’s biophilic achievements that, by the last few examples, begins to sound a bit forced, though the narratives and images in each case are convincing and inspirational. The biggest problem is the lack of a format that might allow for a more quantitative cross-comparison between the examples, making the collection less powerful than it could have been. For example, a chart comparing legislation adopted by each city, comparing green coverage, or listing key programs&#8211;might have helped. It might have also been nice to include maps of the interventions described, again at a standard scale allowing for cross-comparison. Perhaps most helpful would be some kind of index that could have allowed readers to compare the cities’ success and explain what it takes&#8211;how many trees, how many parks, how many programs&#8211;to qualify for the title of “biophilic”&#8211;or is biophilic urbanism not universally quantifiable? This might build on the “indicators of a biophilic city” introduced by Beatley in his previous work, </span><i><span>Biophilic Cities</span></i><span>, which go without mention in this book.</span></p>\n<p><span>The next part, a list of innovative case studies, is more convincingly organized by subject. Architect-readers will be interested to find a section on biophilic architecture that reveals some fascinating information: who knew that Studio Gang’s Aqua tower was designed to be bird-friendly? The various initiatives described are also inspirational and diverse. The section on Biophilic Plans and Codes, which one would expect to be comprehensive in a handbook of city planning, is the only disappointing part, with only two featured examples.</span></p>\n<p><span>It is the final chapter, on challenges and opportunities, that really ties the book together and brings in the critical voice of the author. This is perhaps the most important section of all, especially in regard to real-world implementation, and could certainly be expanded, and perhaps even moved to the front of the book, as some of the issues&#8211;especially the questions of how to define nature&#8211;are extremely relevant to introducing and defining the framework for the biophilic agenda. While some of these issues are covered in </span><i><span>Biophilic Cities, </span></i><span>many additional topics about specific biophilic legislation, variability in cultural attitudes to nature, and social justice and equitable access to nature&#8211;remain for what should perhaps be a third, more technical book. For now, the </span><i><span>Handbook of Biophilic City Planning and Design</span></i><span> still represents the most thorough and convincing catalog of biophilic initiatives in print today.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Misha Semenov"},"slug":"misha-semenov","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Silicon Valley"},"slug":"silicon-valley","meta":{"volume":"2","number":"21","bulletin":false,"publication_date":"2017-04-13"}}}}