{"title":{"rendered":"Book Review: The High Line by James Corner Field Operations &#038; Diller Scofidio + Renfro"},"content":{"rendered":"<p>by Lisa Albaugh, M. Arch I. &#8217;16</p>\n<p>&nbsp;</p>\n<p>Six years after the first inauguration of the High Line, Phaidon Press published a retrospective of the project last November. Initially imagined to attract 300,000 people annually and providing a modest boost to neighborhood economic growth, the featured project exceeded all expectations, drawing over 6 million visitors in 2014, and influencing cities worldwide to turn their obsolete infrastructure into public space.</p>\n<p>The book as a physical artifact is like coming across an old photo album of your parents that begins from before they had you. Bound in a cumbersome width (when opened, the book is three times wider than it is tall), the pages are a mixture of full page glossy photos and matte illustration pages, some that fold out, and inserted between these are three sections of matte beige paper stock containing transcriptions of a conversation between James Corner, Elizabeth Diller, Ricardo Scofidio, Lisa Switkin, and Mathew Johnson. Organized in three installments—“Forethought,” “Process,” and “Afterthoughts,” these pages provide illumination as to the real-life challenges and insights of the design team.</p>\n<p>The behind-the scenes account of the High Line’s site and industrial neighborhood from over a decade ago is at once grungy and clarifying. Oversize archival photographs transport you to an abandoned New York City railway in 2004, and while you recognize the structure and the surrounding buildings, the familiarity is just slightly off. Eerie video stills are combined with fold out pages which show a century’s worth of newspaper clippings, vintage photographs, engineering drawings, city planning assessments, handwritten letters, and seedy Meatpacking District flyers make you confront the derelict piece of rail infrastructure, and the challenges that faced the activist group, Friends of the High Line, as well as the design team of Field Operations and DS+R.</p>\n<p>The designers reflect on the early stages of the High Line competition, influences from Paris’ Promenade Plantee, as well as describe technical decisions, programming, surprises, and their thoughts on the High Line’s popular reception. There are also interviews with Piet Oudolf, the planting designer, as well as the engineers, lighting designer, and graphic designer. The “Design” chapter features competition boards, renderings, plans, and transverse sections at 300ft intervals, detail drawings, an inventory of every type of plank, ground and canopy landscape diagrams, and thumbnail photos of each of the 400 plant species. No detail is spared as <em>The High Lin</em>e recreates the intensity, vigor, and ambition of the design team.</p>\n<p>After this exhaustive documentation, the final chapter “Unforseen” was refreshing. So often one sees architecture books devoid of human interaction. <em>The High Line</em> not only shows how the park is used today, but celebrates the quirky, the mundane, and the provocative activities that the urban promenade encourages. Featuring everything from political protests to exhibitionists in the Standard Hotel, wedding photos to Craigslist missed connections, James Corner and DS+R are enthralled by the diversity of the park’s daily activity.<br />\nThe book is stunningly comprehensive. As an object, it certainly has the heft and pleasing aesthetics to hold down your coffee table, but its contents is where the real value lies. The High Line, is its encyclopedic style, gives the reader a sense of the overwhelming amount of energy, time, technical ability and design that was involved in the project.</p>\n"},"meta":{"fold":{"title":{"rendered":"Residue"},"meta":{"volume":"1","number":"19","bulletin":false,"publication_date":"2016-02-04"}}}}