{"title":{"rendered":"Borders"},"content":{"rendered":"<p><span>This week, </span><i><span>Paprika!</span></i><span> ventures into the contested territory of the border—reporting from volatile political, ecological, and economic terrains. Our contributors take the reader across real, imagined, and invisible landscapes to reveal that our perception of borders is infinite and inconstant. </span><span>Sometimes borders are hard edges, like the fence separating lovers along the Mexican-American divide in Leah Motzkin’s </span><i><span>Ambos Nogales. </span></i><span>Sometimes they are pliable thresholds that constantly evolve. As Wes Hiatt writes in his paean to proper lawn-mowing practice, without confines, borders become muddled. You end up lost, suddenly “in your neighbor’s neighbor’s yard, and then right down the street.” </span></p>\n<p><span>Throughout the fold, we grapple with borders from a range of perspectives, recognizing that they not only vary materially and conceptually, but also stake out territories of vastly different scales. Randa Tawil tackles the conceit of the entire geographical region known as “the Middle East,” while Elif Erez recounts her experience caught between nations amidst this summer’s turmoil in Turkey. Harvard Professor Rahul Mehrotra challenges us to think of the impermanence of cities, and BLDGBLOG’s Geoff Manaugh helps us dig deep to expose subterranean networks and virtual realities. We zoom in with Thaddeus Lee’s exploration of a Tokyo housing type’s changing cultural ideals. And we bring you even closer with a number of animated personal encounters, which are scattered throughout the fold. Finally, no investigation would be complete without a visual story. Garrett Hardee reimagines the congressional district map and sculptor Young Joo Lee’s chiaroscuro depicts her journey along the Korean DMZ. </span></p>\n<p><span>Whether it’s a heady blend of rice and cheap beer from Nepal, a pang of nostalgia from Bethlehem, or the lawless traffic of southern India, our </span><span>interpretation of borders and the limits they define are as personal as fingerprints. </span><span>Collectively, this body of work is a provocative field guide to our contemporary condition, at once uprooted from and deeply tied to place.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Borders"},"meta":{"volume":"2","number":"02","bulletin":false,"publication_date":"2016-09-15"}}}}