{"title":{"rendered":"Borders of Idealism in the AIA"},"content":{"rendered":"<p>CHRISTOPHER TRITT (M.ARCH I &#8217;19)</p>\n<p><b>Canon I: </b><span>Thoughtfully consider the social and environmental impact of professional activities.</span></p>\n<p><span>On November 9, 2016, Robert Ivy, president of the AIA, issued a statement committing the 89,000 members of the AIA to Trump’s infrastructural spending agenda, with all of its border wall implications. YSOA cried out against this position, highlighting a boundary of idealism between students and the AIA. This event is symptomatic of the division between two realms: the academy and the profession. In the academy, utopian visioning and systemic thinking combine with formal experimentation and creative problem-solving. In the profession, buildings are tailored to client demands, complex systems and logistics are coordinated, and variables are balanced to select appropriate products. </span></p>\n<p><b>Canon 2: </b><span>Promote and serve the public interest in personal and professional activities.</span></p>\n<p><span>What is surprising is not that a border exists, but rather the velocity at which students are propelled across it. The student, landing in a firm, is stripped of their academic agency, and inundated with the new values of market, efficiency, and brand. As explained by AIA contract documents, the professional world is defined by the relationships between architects and clients. The architect is rewarded for landing the clientele with the largest speculative building program. The utopian afterglow of the academy dims. By clarifying the relationship between the architect and client, the relationship between the architect and the public becomes muddy.</span></p>\n<p><b>Canon 3: </b><span>Exercise unprejudiced and unbiased judgment when performing all professional services.</span></p>\n<p><span>After facing an antitrust lawsuit in 1990, the AIA has steered farther from a substantive ethical position in favor of a clear pro-market position. Professional idealism is described in a four-page text document: the AIA Code of Ethics and Professional Conduct. It suggests to the professional architectural community that they should improve, should respect, and should uphold human rights, and should enhance human health and dignity. Against demanding clients, however, the professional architect is neither encouraged nor rewarded for engaging with the gentle suggestion “you should” of this document.</span></p>\n<p><b>Canon 4: </b><span>Uphold the integrity and dignity of the profession.</span></p>\n<p><span>Efforts are made to dissolve the boundaries between the academy and the profession, mostly by concessions on the part of the academy. Students are trained to match the needs of industry, meeting the specifications of the AIA. Presentation is prioritized over ideas. Some institutions focus entirely on forms and building systems; project values will be determined by the client. </span></p>\n<p><b>Canon 5: </b><span>Respect the rights of your colleagues.</span></p>\n<p><span>The academy is a source of latent energy unable to arc into the professional world. As many pleasant, naïvely ideal impossibilities are invented as there are students who graduate. Students do not experience a dramatic change of heart when entering the professional world, but there is no receptor for their buzz; no business model that is fueled by utopian thought. Engaging with new ideas is too risky and too expensive. The energy of ideals is limited to what the architect can convince the client to pursue, the client’s pre-existing ideals, and a bottom line. </span></p>\n<p><b>Canon 6:</b><span> Promote sustainable design and development principles in professional activities.</span></p>\n<p><span>YSOA’s exclaimed response to Robert Ivy’s statement highlights the desire of the student body to serve the public, to actualize an ethical discussion and inclusive agenda. But this idealism continues to reverberate around the academy walls searching for a connection to practice. Serving the public means contributing to the project values. The AIA is not forthcoming with a vessel for this energy.  Yet the AIA has the history and heft for a professional ethical agenda affirming that architects, in fact, are trained to consider the ideal forms of the environment—architects are trained to lead the discussion in shaping the world instead of efficiently repeating bank-certified forms. </span></p>\n<p>&nbsp;</p>\n<p><i><span>Canons selectively excerpted from AIA 2017 Code of Ethics and Professional Conduct</span></i></p>\n<p><span>Office of the General Counsel of The American Institute of Architects, </span><i><span>AIA 2017 Code of Professional Ethics and Conduct</span></i><span>, (Washington DC: The American Institute of Architects, 2017), accessed March 30, 2018, http://aiad8.prod.acquia-sites.com/sites/default/files/2017-08/2017%20Code%20Update.pdf.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"meta":{"volume":"3","number":"17","bulletin":false,"publication_date":"2018-04-05"}}}}