{"title":{"rendered":"Bosnia&#8217;s Shadow"},"content":{"rendered":"<p>From the 18th century, as countries broke free from colonial and imperial powers, the emergence of nationalist movements necessitated the embrace of architectural expressions to reflect these new national identities. In the Balkans, the heritagization of regional forms was used as one of the clearest manifestations of a local culture against larger forces of empire, as well as other competing nationalistic forces. The creation of this image of a vernacular architecture established a rallying force for national movements across Bosnia to unify around. Typologies such as the Balkans House emerged and were rapidly embraced by the Turkish, Greek, Bulgarian, and Macedoanian national movements as belonging to their individual architectural traditions. This ubiquitous residential form found across the Balkans was defined by a closed two-story plan with a rubble first floor and a protruding timber framed second level topped by a four-sided slate and tile roof with a slight curve. However, the embrace of these competing national histories problematizes the architecture of the region as belonging to separate and isolated cultural and ethnic narratives. When in reality the vernacular of the Balkans has constantly been in dialogue with each other and in contact with the larger international forces of alaturca, the East, and alafranga, the West. And throughout the centuries the identity of the Balkan has constantly been shaped by expansionist powers ranging from the Romes, Byzantine, Austro-Hungarian, and to the Ottomans.</p>\n<p>The modern Serbian, Croatian and Bosnian national identities originated from the waves of Southern Slavic migrations and territorial invasions into the Balkans during the twilight of the western Roman Empire.[18] Soon after, with the rise of Christianity and Islam, peoples around the Mediterranean began to adopt different faiths through the forces of missionary conversion, cultural assmiliation and military proliferation. However, it would be reductive to define the populace of the Balkans as possessing a singular cultural identity divided by religion—majority Roman Catholicism for the Croats; Eastern Orthodox for the Serbs; and Sunni Islam for the Bosniaks.[19] Ranging from instances of clear cultural distinction to times where ethnic, cultural, and religious identities begin to be blurred, making clear demarcations between groups difficult. Throughout history there have persisited minoroties of Catholic and Muslim Serbs, Orthodox and Muslim Croats, as well as Orthodox and Catholic communities across Bosnia and the greater Balkans.</p>\n<p>The modern Bosnian national identity has its roots in the Banate of Bosnia, a medieval vassal kingdom that emerged in the mid 12th century. Interestingly, the kingdom also came to consecrate its own separate Bosnian Church for a time, in opposition to the doctrinal influences of Constantinople and the Holy See.[20] This distinct religious and cultural history, coupled with the remote mountainous terrain of the region, allowed Bosnia to begin to develop its earliest national sentiments in spite of competing international interests. Soon wooden peasant typologies such as the brvnara, built by the rural populace began to emerge throughout the countryside. Found across Bosnia and modern day western Serbia these were single story log homes, with sharp four sided roofs and low eaves, centered around a central fireplace.[21] Over time this developed into the bondruka, and is closer to the modern Balkans House typology. The bondruka is a two-story, wooden frame home with stone rubble composing the first floor walls and plaster on the second storey.[22] The relative isolation during this time was eventually overturned with the Ottoman conquest in 1463, which brought Islam and Islamic architecture and urban design into Bosnia.</p>\n<p>With the conquest, a gradual Islamification of the Balkans began, with almost 3/4 of people in Bosnia converting to Islam over the next few centuries.[23] Through this assimilation, Bosnia adopted an identity of belonging to the greater Islamic world. In turn, they were given a greater range of rights and legal privileges by the central Ottoman authority. Soon, different amalgamations of people from around the empire began to migrate into Bosnia. This ranged from the Vlach, pastoral warrior nomads originally of Serbian Orthodox extraction, to tradesmen and rural artisans from Albania and Greece as well as Spanish Muslim and Jewish refugees from the Reconquista in 1492.[24] Soon, the city of Sarajevo was consolidated under an Ottoman model of narrow streets joining two distinct zones. The center of the city would be based on a bazaar district with artisan workshops and markets to facilitate trade and connection throughout the greater Empire.[25] Then there was the residential quarter, where each neighborhood would contain ethnic enclaves with their own mosques. In addition to these were also separate religious neighborhoods established for the minority Catholic, Orthodox, and Jewish communities in Sarajevo.[26] The new mosques in these centralized urban centers expressed a distinct and overarching Ottoman and Bzyantine material influence.[27] Many such as the Gazi Husrev-beg Mosque completed in 1532 were constructed out of stone block with columns, arches, a separate minaret structure, and a central dome in the fashion of the converted Hagia Sophia in Istanbul.[28] However, in the more rural areas, the wooden material culture of the pre-Ottoman Bosnians would persist in rural mosques that would come out of vernacular building traditions. Mosques such as the Behram-begova džamija and Vidorijska dzamij would draw upon existing construction knowledge and the structural forms of the brvnara and the bondruka. They would have the same two storey wooden construction with the minaret combined and extruding from the central roof geometry of the mosque.[29]</p>\n<p>In 1878 with the occupation of Bosnia by the Austro-Hungarian Empire from the Ottomans, the central ruling authority in Vienna took up a policy of fostering a Bosnian identity through architecture in Sarajevo. This was done to privilege the position of the Muslim populace in order to strengthen their allegiance to Vienna, draw them away from Ottoman influence and counter the growing nationalist sentiments coming from within the local Serbian and Croatian communities. However their fostering of Islamic architecture was done through the lens of western Orientalism, specifically seen in structures such as the Sarajevo City Hall, or Vijećnica built in 1894.[30] The building uses its direct aesthetic antecedent as the Pseudo-Moorish style emulating the image of Moorish and Mamluk architecture. Composed of a red and yellow color palette with arches, and slender columns reminiscent of the Mosque of Cordoba, the building occupies a newly defined city block more reminiscent of a design by Karl Friedrich Schinkel rather than any local Bosnian or Ottoman precedent.[31] This was done to invent a new Bosnian architecture under the aesthetic and political supervision of Vienna. Further measures such as the expansion of the narrow roadways in Sarajevo and redefining the central Ottoman bazaar as a historical district relegated the Ottoman era spaces and structures to the past and allowed for the re-contextualization of the city as an extension of the greater Austro-Hungarian Empire.[32] </p>\n<p>After the breakup of the Austro-Hungarian Empire in the wake of World War I, Bosnia was absorbed into the Kingdom of Yugoslavia followed by the Socialist Federal Republic under Tito during the Cold War. And only in the mid 1990’s did the modern Bosnia and Herzegovina state emerge, from the violent breakup of the former Yugoslavia, marked by a series of brutal genocides, and ethnic cleansings.[17] As the Balkans have gone through centuries of conflict and turmoil, the region has come to reflect the legacy of its troubled past through its architecture and urban space. The remnants of colonial powers, from Istanbul to Vienna, and communal conflicts are reflected in everything from the material expression of homes to the layout of the historic streetscape of cities. As Bosnia emerges into this new century it has the chance to confront its shared spatial history of suffering and loss. And begin to establish new relationships to bridge the historic divides set between religious, ethnic, and national identity that have long been reinforced by the architecture of the past. </p>\n<p>17. Marinov, Tchavdar. “The ‘Balkan House’: Interpretations and Symbolic Appropriations of the Ottoman-Era Vernacular Architecture in the Balkans.” Entangled Histories of the Balkans &#8211; Volume Four, Koninklijke Brill NV, Leiden, 2017, www.academia.edu/38121065/_The_Balkan_House_Interpretations_and_Symbolic_Appropriations_of_the_Ottoman-Era_Vernacular_Architecture_in_the_Balkans_.<br />\n18. “Towards a Comparative Study of the Balkans and the Middle East.” Edited by Eyal Ginio and Karl Kaser, Ottoman Legacies in the Contemporary Mediterranean, The Hebrew University of Jerusalem,<br />\n19. Ibid.<br />\n20. Ardens, Ignis. Ignis Ardens: A Partial Exoneration of the Bosnian Church. Oakland University, oakland.edu/Assets/upload/docs/WRT/Cat-3,-1st-place,-James-K.-Hamzey.pdf.<br />\n21. Ibid.<br />\n22. Ibid.<br />\n23. Lopasic, Alexander. “Islamization of the Balkans with Special Reference to Bosnia.” JSTOR , Journal of Islamic Studies Vol. 5, No. 2, ISLAM IN THE BALKANS, July 1994, www.jstor.org/stable/26195614?seq=1#metadata_info_tab_contents.<br />\n24. Savija-Valha, Nebojsa. “Religijski Identiteti i Društvena Struktura Bosne i Hercegovine.” JOUR, 6 Apr. 2009, pp. 49–67. Research Gate, https://www.researchgate.net/publication/27222932_Religijski_identiteti_i_drustvena_struktura_Bosne_i_Hercegovine.<br />\n25. Ristic, Željko. “The Relationship of Architecture and Politics throughout the History of Bosnia and Herzegovina.” Tristotrojka, 1 Nov. 2018, tristotrojka.org/the-relationship-of-architecture-and-politics-throughout-the-history-of-bh/.<br />\n26. Ibid.<br />\n27. Riedlmayer, András J. Destruction of Cultural Heritage in Bosnia-Herzegovina. SENSE &#8211; Transitional Justice Center, 2002, heritage.sense-agency.com/assets/sarajevo-national-library/sg-3-01-destruction-culturale-en.pdf.<br />\n28. Ghazal, Jenan. “Architecture and Violence: Between Representation and Exchange.” Carleton University , curve.carleton.ca/system/files/etd/031a5849-edc1-4ecb-ade4-96324e06073c/etd_pdf/d9b1320f79ce7d3749df205a085ec494/ghazal-architectureandviolencebetweenrepresentation.pdf.<br />\n29. Jahic, Edin. “The Neighbourhood Mosque with wooden minaret in Bosnia and Herzegovina from 16th and 17th century: Four examples of Restoration in Tuzla Region” Research Gate, Architecture Program, Faculty of Engineering and Natural Sciences, International University of Sarajevo, June 2019, jfa.arch.metu.edu.tr/archive/0258-5316/articles/metujfa2019106.pdf.<br />\n30. Cirkovic, Elena. “Architecture of Sovereignty: Bosnian Constitutional Crisis, the Sarajevo Town Hall, and the Melee.” <em>Department of International Relations, Bilkent University</em>, Springer Science Business Media Dordrecht, 9 Nov. 2015, yoksis.bilkent.edu.tr/pdf/files/11888.pdf.<br />\n31. Ibid.<br />\n32. Ibid.<br />\n32. Ibid.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rukshan Vathupola"},"slug":"rukshan-vathupola","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}