{"title":{"rendered":"Brooks/Hopfner Studio: Student Perspectives"},"content":{"rendered":"<p>KATIE COLFORD—BA ‘16<br />\nOur studio is doing architecture in a way that would make Yale College smile: a liberal-arts-based, intellectual pursuit. The pedagogy of the senior studio is one that calls to mind Albers: to see, really see, and to make, working slowly and deliberately. A regular deliverable is the “atmospheric drawing,” encouraging an understanding of what it is like to inhabit our own designs. Only one of our three projects has been a “building,” the other two included a “one-man dwelling” in a quarry and the ethereal “dominant void.” Our work focuses partially on construction—(a novel consideration to an undergraduate!)—but primarily on spatial experience. This is in line with the practices of Adam and Turner, who have made it a point to discuss their own, thoughtful work with their students—(another unprecedented but deeply important dialogue!). While grappling with the pace—tempestuous and expeditious—and its requirement for self-discipline, I see this studio as an opportunity to luxuriate in the poetic side of architecture before entering the frightening world of “real” architectural practice, in which a precedent study of Kafka’s “Burrow” will be regrettably out of place.</p>\n<p>&nbsp;</p>\n<p>EDWARD WANG—BA ‘16<br />\nFrom them to us – three impossible tasks:</p>\n<p>1 Hand-make some space that is more present than that which encloses it, but with the twiggiest sticks.<br />\n2 Find respite for one body against unyielding geologic flesh, quarried.<br />\n3 Build a stage on an inhospitable wasteland, contend with the behemoth that sits at the center, and give it to performers that refuse to remain in place.</p>\n<p>Our senior studio has been stumped, beguiled, and frustrated all semester by things too big and slippery to get a good foothold upon &#8211; no shortcuts or escape-hatches for those who don’t really know where they are.<br />\nFrom us to them—an unspoken question:</p>\n<p>What to do with us? As graduation approaches, almost every one of us is worried about what comes after all of this. What should be done, learned? We think that none of it looks like a building yet; that maybe we should have picked something else, should have found jobs in consulting by now. They’ve responded by telling us about detours, accidental opportunities, and unresolved projects. It’s a kind of reassurance that sits precariously as we think about the institutional safety we’ll soon lose. They don’t know the answers to what they have asked and can’t tell us where we need to go. But they are here, and that offers some reassurance.</p>\n<p>For now, we’re grateful for the space and time to continue thinking.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Colford"},"slug":"katie-colford","meta":{"degree":"B.A.","graduation_year":"2016"}},{"title":{"rendered":"Edward Wang"},"slug":"edward-wang","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"What Are You Doing?"},"meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}