{"title":{"rendered":"BRÜCKENSTADT"},"content":{"rendered":"<p><img class=\"alignleft size-full wp-image-4147\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1.jpg\" alt=\"\" width=\"7200\" height=\"3600\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1.jpg 7200w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1-300x150.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1-768x384.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1-1024x512.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1-830x415.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1-230x115.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/DTW-24-x-48-1-350x175.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></p>\n<p><span>Whereas once the body belonged to a lord and the soul belonged to a god, today the body and the soul belong to the nation state. The hold of its ideology on our belief systems and the claim of its forces on our territories is without precedent. The nation’s advantages</span><span>—</span><span>rule of law and relative peace</span><span>—</span><span>are many. But the Faustian bargain it imposes upon its participants</span><span>—</span><span>its demand that every person accept from birth a constructed identity that will govern their life, temper their opportunities, and sometimes compel their death</span><span>—</span><span>leaves ever more people stuck. Denied opportunities, bonded by birth to broken or dysfunctional nations, souls and bodies are in ever increasing numbers giving up their nation, a decision that the system by its nature can only greet with walls and document checks. </span></p>\n<p><span>No such monopoly can long endure without alternatives. And, as is the nature of most hegemonies, we should find alternatives at the very crux of the system. Of course there are still holdouts where the sway of the nation state is weak: stretches of Congolese and Colombian jungles, valleys in the Hindu Kush and Sarawat Mountains, certain ranches in the American southwest. These groups, whether by violence or reticence, stay outside of humanity’s governing mechanisms. Sometimes noble, but more often tainted by the most base motivations</span><span>—</span><span>indeed plagued by those ails for which the nation state arose to remedy</span><span>—</span><span>they do not interest us. These groups are a relic of what was, they are not a premonition of what will be. The issue, after all, is mobility. The alternative, then, will occur not where people are least mobile, but rather where they are most.</span></p>\n<p><span>Such has always been the case. In feudal times, tithing was often least extant in settlements located at points of transit. Cities such as Amsterdam and Venice welcomed intellectuals, heretics, wanderers, and the persecuted</span><span>—</span><span>in short, refugees. Secure in their walls but still fastened to the world by roads and rivers, these groups forged a new society, experimented with new social configurations, broke taboos, and built systems that would eventually eclipse those from which they had fled. To find, then, what follows nationalism we need to look at our contemporary point of transit: the international airport. There, beyond the security check</span><span>—</span><span>the contemporary walled compound</span><span>—grows </span><span>a society where every passport can mix and move, a society of travelers already accompanied by burgeoning markets and housed in ever more magnificent halls.</span></p>\n<p><img class=\"wp-image-4146 alignright\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/Overall-Plans-2-1.jpg\" alt=\"\" width=\"484\" height=\"349\" /></p>\n<p><span>Therefore when the airport at Wayne County outside of Detroit recently expanded to accommodate 30,000 residents, it was not entirely without precedent. With 103 gates serving 34 million travelers a year, it is one of the most trafficked airports in the world. A recovering Detroit wanted new immigrants and refugees</span><span>—</span><span>the world’s tired, hungry, and huddled—but could not get them through customs. So they asked, what if it was possible to live and be part of Detroit, without ever crossing customs?</span></p>\n<p><span>Thus they established the first BRÜCKENSTADT, or Bridge City. A succession of bridges metaphorical and real rose above the linear halls of airports. In them industry developed; on them residents could enjoy public space and services, and on legal grounds. The innovation provided residents living space without ever having to step foot on national ground.</span></p>\n<p><span>Detroit designed its BRÜCKENSTADT as a simple play between the domestic and the street. The street is already there: at 1.6 km long, Concourse A of the McNamara Terminal already has shops, space, light, and its own train. To build the BRÜCKENSTADT, engineers simply repurposed the mechanical and ventilation centers that already punctuate the concourse every 160 meters to be the cores of the new towers. The bridges, which provide space for parks, athletics, industry and interior vertical farming, link the towers.</span></p>\n<p><span>The domestic was not. Given the need for solidarity in a population of so many sundered from family or traditional domestic units, housing consists of collectives of 24 to 72 bedrooms, with enough space for temporary guests in bunk rooms.  Altogether, the collectives are able to house an initial population of 23,800 to 30,800. Each of the 350 collectives operate according to their own rules, and representatives of the collectives meet to decide matters regarding the administration of the city as a whole.</span></p>\n<p><span>In the transnational world of BRÜCKENSTADT DTW and its peer settlements, the class of the hyper-mobile and hyper-connected expanded to include not just those at the pinnacle of the nation state, but those rejected by nations altogether. Together, they began to forge something entirely new.</span></p>\n<p><img class=\"wp-image-4157 aligncenter\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/giant-section.jpg\" alt=\"\" width=\"1013\" height=\"1432\" /></p>\n"},"meta":{"fold":{"title":{"rendered":"Fiction"},"meta":{"volume":"3","number":"15","bulletin":false,"publication_date":"2018-03-01"}}}}