{"title":{"rendered":"Building A Different Kind of Wall"},"content":{"rendered":"<p>EMILY WIER (FES M.E.M. 2017)</p>\n<p>It used to be a bare wall, the color of a muddy river. Nondescript, it smelled like urine and stale beer. People would walk quickly by to go dancing in Plaza Foch, a district in Quito well known for its nightlife.<br />\nOver two days in October, men arrived at the wall with spray paint and ladders. They began painting the wall periwinkle, a color of violets and new beginnings. Life began to emerge on the wall, evoking the magic and opportunity that can take root in a city. A bird 20 feet tall with antlers, an alien creature exposed its heart to care for its friends. Although unlike any creature found in the depths of Ecuador’s rainforest or elsewhere on the planet for that matter, these animals were filled with warmth, community, and love. The wall changed the block, and changed the people who experienced the city.<br />\nThe City of Quito implemented the project to support the city’s hosting of the United Nations conference on sustainable urban settlements, Habitat III. On the last day of the conference, a DJ set up his turntables next to the wall. A crowd gathered of Quitenos, UN diplomats, and conference attendees to enjoy their ‘right to the city’—one of the fundamental conference outcomes. We enjoyed the beautiful fall night, dancing under the moonlit sky.<br />\nThe transformation of this wall shows that slight changes in urban form can quickly create a community. In an era of increasing mistrust and populism, Quito used a wall to bring people together. This sharply contrasts with the wall proposed by the Trump Administration, which would permanently scar families, border communities, and cross-country peace and prosperity. There are better ways to build a wall, Mr. Trump, that do more to allow communities to blossom and thrive.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika.jpg\"><img class=\"aligncenter size-large wp-image-2657\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika-975x1024.jpg\" alt=\"Wier_Paprika\" width=\"975\" height=\"1024\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika-975x1024.jpg 975w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika-286x300.jpg 286w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika-830x872.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika-230x242.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Wier_Paprika-350x368.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Emily Wier"},"slug":"emily-wier","meta":{"degree":"M.E.M.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Urban Yale"},"meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02"}}}}