{"title":{"rendered":"Building Reciprocally"},"content":{"rendered":"<p><span>CAITLIN BAIADA (M.Arch I, ‘18), CLAIRE HAUGH</span> (M.Arch I, ‘18), and FRANCESCA XAVIER (M.Arch I, ‘18)</p>\n<p><span>Designers find fascination in the mundane &#8211; in an ‘everyday’ that seems foreign and strange. However, we too often overlook the construction of social processes that are inevitably shaped, destroyed, and improved by the built environment. As architecture students, we lead lives alien to the New Haven communities within which we study. This disassociation affords the potential to disengage from architecture research grounded in daily experience, communities, and histories. To address this potential, The Jim Vlock First Year Building Project provides a fundamental opportunity to engage the ‘everyday’ by bridging academia and practice. Despite the intention, the Building Project has too often remained an insular pursuit that privileges developer criteria, aesthetics, and architectural concept over user and community feedback. Do we have a true understanding of the people and places we are designing for?</span></p>\n<p><span>As part of a Spring 2017 Independent Study focused on the effects of recently completed YSoA Building Projects in the West River Neighborhood, we used a mixed qualitative research methodology (including focus groups and post-occupancy evaluations) to document individual and community perceptions that elucidate the impacts of BP houses on individual lives within a larger community context. Various accounts revealed the Building Project’s inherent complexities and contradictions, making it impossible to reach statistically significant conclusions. However, the resulting complex network of themes &#8211; from dispossession to green space to building maintenance &#8211; demonstrates a relationship between community perceptions and Building Project parameters ranging from the academic prompt, to the partner organization’s demands, to time, budget, and zoning constraints.</span></p>\n<p><span>Despite these opposing forces, our results indicated that even seemingly insignificant design details have a cumulative effect on people’s everyday lives, and thus, on the physical, emotional, social success of buildings in their environments. The positioning of a cabinet door so it can never fully open, a window’s size, shape, and relation to view/ be viewed, or an open hardwood stair in a home for a family with children, explicate the psychic effects of built minutia. First-hand accounts of these spatial rituals and their ‘everyday’ consequences revealed successes and failures difficult for us to predict as designers removed from the life of the home upon project completion.</span></p>\n<p><span>As students of architecture, we recognize the power of difference. Thus, year after year student proposals explore innovative forms that defy the status quo. </span><b><i>Yes</i></b><i><span>, </span></i><span>architects must challenge the norms of convention &#8211; but not at the direct expense of context, functionality, and comfort. Thus, a reciprocal relationship between trained expertise and empowered community engagement results in a built environment that people understand, support, and have pride in. It is critical to note that community engagement does not predicate the direct translation of input into form. Rather, it empowers architects to create spaces that address </span><b><i>specific</i></b><span> daily needs in an unexpected manner, making the mundane an incredibly interesting and challenging design question.</span></p>\n<p><span>Through a sustained dialogue between architect and user, something interesting can happen in the long term: architects will begin to break down the barriers of practice and academia by extending their passion for and understanding of buildings. As architects, we can encourage non-architects to develop a stronger sense of social responsability for their own built environments. Developers and city planners who work with communities to propose zoning ordinances often define the parameters of our work. If we intercept this model to become involved in conversations of the ‘everyday’, ‘everyday’ and quality design do not have to be mutually exclusive. By empowering the community, we empower ourselves.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Caitlin Baiada"},"slug":"caitlin-baiada","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Claire Haugh"},"slug":"claire-haugh","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Francesca Xavier"},"slug":"francesca-xavier","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Everyday"},"slug":"everyday","meta":{"volume":"3","number":"04","bulletin":false,"publication_date":"2017-10-12"}}}}