{"title":{"rendered":"Buying In"},"content":{"rendered":"<p>11.05.2015</p>\n<p>By <strong>CARL CORNILSEN</strong> (<em>M.Arch, MBA, &#8217;16</em>) and <strong>NICOLAS KEMPER </strong>(<em>M.Arch &#8217;16</em>)</p>\n<p><span>While most architecture students at Yale are notorious for spending most of their graduate lives within the walls of Rudolph Hall, today a record number are pursuing a more interdisciplinary and individualized education by joining the joint architecture degree programs offered by the School of Management and the School of Forestry. </span><span>Within YSOA, joint degree students now make up 17% of the first year class&#8211;more than double from 5 years ago. </span></p>\n<p><span>The increase in joint degrees in the School of Management is particularly pronounced. </span><span>In the YSoA, this fall there are fifteen students taking SOM courses, up from only two </span><span>in fall of 2010. </span><span>While not historically common, this year three students from the current graduating architecture class (of 62 total) are pursuing the joint MBA/M.Arch&#8211; up from two students per class in the two years prior (’14 &amp; ’15), and one student per class in the two years before that (’12 &amp; ’13). </span><span>Why the increased interest? </span></p>\n<p><span>In part, there is increased interest campus-wide in the SOM, driven in part by efforts to improve its program that are manifest in its new $250 million Norman Foster (M.Arch ‘63) building and ascent in the business school rankings.  </span><span>Thus the number of joint degree applicants to the SOM is increasing across all graduate programs: a recent article in the Yale Daily News points out that since 2010 the number of joint degree applicants to SOM already enrolled in another Yale program increased from 34 to 51 students. The paper went on to note that “the biggest increase has come in the number of non-SOM students enrolled in SOM courses — while there were 503 in the 2010–11 year, there are now 1,029.” </span></p>\n<p><span>But there is also a possibility that the YSoA is no longer providing what architecture students want from their profession. In an e-mail, Phil Bernstein, the coordinator of the YSoA’s joint degree program, pointed out that, in the past, students “did the dual degree when they had essentially decided that a career on the owner/client side—mostly in real estate—was preferable to architecture per se.  The M.Arch side of the equation was to provide some design street cred. Very few joint degree folks ultimately practiced architecture, seeing much greener pastures elsewhere.” Today, “one might suppose this is the reason for surging interest in getting an MBA or taking courses at SOM (I took two during my single Yale M.Arch), given crushing student debt these days, however the current zeitgeist—entrepreneurship, making a new thing, creating a killer business, making something radically new and getting rich while doing it—can be seen in architecture students also, and for some that itch is not scratched by architecture alone.” Bernstein concluded that “few of the dual degree candidates I know think that the MBA is just to augment the business skills necessary to start or run an architectural practice. People are looking for something different and they’re not finding it in the hermetic confines of studio culture. So off to SOM they go.”</span></p>\n<p><span>Yet as the demand increases, so does the difficulty of joining the joint degree program: many who applied last year did not get in. Should we bring more of the pedagogy from the business school into studio? Already there are seminars taught in an entrepreneurial spirit, such as Bernstein’s own Alternative Values seminar, and Keller Easterling’s entrepreneurship class. Rhetoric specialists coach first year students on their BP presentations. And at every opportunity Bernstein &#8211; who teaches a few mandatory lectures for first year M.Arch students and the mandatory professional practice class for third years &#8211; suggests much of the studio-centric pedagogy is not equipping students with the skills they will need to practice. As he often quips, no money, no practice.</span></p>\n<p><span>From the School of Management’s very explicit and savvy emphasis on job-finding, to their empowerment of student groups, to their data driven, cutting-edge pedagogical practices and engagement with the outside world, it seems like there might be some lessons to be learned. This publication has already come out in favor of adopting SOM’s mandatory class-free lunch period. But the increase could also be indicative of an emphasis on professionalism in our generation &#8211; or at least at our school &#8211; an emphasis which we cannot embrace uncritically.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Perceptions"},"slug":"perceptions","meta":{"volume":"1","number":"12","bulletin":false,"publication_date":"2015-11-05"}}}}