{"title":{"rendered":"Can Today&#8217;s Traveler Still &#8220;Fall off the Map&#8221;?"},"content":{"rendered":"<p><em><img class=\"alignnone  wp-image-5731\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200423/800px-Caspar_David_Friedrich_-_Wanderer_above_the_sea_of_fog.jpg\" alt=\"\" width=\"465\" height=\"595\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200423/800px-Caspar_David_Friedrich_-_Wanderer_above_the_sea_of_fog.jpg 800w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200423/800px-Caspar_David_Friedrich_-_Wanderer_above_the_sea_of_fog-234x300.jpg 234w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200423/800px-Caspar_David_Friedrich_-_Wanderer_above_the_sea_of_fog-768x983.jpg 768w\" sizes=\"(max-width: 465px) 85vw, 465px\" /></em></p>\n<p><span>Wanderer above the Sea of Fog, Caspar David Friedrich</span></p>\n<p><span>Dimensions: 3′ 1″ x 2′ 5″</span></p>\n<p><span>Location: Kunsthalle Hamburg</span></p>\n<p><span>Created: 1818</span></p>\n<p><em>Wanderlust</em> is a term from the early nineteenth century that describes our innate urge to step outside of our normal lives and habitats. <em>Wander</em> means to hike and <em>lust</em> is desire. Thus, we are talking about a shift in locus of a short distance, under our own locomotion, to reach places unfrequented and unfamiliar. These places are sought out to provide a respite, a contrast from daily routine and environment. The image of the hiker summons isolation and solitude in the mode of Henry David Thoreau at Walden Pond, and the setting that this proverbial “hiker” seeks is one of pristine beauty unspoiled by the trappings of daily life. Renowned travel writer and novelist Pico Iyer’s book <em>Falling off the Map: Some Lonely Places of the World</em>[1]celebrates this desire to find the few places left that are not like everywhere else on the planet. Bhutan, Cuba, Paraguay, and North Korea are some of the destinations he wrote about in 1993.</p>\n<p>But the impetus of wanderlust – the desire or unavoidable duty to set off in quest of something different as a change of scene from the familiar has always been with us. In Homer’s eighth century BCE epic, the Greek King of Ithaca, Odysseus, spends ten years journeying home from his plunders in the foreign lands of Troy, giving us the term, <em>odyssey</em>, which in modern language refers to an epic journey. The concept of an odyssey has motivated travelers from Alexander the Great and Columbus to Marco Polo as a desire to journey beyond that horizon, even at risk of falling off the edge, or the map, as those early travelers were sure would be their fate.</p>\n<p>Such epic journeys from antiquity on to the present day had the added objective of bringing back exotic treasure from across the seas. In this way, pasta came to Italy from China, and tomatoes from the New World. The holy grail of Arthurian legend was a trophy worth traveling far and wide for, as were the pieces of the true cross the crusades sought from the holy land. Napoleon’s expeditions filled the Louvre with treasures from Egypt and Italy and gave the Place de la Concorde its obelisk taken from Luxor. The British Lord Elgin bought the friezes of the Parthenon from the Turks for a song, which remain the crown jewel of London’s British Museum (and were most surely saved from destruction by explosion and later atmospheric pollution in the process). The travelers of the grand tour included in their retinues artists who could capture on paper and canvas the views of the exotic sights encountered, the equivalent of today’s smart phone toting traveler tethered to Instagram. The era of colonial power ruled over by the so-called great European powers of the 19th century not only institutionalized the idea that a subject country’s riches, whether cultural or natural, were fair game, but also established the idea of eliminating cultural identity by imposing the language, laws, and customs of home.</p>\n<p>Today this image of an exotic and unspoiled <em>Shangri-La</em>[2] just over the horizon (even if distant), existing in a primitive and unspoiled state, ripe for discovery and plunder is quickly becoming harder and harder to attain. The examples cited all involved a relatively small and select segment of the world’s population, however not without major impact on the colonized countries. But today, there is a perfect storm of so-called globalization. It results from the trifecta of cheap, easy travel available to the world’s masses, the dissolution of barriers to world trade, and the blurring of separate cultural identities, which has made most places more like everywhere else. Filling those places with large numbers of people potentially destroys the character and value which made the place attractive in the first place. Take the example of Walden Pond in Concord, Massachusetts as a case in point and perhaps even a positive one. Henry David Thoreau and Ralph Waldo Emerson sought escape and isolation there, secure in its natural state and unspoiled beauty. Today the pond is still there, the waters pure, and the shores undeveloped, save for a busy commuter train line to Boston on one side whose frequent passing trains shatter the seeming tranquility. Thoreau’s modest cabin has given way to an award-winning net zero energy visitors’ center designed by Maryann Thompson and Michael van Valkenburg, and tourists arrive by the busload. On hot summer days, the parking lot is full by mid-morning, somewhat limiting the onslaught.</p>\n<p>Perhaps this model of controlled access and capacity and sensitive site enhancements, being used in many culturally and environmentally sensitive locations around the world, is the best we can hope for in the case of irreversible change. Less salutary are other places in the world, such as Venice, whose fragile fabric is assaulted daily by dozens of mega cruise ships disgorging thousands of passengers each, or Rome’s Vatican Museums, being inundated by many of those same passengers at their next port of call. These modern day crusaders no longer make off with pieces of holy relics, settling instead for cheap knockoffs, but the toll they exact with their presence is surely more devastating than the plunderers of centuries past. Is the model then limiting access? Or is it a solution of providing an alternate or virtual reality, as has already been done in the Paleolithic painted caves of Lascaux in France? There, the original caverns, discovered by chance in the late 1950s, were closed when it was discovered that the visitors’ exhalations were destroying the cave paintings.</p>\n<p>An exact replica has recently opened in the same region, and maybe this is the model to suggest that the various outposts of the Louvre cropping up should present replicas of the Mona Lisa, before which crowds of visitors can pose for their selfies. Perhaps another model of how to experience foreign lands and cultures is best exemplified by many of our recent efforts to unpeel the layers of Rome, where, informed to the hilt and slowed down by the self-assumed duty to carefully and slowly document it all through drawing, we achieved our own transcendental communion with the place.</p>\n<p>Stephen Harby, Mt. Desert Island, Maine, September 7, 2018.</p>\n<p>Notes:</p>\n<p>1. See Pico Iyer, <em>Falling off the Map: Some Lonely Places of The World</em> (New York City: Vintage Books, 1993).</p>\n<p>2. Shangri-La is the fictional place described in the 1933 novel, Lost Horizon, by British author James Hilton. It is a paradise far away, far removed from reality.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Stephen Harby"},"slug":"stephen-harby","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Tourism Revolution"},"meta":{"volume":"4","number":"01","bulletin":false,"publication_date":"2018-09-13"}}}}