{"title":{"rendered":"Can I get uh . . . Crunchwrap Supreme,  Cheesy Potato Griller . . . and a Baja Blast Freeze"},"content":{"rendered":"<p>Cheesy Gordita Crunch, Doritos Locos Tacos, and Mountain Dew slushies: there are endless combinations of processed cheese, refined sugar, ground beef, and tortillas that one can get at the Tex-Mex fast food joint that has a reputation for giving you a run for the facilities. Yet, despite its affiliations with aggressive bowel movements, Taco Bell has quite a following with a diverse range of customers: late night graveyard shift workers, long distance truckers, those seeking a budget meal option, or college students with late night munchies. As a part of the latter group, I have had my go-to order since 2012 (see title). As quoted from the Yale Daily News: “Neche Veyssal ’20 has gone to great lengths to satisfy her cravings for dollar-menu Tex-Mex cuisine. On occasions, she has even rented a Zipcar to reach the nearest outpost – but no longer.”</p>\n<p>Downtown New Haven’s Taco Bell on Chapel Street is a welcome addition to the promenade of semi-niche fast food restaurants; however, its placement and aesthetic are not exactly what comes to mind when one thinks of Taco Bell. Transcending the typical decorated shed off an interstate or in suburban limbo with a weird orange and blue veneered particle board interior, New Haven’s very own is closer to a boutique hotel lobby bar in Williamsburg intersected by a Chipotle. Featuring a transparent garage door, graffiti motifs, and a bar, this Taco Bell is branded as a Cantina, part of <em>Yum!</em> Brands’ plan to upscale fast food chains such as KFC, Pizza Hut, and Long John Silver’s.</p>\n<p>Straddling the invisible border between New Haven and Yale, it is quite odd that something that teeters between junk food and a quick meal has become a feature piece and gathering place for an institution that supposedly exudes sophistication. Down the street, a Subway with the brand’s typical aesthetic sits on the corner of Chapel and Temple. While it is of similar tier food, Subway seldom has as many customers compared to the adjacent Chipotle, and also lacks an interior aesthetic that would distinguish their New Haven location from its franchises in airports and shopping centers; perhaps the Cantina and its dressed up siblings imply an underlying statement about aestheticized, and/or privileged unhealthy foods. Yet, on the other end of Yale at Whalley Avenue stands Popeye’s, an establishment enjoyed by both New Haven locals and Yale alike, that is honest about their inexpensive $5 Boxes and signature cartoon orange aesthetic.<br />\nWhat is more interesting is that Taco Bell is not exempt from the unspoken social dichotomy between local New Haveners and affiliates of Yale, but a direct reflection. It is important to note that Taco Bell’s site is similar to many downtown New Haven lots, a row house-like storefront with an awkwardly deep interior. Based on the handful of times I’ve visited, the divide between locals and Yalies is immediately obvious. Parallel to the dividing line of College Street, the order counter and bar acts as a partition between the two demographics: members of Yale linger at the front of the restaurant, and New Haveners at the back. Even stranger is that there are undergraduates with their MacBooks and their iPads submitting their reading responses or cramming for their midterms, while locals pass through for a quick meal. Combined with the assortment of neon beer signage, alcoholic license, and the club-like projection of the Cantina logo on the sidewalk, New Haven’s treasured new fast food restaurant is a corporatized pastiche of millennial culture, totaling to a truly uncanny dining experience.</p>\n<p>Credit must be given to<em> Yum!</em>’s attempt at upscaling the fast food vernacular, typically peppered alongside truck stops and rural American landscapes. They have transformed a transitional non-space for fulfilling basic human needs to a space for lingering, and a nicely furnished one at that. It brings to question whether the contemporary vernacular of downtown New Haven is a semi-accidental attempt at a sort of social neutrality between Yale and New Haven through fast-casual food establishments. The long-term outcome of New Haven’s Taco Bell is yet to be determined, but I, for one, am definitely interested in its future. In the meantime, <em>Live Más.</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Zelig Fok"},"slug":"zelig-fok","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"&#8220;Vernacular&#8221;"},"meta":{"volume":"04","number":"06","publication_date":"2018-11-01"}}}}