{"title":{"rendered":"Can I Get Five Minutes? Two Managers on Design"},"content":{"rendered":"<p><em>As the business world has fawned over “innovation” and subsequently rendered the word meaningless, the conversation du jour has turned to “design.” Unsurprisingly, influencers on LinkedIn have now stretched and transformed the word “design” to suit their professional goals. I flagged down two leads of creative practices, one in design consulting and another in an industrial design accelerator, for rapid pulse checks on how they contextualize “design” in their work.</em></p>\n<p><em>Matt Basford runs the New York office of Beyond, an independent design consultancy that uses product design, marketing, and technology to improve user experiences.</em></p>\n<p><strong>Cyndi Chen</strong> When do you introduce design into the process at Beyond, and how much agency do designers have?</p>\n<p><strong>Matt Basford</strong> I think the premise of this question suggests that design is a part of a process, whereas we see design as a holistic discipline. Yes, we introduce visual and interactive designers early on in projects, but the whole process is design. Designers have complete agency insomuch as it doesn’t conflict with team goals.</p>\n<p><strong>CC</strong> Outside of Beyond, what type(s) of design do you see assigned the most value in today’s business landscape?</p>\n<p><strong>MB</strong> Probably user interaction (UI) design. Simple, beautiful interfaces. My personal opinion is that more value should be placed on service design—the design of systems and how they work. As technology evolves, and interoperability becomes more possible through APIs (Application Programming Interfaces) and other means, the limits on how we connect a cohesive overall customer experience become smaller. I see designers thinking and behaving much more like architects going forward, figuring out how to build strong, interdependent structures that enable experiences for people and are truly beautiful at the same time.</p>\n<p><strong>CC</strong> Let’s talk about the McKinsey Design Index. On the one hand, that report from October has opened corporate eyes to the value of design, and led to more attention given to design. On the other hand, it raises questions about whether or not McKinsey, a consulting behemoth, should be dictating the value of design, as well as questions about whether or not design can and should be quantified. In your opinion, do you think design can be quantified?</p>\n<p><strong>MB</strong> Yes, but we should exercise caution in doing it. Design is integral to many other things that can be quantified. For example, customer service relies on design, and customer service can be quantified. But the true value of design shouldn’t be defined by these quantitative measures. The real value, and the fact that it does permeate so many other aspects of business, transcends quantification.</p>\n<p>True design expertise requires vision, and vision relies on both intangible and tangible measures. Leaders who commit to a vision of great design should trust their gut here, and not expect a spreadsheet to tell them if they’ve achieved their goal.</p>\n<p><em>Claudia Reuter is the Managing Director at Techstars Accelerator. The Stanley + Techstars Accelerator in Hartford, Connecticut focuses on additive manufacturing and sustainable packaging solutions. They accept and mentor ventures working on 3-D printing, generative design, tooling, direct digital manufacturing, layered manufacturing, additive fabrication, and sustainable materials.</em></p>\n<p><strong>Cyndi Chen</strong> In the vaguest terms possible. What is the value of design in business? You’re free to interpret value and design and business however you want.</p>\n<p><strong>Claudia Reuter</strong> Your brand is your reputation. For example, when you see the Target logo, you feel certain things. You might subconsciously be reminded of times you’ve been to Target, things you bought, or even the bathroom cleanliness. Once you pick a logo, make sure it reflects your brand and that you’re consistent with it.</p>\n<p>At Techstars, we look at companies, especially in the industrial space, before their brands are hashed out, so there’s a huge opportunity to add value through the design of their brand.</p>\n<p><strong>CC</strong> Definitely. Brand is so important for a consumer-facing company. What about other types of design? How about organization design?</p>\n<p><strong>CR</strong> I’ve been a part of several re-orgs. Value comes when you know what your goal is, and you have a cultural objective. You line up your teams to meet that objective. There are a lot of conversations about whether companies should be flat or hierarchical, but if you’re just playing chess with these conversations, there’s no point. You have to make sure the structure aligns with the goal, and then ensure there’s accountability across divisions.</p>\n<p><strong>CC</strong> Okay, one more. Service design. What gives you pause about customer and user experience (CX/UX) design?</p>\n<p><strong>CR</strong> Customer is king. If you’re not delivering a positive experience, you’re not doing well. It’s imperative to design for the customer experience. In the digital world, especially, it is your business. Continue to hone, AB test, and iterate.</p>\n<p><strong>CC</strong> What’s the biggest UX design mistake?</p>\n<p><strong>CR</strong> Inundating customers with features without thinking about their actual experience!</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cyndi Chen"},"slug":"cyndi-chen","meta":{"degree":"M.B.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"The Value of Design"},"slug":"the-value-of-design","meta":{"volume":"4","number":"14","bulletin":false,"publication_date":"2019-03-28"}}}}