{"title":{"rendered":"Caples / Jefferson and Rose: Student Perspectives"},"content":{"rendered":"<p>JEANETTE PENNIMAN (M.Arch ‘15)</p>\n<p>This year’s Bass Studio is the most honest piece of pedagogy I have encountered at YSOA. There are few pretensions about architects’ freedom in form, material, and process, and even fewer pretensions about room for personal ego. Ongoing struggles to remain true to a higher conceptual ambition vary significantly from student to student: we have each chosen our own battle of formal, social, technical, or material aspirations to be continuously stymied by zoning, budget, NYC construction culture, or “the way things are normally done.” Our battles are punctuated by moments of excitement and enlightenment. We operate on a real site in one of the most culturally-loaded contexts of New York. We have unique insight into the way architects can find wiggle room in their relationship with a developer. We occupy a front-row seat to the way affordable housing is both progressing and stalling in a key market. Whether we leave this studio and head straight to the academy, to a client with much deeper pockets, to some place of power like the NYC Zoning Board, or whether we remain in the trenches as modeled by our tenacious critics, we will do so with fewer delusions about how an architect operates in each of these realms.</p>\n<p>&nbsp;</p>\n<p>KIRK HENDERSON (MBA + M.arch ‘16)</p>\n<p>There are these two young fish swimming along and they happen to meet an older fish swimming the other way, who nods at them and says ‘Morning. How’s the water?’ And the two young fish swim on for a bit, and then eventually one of them looks over at the other and goes ‘What the hell is water?’ So David Foster Wallace addressed the Kenyon graduating class of 2005. He proposed that education is not about big ideas but about learning to bring one’s full, intentional self to bear on the inanity of everyday life. The 2015 Bass Studio asked two things of us: (1) Execute an architectural intention in a non-indulgent design environment and (2) Risk empathy and experimentation when faced with the seeming banality of a single, small-ish building on a real site. In a real community, city, consumer economy, etc., etc. We pitted nascent design ideas against immutable realities (courtesy of Jonathan Rose’s genial yet firm rebuttals) of policy, finance, and the notion that new ideas can and should be “proven” in a design studio. Sisyphus had it so good. Sara and Everardo, our warrior-practitioner profs, challenged us to confront the deceptive membrane that separates the academic studio from the possibly grating, pedantic actuality of designing in the real world. It’s a surprisingly big fishbowl. Our fins are tired, and the water feels fine.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jeanette Penniman"},"slug":"jeanette-penniman","meta":{"degree":"M.Arch I","graduation_year":"2015"}},{"title":{"rendered":"Kirk Henderson"},"slug":"kirk-henderson","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"What Are You Doing?"},"slug":"what-are-you-doing","meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}