{"title":{"rendered":"CHAT Architects, Bangkok, Thailand"},"content":{"rendered":"<p><span>When I first came back to Thailand after graduating from the GSD, the “framework” through which I viewed architecture was derived from my Western-centric architectural education.  However, the more I tried to design through these preconceived narratives, the more I (and my work) suffered.  This is because the narratives that were derived in American/European/and Asian Academia influenced by American/European ideologies do not work in a place such as Thailand.  In fact, most of the time, Western frameworks and local narratives were violently conflicting.</span><span><br />\n</span><span><br />\n</span><span>After this realization, I began to focus on creating an authentically THAI framework through which I could view my architectural projects.  Many in Western academia may feel that creating a culturally specific, rather that a global narrative, is limiting.  This is because Western academia does not like to engage in architectural narratives that are not derived through their own framework, ideology, and history.  They want to discuss/critique/award architecture defined on their own terms.  </span><span><br />\n</span><span><br />\n</span><span>I try to let Thailand teach me to see architecture through new eyes… to frame design in a new and authentic way.  But in order to do this, it means having to lose my preconception of what Architecture  (capital “A”} should be and go through a process of relearning what architecture means in Thailand.  </span><span><br />\n</span><span><br />\n</span><span>For the past 10 years, I have to tried to observe, understand, and record what I call “Bangkok Bastards”.   They are local homegrown architectures like illegal markets, construction worker houses, sex motels…. Constructions shunned by most in Thailand (including other Thai architects), yet so rich and authentic in its narrative and ideologies as inventive containers of life.  It is my way of constructing a local and authentic framework through which I am able to create relevant, critical and meaningful theses for my work in Bangkok.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"CHAT Architects"},"slug":"chat-architects","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Frame + Essence"},"slug":"frame-essence","meta":{"volume":"2","number":"16","bulletin":false,"publication_date":"2017-02-23"}}}}