{"title":{"rendered":"Chengdu Notes: Summer 2018"},"content":{"rendered":"<p><img class=\"alignnone size-full wp-image-5734\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200528/Liyan_Copy-of-IMG_3687.jpg\" alt=\"\" width=\"3264\" height=\"2448\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200528/Liyan_Copy-of-IMG_3687.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200528/Liyan_Copy-of-IMG_3687-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200528/Liyan_Copy-of-IMG_3687-768x576.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200528/Liyan_Copy-of-IMG_3687-1024x768.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/12200528/Liyan_Copy-of-IMG_3687-1200x900.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" />July 13<br />\nIt was a little before midnight when our flight arrived in Chengdu. As we walked through the empty airport terminal, we were greeted by walls<br />\nof smiling Photoshopped models posing with the latest luxury goods. Interspersed among the models were uniformed cartoon pandas guiding us toward Chinese customs and reminding us of the rules of the airport. The night air felt thick and sticky as we finally stepped outside with our bags to look for my uncle who was coming to pick us up in his new Buick.</p>\n<p>August 6<br />\nHometown of pandas. A few weeks into our stay, we decided to finally pay a visit to Chengdu’s famous Panda Breeding Center. We chose to go on a rainy Monday morning, hoping to avoid the throngs of tourists that would surely be there on a weekend. A recent tourism campaign declared that Chengdu was a city “More Than Pandas.” But upon arrival, we could see that no one had quite gotten that memo. The summer heat was too much for the pandas that day, which meant the outdoor enclosures were all empty. We spent most of our time wading through crowds, looking instead at photos and cartoon drawings of the bears. One recurring cartoon starred a policewoman with a panda head and a human body, reminding us to conduct ourselves in an orderly manner. We were there to watch the pandas, while the panda policewoman was there to watch us.</p>\n<p>August 22<br />\nChengdu is a city organized by a system of concentric ring roads. We were staying with my aunt in the outermost ring. Like everywhere else in the city, new construction was going up all around us. However, this part of Chengdu still felt close-knit and residential. During our stay, we hardly saw any laowai (foreigners) venture to this part of the city. My aunt told us that we were going outside to burn incense and paper money after dinner, but that we would have to be extra careful this year because of a recent ceremonial burn ban. She had done this every year of her life, and even this year, someone had to honor the ancestors. I couldn’t help but wonder if the powers behind this new burn ban were the same ones who had erected the three giant figures of panda army men just around the corner.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Liyan Zhao"},"slug":"liyan-zhao","meta":{"degree":"M.F.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Tourism Revolution"},"meta":{"volume":"4","number":"01","publication_date":"2018-09-13"}}}}