{"title":{"rendered":"Child of Resistance"},"content":{"rendered":"<p><em>Yasmina Price is in New Haven, CT.</em></p>\n<p><em>Child of Resistance</em> (1972) is a cinematic hallucination, inspired by a personal dream of Ethiopian filmmaker Haile Gerima after he saw images of Angela Davis on trial. Gerima is part of the L.A. Rebellion, Black image-makers at UCLA in the 1970s. Their work was a militant, anti-colonial, Third Worldist project that was politically and aesthetically invested in liberation.</p>\n<p><em>Child of Resistance</em> deploys a spatial strategy to channel these ideological forces through different forms of containments. The film’s central figure, an incarcerated Black woman (played by Barbara O. Jones, otherwise unnamed) moves through three different spaces. The first is the stark reality of her solitary jail cell. The smallest unit of the prison, it carries the force of a shorthand for the violent isolation and exclusion of the carceral complex. The system which bars incarcerated people from participation in the social world and political agency is of course the same system which withholds necessary social infrastructures and rigs the mechanisms of criminalization. The second space is an intensely artificial countertype to the first: a surrealistic stage that theatricalizes the film’s political message. The third space, a long corridor, which might have seemed like a natural intermediary between the two, in fact leads nowhere. The corridor appears twice, a long stretch of unmarked grey walls with lurid orange fluorescent lights and a musical soundtrack mixed in with the sound of clinking chains. In a chilling sequence, shots of her running down the corridor start and stop on a loop, with no indication that she is progressing in her movements. It comes to stand in for the horror of systems which are engineered to be inescapable.</p>\n<p>The film opens with a pan to a close-up of her face, followed by a shift to a point-of-view shot as she looks around the jail cell: a discarded shoe, a toilet, a derelict sink, a blank wall, the guard walking by. His uniform is accented with the colonial markers of tall boots and a pith helmet. He codes for the legalized practices of racism by the colonizer who went to the African continent and his inheritor in the enforcer of U.S. state brutality, be it prison guard or police officer. Throughout the scenes in the jail cell, we hear the protagonist’s inner monologue, which serves as a historical overview of entangled systems of oppression and repeated theoretical statements on their structural, self-perpetuating nature: “My people and me, Black men and women, prisoners of a long fight. I look at history: constant war. Since the day I was snatched, abducted from my mother’s land, I’ve been prisoner of war.” She makes the point that war tactics deployed in external territories serve the same function as the walls of the prison: they maintain the power of the state: “Keep you away from the reality of these walls. Historical walls [The Man] has surrounded you with.”</p>\n<p>The second location in <em>Child of Resistance</em> externalizes this inner monologue. Her work of re-telling history is made visible within a theatricalized space, physically placing her within a dense history of collective struggle. There are Black people dancing, chatting and drinking on a set arranged to look like a bar. As the camera pans across the bar, we see a Black nun having a drink, a Black man intently watching a blank television screen, a coat of arms with the U.S. flag, a white man in a top Hat and walking around on stilts also painted with the U.S. flag (the message is clear, the violence of the US state apparatus is also a cruel circus of pageantry). Finally, a close up of one of the patron’s shoes reveals chains, which are around the ankles of every Black person in the bar. You wouldn’t know if you didn’t look in the right place, but everyone is imprisoned: as she says earlier, “I live my life between these walls. But who’s not? That’s the whole thing. Brothers and sisters out there running loose, they’re chained too. Inside, outside, it makes no difference.”</p>\n<p>The theatrical procedures of this part of the film have an interpretative flexibility which serve the broader political project. The artificial elasticity and iconographic markers of this constructed space is used to collapse times and territories of subjection. Gerima’s film schematizes the historical continuity of colonialism and capitalism, imbricated systems of racialized exploitation and resource extraction. <em>Child of Resistance</em> presents in miniature a way to think through these as spatial projects which operate through occupation and territorial fragmentation. The film scrambles chronology and the boundaries between interior dreamscape and exterior realities, suggesting also that the realities of coloniality, carcerality, white supremacy and the impossible catalogue of violence against Black peoples push against the limits of what can be represented. Narratively, the film ends with a prison break. However, the last visuals appear after the credit: walls marked with a quotation from George Jackson’s <em>Soledad Brother</em>.[1] This is not a metaphorical reclaiming of the material violence incarnated in the walls of this film. The prison is still the prison and must be abolished, not reformed. However, these final images can be read as a reminder that even within dominant enclosures, it is possible to leave traces and perhaps even produce counter-space of survival. The walls of the prison carry words of the collective possibilities and imaginaries of liberation.</p>\n<p>[1] “I’m not the first. All my people in this plantation dungeon. I’m not the only one.”</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Yasmina Price"},"slug":"yasmina-price","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}