{"title":{"rendered":"Claiming the Void: observations on shelter in Mumbai"},"content":{"rendered":"<p>DAVID BRUCE (M. Arch I &#8217;20, MEM &#8217;20)</p>\n<p><em>The following is adapted from a blog post written in February of 2014 on David’s 2013-2014 Thomas J. Watson Fellowship. The project was an investigation of coastal resilience in Rotterdam, Mumbai, Kolkata, Dhaka, Jakarta, and Ho Chi Minh.</em></p>\n<p>In Mumbai, squatters grow produce between railroad tracks, hawkers sprawl from fringe to fringe among the colonial-era bazaars, and informal housing unfolds on the periphery of the rail, water, and power infrastructure. It is as if none of the city’s footprint goes unused.</p>\n<p>Segments of the urban fabric are continually reinvented— daily, monthly, yearly. I watched the cricket ovals in the Maidan (one of the city’s few expansive green spaces) transform into an elaborate wedding venue once the heat and humidity rendered the sport unbearable. I watched as neighborhood corners were converted from parking for rickshaws and mopeds into ornate archways for the celebration of Diwali. Lights, flowers, and plaster of Paris softly transformed the imagery of the street, only to be restaged a few days later. Mumbai’s streetscapes are in flux.</p>\n<p>Temporary dwellings, too, repurpose spaces in the public realm. Outside my apartment in Agripada, the Muslim quarter two blocks from Mumbai’s Central Station, I watched recent migrants from rural India deploy a string of shelters on the shoulder of the street, carving into the space between the city’s circulatory network and the fixed architecture of the neighborhood block. The most recent arrivals had partitioned off domestic spaces by hauling road barriers or scrap material from the city’s construction sites to form walls stitched together with a tapestry of tarps and found plastic.</p>\n<p>Proceeding down the street the structures appeared more rugged. Burned and flattened oil barrels and sheets of corrugated metal reinforced the newer, flimsier frames. Rounding the corner, like walking a physical timeline, these lodgings had developed sturdier floors, second stories, and electricity. They were completely enclosed with an elaborate skin of plastic, interlaced with a tangle of cables and dish antennae. The result was a collage of recycled materials, a kaleidoscopic representation of past and present perpetually shifting and changing. The new city was built out of an agglomeration of left-over materials reinvented and upcycled.</p>\n<p>Walking by, I saw flashes of life inside these homes: neat kitchens with refrigerated produce, steaming kettles, and glaring televisions. Women chopped vegetables and washed clothes while sitting along the roadside. Kids clamored on ladders and peered out from second-story stoops. Children pitched cricket balls in what little public space was left. Inches from bustling feet, taxis rushed by. Goats and chickens scavenged for scraps in the gutters and crevasses, often mistaking plastic for food. Groups gathered around houses for three reasons: fights, weddings, and deaths. What began as shelter on the road shoulder transitioned with time into a vibrant community.</p>\n<p>At night, elsewhere in the city, even less likely nooks and crannies in the urban fabric are claimed for shelter. By 9 p.m., the bumper to bumper traffic unclogs, and the cacophony of horns, bells and whistles pauses. The city eerily transforms from a loud, bustling urban jungle into a quiet and fog-ridden peninsula at sea. The night reveals where masses take refuge: on train station platforms, on the highway breakdown lanes, within oceanfront jetties and wave-breakers. Individuals sleep on storefronts, doorsteps, or up against trees. It’s staggering to move through the city and see the conditions under which hundreds of thousands make due for the night. With the morning light, the makeshift shelters disappear, conveniently concealing the extent of city’s horrific housing problem.</p>\n<p>Mumbai has a history of repurposing the landscape. Since the beginning of the city’s history, the peninsula’s occupiers have claimed previously unconsidered territories. Mumbai began as seven islands, and only became the coastline we recognize today when the British reclaimed land from the ocean. A century later, the city’s peninsula has become one of the densest in the world. Rural migrants perpetually flood into the city in search of jobs and better futures. With increasing scarcity of land and exorbitant cost of real estate, the city’s housing develops up, out, and even within.</p>\n<p>These directions are inextricably tied to wealth. The city’s elite are building up, stacking the ground plane vertically. The middle class is expanding out into new territories to the north and east, tethered by the efficiency of the city’s overcrowded central railway line and bound only by how far they are willing to commute. The poorest find voids within the city, filling spaces not conventionally thought suitable for habitation, on land few would bother to speculate on.</p>\n<p>Necessity, they say, is the mother of invention. In Mumbai, the necessity for shelter in dense urban conditions exploits existing infrastructure and forges new structures of dense urban housing in previously unimagined cityscapes. This is not a grand vision by an architect or master planner, but a grand adjustment, a restructuring of the existing fabric by the public itself.</p>\n<p>These systems demonstrate a remarkable elasticity. Materials are reused and structures are redeployed. Built of a moving kit of parts, they soften the binary between what is temporary and what is permanent. It’s a conceptual framework that stands in opposition to the way we build buildings here. What if we were to shed the idea that architecture has a specific lifespan of 50 years (after expensive renovations) in favor of a model that has flexibility embedded in its DNA? What might this look like?</p>\n<p>Further, what if we, too, were to explore the voids of our cities, those places left untouched, forgotten, dismissed? Or, perhaps more importantly, the voids in our practice, the modes of intervention where the architect can intervene politically, without a physical presence. Indeed, we too are experiencing a housing crisis, in many ways exasperated by the structural prevention of those with nothing to make something. We must take seriously our own necessity, as citizens and designers, and seek potential in these voids, be they isolated highway underpasses or gaps in legislation.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"David Bruce"},"slug":"david-bruce","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Housing"},"meta":{"volume":"2","number":"23","bulletin":false,"publication_date":"2017-04-27"}}}}