{"title":{"rendered":"Classical/Vernacular/Traditional"},"content":{"rendered":"<p>CEM ATL</p>\n<p><span>Do the words “classical,” “traditional,” and “vernacular” have specific meanings, or are they catch-alls for designating postmodernist fantasies of style—while lending postmodernist projects an aura of depth far greater than style or fashion can ever achieve by itself? I’ve been working recently at defining the three words based on common sense, as might be understood by non-architects, without mediation from previous history or theory: neither Stern nor Scully, Frampton nor Lefebvre.</span></p>\n<p><b>Classical architecture</b><span> is the architecture of the classical civilizations of antiquity as defined during the 17</span><span>th</span><span> and 18</span><span>th</span><span> centuries, largely by British and French neoclassical architects. The classical civilizations are those centered on the Mediterranean Basin before the end of the Western Roman Empire: Rome, Greece, Egypt, the Mesopotamian empires, and perhaps those of the Etruscans, Persians, and Hittites. So what do architects of today mean when they say “classical architecture”? Are they designing temples to Athena or ziggurats? Are they deploying classical construction techniques in stonemasonry or seasonal labor? Are they expressing fidelity to the classical orders? And what if they are designing not temples to Athena but rather banks using the orders? Is that classical or is it just eclecticism? </span></p>\n<p><span>The term “classical architecture” is generally only deployed to refer to Western precedents and styles; it is the ancient world cleansed of animal sacrifice, Bacchanalian frenzy, and salted fields. Divorced from the life of the ancient world, the orders are nothing more than style.</span></p>\n<p><b>Vernacular architecture </b><span>seems to me to have something to do with regional building methods, determined in some way by non-architects based on the materials and climate at hand. Vernacular architecture, much like vernacular language, has perhaps a connection to class and to education; it is not globalized but rather specific. American vernacular housing types include the saltbox, dogtrot, and shotgun. There are vernaculars in suburban housing as well, but to discover these it is necessary to look beyond style to the actual organization of rooms and massing: colonial and Cape Cod and Shingle and Mission Revival are styles; McMansion and Levittown are vernaculars. For example, the “townhome” (not the same as a townhouse!) is a vernacular typology of Northern Virginia, often clothed in the ersatz colonial style of Pulte and others. </span></p>\n<p><span>Sometimes people attempt to pass off styles as vernacular building types, a process akin to some practices in advertising where the brand is more important than the product. Styles are very good at theming an environment for marketing purposes; vernacular typologies are just the things that have worked out in a certain location so far. </span></p>\n<p><b>Traditional architecture</b><span> is an altogether more slippery category—traditional for whom? This is perhaps the word that eclectic postmodernism can feel most comfortable using, as it is the hardest to pin down. Even so, it still generally refers to buildings clothed in a “traditional” style but which deploy modern methods of construction and a floor plan determined by modern instruments like the pro forma and fire code. “Traditional  refers to style, not necessarily the architecture.</span></p>\n<p><span>It’s a real muddle…</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cem Atl"},"slug":"cem-atl","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Nomenclature"},"meta":{"volume":"3","number":"12","bulletin":false,"publication_date":"2018-01-31"}}}}