{"title":{"rendered":"Clocking In"},"content":{"rendered":"<p>JOHN KLEINSCHMIDT, MArch I ‘16</p>\n<p>&nbsp;</p>\n<p><span>In the spring semester of 2015, Peggy Deamer’s advanced studio set out to track the hours they spent on their studio work. Professor Deamer’s studio engaged issues of architectural labor and systems of production; keeping time was a way to engage these big issues at a molecular level, student by student. Unfortunately, the documentation was not strictly enforced and students didn’t manage to sustain a daily log through the entire semester – understandable, given the pressures of advanced studio. However, this effort was a powerful statement and raised questions about the notion of professionalism in a school that confers professional degrees. I’d like to pick up where those students left off.</span></p>\n<p>&nbsp;</p>\n<p><span>Here’s the plan. Over the next 2 semesters, I will keep a public timesheet. I will clock in when I enter Rudolph Hall and I will clock out when I leave. I’ll keep notes describing what I do, in granular detail on an online spreadsheet available for all to see. If I spend 30 minutes in the library hunting for precedent projects, I will record it. If I spend 90 minutes photographing models on the roof, I will record it. If I kill an hour gazing at freaky photos of bug eyeballs from electron microscopes on the internet, then dammit, I will record it.</span></p>\n<p>&nbsp;</p>\n<p><span>I’m not some deranged zealot for efficiency at all costs. I know the design process isn’t always linear or rational, and I love it. School is about experimenting, about making beautiful mistakes in a safe place, about honing the killer instinct. Architecture is sustained work, and there are no child prodigies. I’m simply curious to know where the time goes.  I invite you to join me in the simple act of recording what we do and how long it takes.</span></p>\n<p>&nbsp;</p>\n<p><i><span>If you’re interested in keeping a timesheet with John, look him up and send an email.</span></i></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}