{"title":{"rendered":"Co-Chain Reaction: A Collaborative Writing Excercise"},"content":{"rendered":"<p>The white wall. How old I was I can’t remember. I was sitting on my bed with my brown blanket. The blanket was covered with grey elephants and illustrated desert trees. I looked at the white wall, the wall of my room with lined wooden laths. I wasn’t alone, surrounded by a former forest. Not knowing who I am, knowing I’m not alone. I asked questions towards the wall. Hot tears were rolling over my cheeks, filling up my right ear with salty water. White is not nothing.</p>\n<p>Concerning the white wall: we often meet at art exhibitions—a couple of friends, to communicate on styles, imaginations and coloring modes of artistic pieces. Nowadays the gallery or museum walls, originally light grey, chamois, or chalky white, are being changed for every show in significant hues, even very dark shades, due to a curatorial idea. Well, sometimes it works, sometimes it has a strong impact on the objects. As Zeus would say: “More light!”</p>\n<p>“More light!” one might say, but can you be a perfectionist pluralist? What about a singular pluralist? Is it even productive to practice pluralism by yourself? I’m driving my social self into the ground with the way that I’m collaborating, or better to say, not collaborating. I know that I’m talking too much—know that I’m prioritizing my voice. I’ve read that if you want to get better at something, a quick way is to fail at it and fail hard, and I think that’s what I’m making myself do, in the hopes of future improvement. But for right now, if these walls could talk, they’d tell me to shut up, and then we might hear from someone different and also see something different. From exhibition walls to the exterior of the built form a whole myriad of tones and mixtures. “More light, more light,” the building might say and the cast of shadows change in seconds of the day.</p>\n<p>My dad, an architect, thought to remodel our small house in Phoenix when my little sister was born. There would be six of us so we needed “more space for everything,” I was told. A bigger kitchen for the baking of bigger cookies. My own room for my own toys. In the old house all of our rooms were interchangeable, there were two of them and four of us. Sometimes it was two and two, sometimes three and one and one time all four of us in one room, while the other one was just a storage space. The room that was sometimes storage had a slanted floor, since our house survived the Chicago Fire, according to some folklore my mom told us. At the end, when the house was set to be demolished, we drew on the walls with crayons at a time that felt like way past midnight. Our shadows shaded in the outlines we scribbled upon them.</p>\n<p>We moved into an apartment on the thirty-eighth floor of a condo building. It was one condo building in a six block radius of other condo buildings. Apparently when the owner bought it you could see clear out the lake. Now, you still can, through the corridors of the other forty-storey buildings. The walls are still primer-white, never fully painted, and the windows are too large—when it’s snowing, as it is now, it feels like the white walls have extended beyond, out into the sky. The world disappears until it’s only us. Up here, the neighbourhood feels vertical; I know the guy across in the other building, a few floors down, always at his computer. The girl in the unit beside bundles up in the winter for smokes, but in the summertime she sunbathes. We joked about getting binoculars but never did— we’ve all mutually agreed to ignore one another—nevermind the law. Another building is going up across from us, and soon there will be more people living up here.</p>\n<p>No one anticipated how slowly the construction would go when my dad insisted on building everything himself. And by “himself” I mean by everyone. The house physically shrunk in size as it increased in the population of various laborers—family, friends, friends of friends, the neighbor with the painting business down the street. By the time I moved out for college, I’d spent my whole life in a half-house, with a half-kitchen in the half-garage—always a few tasks away from almost being at the almost-last task before it would almost be finished. I shared one room with my two sisters the whole time. The six of us felt like a thousand of us. There was less space for everything but maybe more space for the things that mattered most.</p>\n<p>The dream has repeated itself over the years of my life, venturing down the carpeted basement steps and turning right into the storage room. That room always held the highest degree of mystery of any place in the house for a number of reasons. There is no good reason for a child to be in there. It was not forbidden but it was full of adult things: luggage, out of season holiday decorations, the empty boxes of appliances. But it also contained a few items of intense interest, forgotten clues to a non-linear chronicle of family history. The gag cane with rubber honking horn my grandmother was gifted for her 75th birthday (she undoubtedly hated it and yet we did not even discard it after her death). My grandfathers hunting knife—I don’t think he ever hunted in his life. Things no one should have an extra set of: shower caddies, rotary telephones. Lamps, records and other objects from my parents former homes deemed too funky or cheap to display in the current home but too sentimental to discard. Old power tools, abrasive cleaners and fireworks, objects that my parents deemed too dangerous to use in everyday life, but due to their strong sense of environmentalism were unable to discard.</p>\n<p>But most powerfully to the architecture of the storage room, an aspect that was certainly the reason why it was always the launching point of the repeating dreams, was that it had rooms within it. It was a room with a door that closed, but within it was another door that led to another even less finished room, which inside held yet another door to the large cedar closet with hanging wool clothes from previous generations I had never seen anyone wear. Nested rooms like this do not tend to exist within an American suburban home, although entering into someone’s bathroom off a bedroom suite will give you a taste of this feeling. Inner sanctum never has been a selling point in tract housing.</p>\n<p>The dream would begin in the storage room. I quietly move past the familiar familial objects and open the door, moving into a deeper room. From here passageways the unfold. My pace quickening, I travel up stairs, down narrow hallways, and through endless windowless wood panel rooms. The walk is always a search, usually for a private safe place. I never am scared of becoming lost but never can recall the route. Recollection is the guide in my navigation of this psychic storage room. I am looking for a place I have been before.</p>\n<p>The connection to the actual storage room feels clear to me, but I wonder why my psyche so insistently presents itself as subterranean and domestic. A friend of mine wrote a series of poems This is a Window Not a Door that explore a mental landscape of a house from the perspective of peering through a window. The poem is listened to over the phone, and stanzas are navigated through touch-tone dialing. The concept behind the piece resonated intensely with me, however it seems my own mental house has no windows at all. Now living in New York I look up at the high-rise condos that sprout up everywhere. What is the psychic house of the child that looks through the window of the 85th floor of 432 Park Avenue? A window through which no one can look back at you. The harsh light of the upper atmosphere shines down and in this moment there is in fact a straight line between the-only-sun and the-only-son.</p>\n<p>With six, or a thousand, light sometimes needs to make space for darkness. Is it possible to find darkness in a half-house with a half-kitchen and half-garage? Do the things that matter most live best in the light or in the dark? Sometimes when I didn’t like one of my drawings, I would stand a little closer to the window and let my shadow erase it.</p>\n<p>I learned to play with shadows from a young age. The sun that birthed us was cruel and narcissistic.</p>\n<p>Above ,</p>\n<p>O M N I P<br />\nR E S E N T<br />\nO M N I P<br />\nR E S<br />\nE N<br />\nT ,</p>\n<p>harrowing, vindictive. She built me before the others, and thus built me the LARGEST, an</p>\n<p>O<br />\nB<br />\nE<br />\nL<br />\nI<br />\nS<br />\n____K____</p>\n<p>to worship her own body and being, an obelisk void of other figures or shapes to commune with, save herself. The woods and lakes were too far to see clearly, and my s-t-i-f-f-e-n-e-d body couldn’t bend down to touch them. But when she would sleep, I could</p>\n<p>breathe</p>\n<p>With her back turned the light was soft, angular. It would play light on one half of my rigid being, extending my form down to Earth, down to meet the curious creatures who touched my soft shadow. The shadows grew space for commune. And my heart lightened. We laughed, sang, loved. We felt each other each other each other—the first time I was ever touched by something that didn’t burn.</p>\n<p>But she was vindictive. On her return she realized that my attention and love was elsewhere. So she aimed to remind me. She burned me. She screamed, heat on my face, lashes of flame. She aims to scar me as a reminder, a warning engraved on my skin.</p>\n<p>But I am a mountain of scars. I have been hardened with time. This is nothing. She could feel my resolve, so she moved closer. She came so close to my world that her flames burned to death all who had touched my shadow. I watched and cried. Powerless as they died or fled. A fresh start for her and me. Alone again. Broken and scared. The obelisk and its God.<br />\nMy father told me that she was full of lies, ready to pounce upon me. She didn’t mean the things she said. My brother was the one who would confront Him, stop His blade between his palms, stop the guillotine from coming down upon this household. An obelisk of hurt, shame, control.<br />\nI hope I can make it out alive.</p>\n<p>My sister called me today and said she wishes I was hers again. She loves how on Instagram I surprise her every single day but says not to spend too much time online by myself. She only uses her my phone only while sitting on the toilet; that’s where she called me from.</p>\n<p>I was hers and she was mine. Born in separate bodies, it shouldn’t have been this way. A tragedy. What is the lost piece I am looking to find? My father? My dying grandmother?</p>\n<p>It’s really a wonder how anyone gets along. I was up late working on three physical models for a client meeting and was still new to the office. She was new too so she offered to help and I nervously accepted. We finished at 3am. I was grateful and took a $30 uber home, feeling stupid for working so late and spending money I shouldn’t have spent. I thought how nice it was of her to help, even though she didn’t have to. It turned out that was the nicest she would ever be to me.</p>\n<p>CO–Chain reaction contributers: name, age and location<br />\nMichèle Degen, 29, Vienna, Austria, Erich Schäfer, 71, Liestal, Switzerland, Dominiq Oti, 23, New Haven, US, Angela Lufkin, 26, New Haven, US, Adam Thibodeaux, 26, New Haven, US, Sarah Weiss, 27, New Haven, US, Audrey Tseng Fischer, 24, New Haven, US, Janelle Schmidt, 25, New Haven, US, Taka Tachibe, 26, Princeton, US, Katherine Diemert, 26, Toronto, Canada, Evan Chiles, 26, Portland, US, Danny Garfield, 25, Brooklyn, US, Lia Coleman, 25, Seattle, US</p>\n"},"meta":{"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}