{"title":{"rendered":"Cold War Biome"},"content":{"rendered":"<p>B. Jack Hanly is a first year PhD student in the History, Theory, and Criticism of Architecture program at MIT and a graduate of the M.E.D. at YSOA. His research broadly focuses on the exchanges between environmental knowledge and spatial practices from the 18th to 20th centuries, particularly as related to resource extraction, global trade, financial networks, and landscape change.</p>\n<p>When one considers redrawing the boundaries of our world according to the needs of natural systems as opposed to arbitrary political organization, complications inevitably arise. Indeed, the stiffening of national borders is often coextensive with territorial-scale programs of environmental development. The administration of state depends in part on the distinctive nation-ness in the minds of its subjects, itself underpinned by a contiguous familiarity of landscape and context. It follows then that the earth’s natural systems are mobilized towards specific political goals, and that to sever the ties between nation and environment is to misrecognize their interdependence throughout history. If the utility of such associations, imaginaries, and manipulations lay in the territorial, they are also assembled from networks of individual architectural sites.</p>\n<p>To take just one example, turn to the Agricultural University in Peshawar, Pakistan, designed by SOM and built with funding from the U.S. Agency for International Development (USAID) in the early 1980s. Peshawar is located in the Northwest province of Pakistan, just over the border from Afghanistan and nestled below the Khyber Pass. The Agricultural University was to serve as a hub for education and research in the largely rural nation, importing science, technology, and expertise to improve cultivation practices. The 430-acre campus, still in operation today, featured student and faculty housing, teaching and research laboratories, and experimental fields for the testing of crop species. The University also shared its site with the Pakistani Forest Institute, which trained the country’s conservationist professions since independence in 1947. Design principles outlined in SOM’s planning scheme advised a “selective recombination” of the region’s architectural traditions found variously between the rural village, classical Islamic city, and British colonial administration.[1] The aesthetic hybridization of architectural form in the Agricultural University would therefore support a larger project that went beyond either traditionalism or imperialism, creating new species of both plant and professional.</p>\n<p>Perhaps more important for its USAID backers than interiorized agro-industrial development was the project’s ability to at once stabilize both land and polity. As the Soviet Union struggled to contain the Afghani mujahideen following its invasion in 1979, Pakistan became a crucial hinge in Cold War containment strategy. The defense specialists of the time, historian Nick Cullather notes, saw food scarcity and the restive peasant masses as potentially the greatest threat to American interests abroad. It also represented, however, America’s greatest opportunity in the fight against Soviet expansionism: it would leverage the significant gains made in agricultural sciences against its enemy’s partiality to long-range industrial planning. Recipients of international agricultural aid such as Pakistan then “ceased to be colonial subjects only to become developmental subjects, mobilized, sterilized, and enlightened by foreign experts.”[2] But these subjects were also tied to the particular qualities of the earth found within their national bounds. Photo documentation of the University’s construction process gestures towards this condition. In one image, a representative section of earth is demonstrated during site preparation. A Pakistani man stands in front of it for scale, bisecting the soil mass into ground and horizon. Whether the image functions like a drawn section, a resource inventory, or a projection of changes to come is unclear. But it freezes the Pakistani villager against the backdrop of soil, tying his fate to its techno-scientific reconfiguration. Appearing like a territorial fortification, soil here becomes a naturalized bulwark in the unfolding of Cold War spatial politics. For architects and planners of the post-war U.S. development apparatus, soil was a potent medium of foreign policy administration at a distance.</p>\n<p>1 Skidmore, Owings, and Merrill, Master Plan: Northwest Frontier Province Agricultural University (Washington, D.C.: U.S. Agency for International Development, 1983): 22.<br />\n2 Nick Cullather, The Hungry World: America’s Cold War Battle Against Poverty in Asia (Cambridge: Harvard University Press, 2010): 8.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jack Hanly"},"slug":"jack-hanly","meta":{"degree":"M.E.D.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"meta":{"volume":"5","number":"04","bulletin":false,"publication_date":"2019-10-10"}}}}