{"title":{"rendered":"Collaborate at Your Own Risk"},"content":{"rendered":"<p>NUITH MORALES</p>\n<p><em><span>Nuith Morales is a landscape designer at Sasaki, a multi-disciplinary firm. She graduated from the Harvard Graduate School of Design in 2015.</span></em></p>\n<p>Collaboration is not merely an additive process in which each expert or team adds their knowledge and skills to the project. The urban designer, the landscape architect, the architect, the engineer, the environmental scientist, the government, the client—anyone and everyone invested in a project values different criteria. Thus, interdisciplinary teams constantly prioritize and compromise, often with pain and frustration.</p>\n<p>This constant tension gives designers endless anxiety over questions of agency and autonomy. Each “lost battle” tells us that the farther down the power totem pole we allow ourselves to fall, the less influence in decision making we have. We fear becoming tools to be wielded by someone else, destined to submit to her criteria, however good or bad she may be. So we hold on tight to every line we can draw and growl at anyone questioning it based on her own, different priorities and values.</p>\n<p>But how did we come to this?</p>\n<p>Let us consider the rare occasion in which collaboration feels truly remarkable. Here I speak from personal experience, but hope it resonates: the most meaningful and productive collaborations I’ve had changed me permanently. In order to engage in dialogue with other designers, I had to learn their language and see the world differently. They did not bend to my will nor I to theirs. Neither did we compromise in a middle ground (somewhere neutral and not that interesting, but satisfactory enough to let us both sleep at night). Instead we shaped a mutual, shared language together and worked from that new vantage point. Our corresponding worldview did not come together evenly on all sides (there was more me here, more them there), and this kept the cold and the heat without compromising into the lukewarm. We occasionally offered useful observations in service of each other’s ideas, but, much more importantly, the guiding design questions could not have been formulated in either of our separate vantage points.</p>\n<p>The best collaboration is a two-sided affair that requires deep mutual respect. It is not about diminishing ourselves nor “subordinating another person to our own standards; rather, it always involves rising to a higher universality that overcomes not only our own particularity, but also that of the other”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a>. So collaboration is not merely an additive process, but it need not be compromise. Rather, it’s a transformative process. And it carries a serious risk. Openness to dialogue and collaboration must leave our most precious beliefs vulnerable to change. These beliefs are not limited to design or disciplinary practice, but include the political, religious, ethical, and aesthetic beliefs which we consider essential to our character. In order to engage productively, you have to be willing to put <em>yourself </em>at risk. If you are not taking a risk, you are not collaborating—you are trying to bend the other person to your will. The anxiety which designers attribute to lost autonomy might be better seen as reflecting an unwillingness to do the work of creating a shared language. We must learn to see collaboration not as the potential loss of our contribution, but as a process that fundamentally alters what we are able to contribute.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Hans-Georg Gadamer, <em>Truth and Method</em>, trans. Joel Weinsheimer and Donald G. Marshall (Bloomsbury Publishing, 1960/2013), 316</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nuith Morales"},"slug":"nuith-morales","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Parallel [Design] Approaches"},"slug":"parallel-design-approaches","meta":{"volume":"3","number":"14","bulletin":false,"publication_date":"2018-02-21"}}}}