{"title":{"rendered":"Color as Delight"},"content":{"rendered":"<p>Selection of color in the practice of architecture really begins when the physical material samples are brought out under natural light, illuminating the range of hues and shades available. It’s a very embodied exercise, quietly placing one swatch next to another until a certain combination releases dopamine and I am… delighted. Delight is our natural reaction to sensual pleasures, especially ones like color, that resist rationalization. I cannot reason my way to a delightful color palette, I can only experiment and let the delight I experience inform my choices. Working in this way, without attachment to the result, there is room to be surprised by the spark of delight in your body.</p>\n<p>Fundamentalist rationality threatens to paralyze me with its demands for perfection and certainty, but the simple realization that if a color delights me, then it is in fact delightful, has taught me to trust my own delight in all things. And engaging with color in my own work reminds me that the desire to simply be delighted is more fruitful than the desire to be “great or nothing.” Restoring this deep trust in my body and what she perceives allows me to make a creative commitment confidently, not from a place of certainty, but from the humble recognition that within an infinite spectrum there is no “correct choice,” only the one that happens to delight me.</p>\n<p>Color is a choice in every project, even if that choice is white or grey. But these have become the default settings that, because of their ubiquity, don’t feel like choices at all. White, which has become almost synonymous with modernism, connotes values like logic, permanence, and truth. White assumes the role of the most logical and considered choice, but its prevalence across all programs and scales reveals how unexamined it really is within the discourse and practice. Yet color is considered too unreasonable a choice. And delight is considered too fleeting or indecent to be a legitimate justification for an architectural decision. The stronger a hue a color has the more it will be viewed as a hyper-deliberate choice, subjecting it to greater scrutiny.</p>\n<p>In one project I worked on, both the architect and the user group were committed to a vibrant hot pink, but the administration feared that pink held too many gendered and frivolous connotations to be appropriate for a building dedicated to the history of women. After much discussion, we were allowed to use the color of our choice, only if we agreed to never refer to it as “Pink,” but used the less politicized “Cherry” instead. Even in name alone, color is viewed as a liability. In the end, the much talked about “punch of color” saved the project from being an amalgamation of inoffensive cool grays. It “punches” us because it’s the singular anomaly amidst neutral surfaces.</p>\n<p>I long for a world where we are steeped in color. Architects take issue with delivering this colorful world because modernism taught us that our bodies were better nurtured by rational environments than delightful ones. This belief conveniently legitimizes our work as the highest art; the art for the rational man. It’s not that a colorful world isn’t livable, but that rationality and respectability are considered greater goals than delight.</p>\n<p>The practice of architecture is an inherently complicated group effort, and architects must decide what it is that we care about in a project and commit to its existence and betterment in every phase. Architects have a reputation for being exacting. At their worst, they can be stubborn and pretentious, at their best, they protect important interests that budget, schedule, and code do not. Mediums of delight such as color, easily become afterthoughts if architects are not committed to their manifestation. Delight deserves to be taken seriously in architecture, both for the sake of the architect and of those who experience their work. Architecture is capable of distributing free sensual delights to the public. And that delight must start within us. Engaging our own delight as a part of the design process not only leads to better work, but healthier and happier designers. When we commit to delight, we commit to humanity within our buildings and our practices. Color adds what is often referred to as “personality,” reflecting our humanity by simply existing as a very specific combination of hue and shade amid a near-infinite number of possibilities. This infinite spectrum can overwhelm our rationality, cultivating indecision, and undermining trust in ourselves. In that state, we default to non-choices which affirm the status quo, dressing buildings in white forever. But if we commit to bathe ourselves in color, through sensations and environments that delight us, we are more able to share that delight in our architecture.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Hannah Liechty"},"slug":"hannah-liechty","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Color"},"slug":"color","meta":{"volume":"5","number":"16","bulletin":false,"publication_date":"2020-03-26"}}}}