{"title":{"rendered":"Concrete Ruins"},"content":{"rendered":"<p>In 1994, the construction of a forty-five story building in Caracas, Venezuela was halted due to an economic crisis. The <em>Torre de David</em> may be considered a building that was never formally born, because its architecture was never fully realized. What was meant to be a financial center turned into a contemporary ruin in the middle of the city. However, some years later after a housing shortage, the tower was occupied by hundreds of families. Over almost a decade, people ingeniously turned the abandoned concrete structure into a living community with housing, shops, and utilities: the building was alive for the first time. In 2015, all the residents were evacuated from the tower by local authorities on grounds of safety and security: the vitality that people had provided the tower was quickly extinguished. It was the only life it will ever have.</p>\n<p>Decades earlier, in a completely different context, a whimsical concrete garden, called <em>Las Pozas</em>, was created in the Mexican jungle. In 1962, the wealthy British patron of surrealist art, Edward James, migrated to a tropical site in Xilitla. After a snowstorm destroyed his entire orchid harvest he decided to build a set of twenty concrete follies &#8211; architectural orchids which could withstand even the harshest snowstorm. These sculptures would outlive their creator, who died in 1984, and survive forever. One of the most important pieces, <em>The Three-Story House that Might Have Five</em>, remains a dream-like take on Le Corbusier’s Maison Dom-ino. But unlike modernist architecture, this building has no function. It has doors that lead nowhere and stairs that lead to the skies, as if it is in a perpetual state of flux and construction- a structure that was neither properly started nor completely finished. Unlike the tower in Venezuela, this garden was conceived from the outset as a type of ruin, a man-made structure that lies in nature with no apparent life or death.</p>\n<p>Both projects raise the question of permanence in architecture and whether the life of a building should be measured on a human level rather than on a formal and material one. The sculptures at Las Pozas were other, conceived both as a friend and foe of nature, founded in a perpetual state of architectural impermanence. On the other hand, the <em>Torre de David</em> was not built as a ruin and was transformed and brought to life by a different kind of human occupation than it was built for: the structure that still stands is a tribute to the constant change of humanity and its demands on the way we construct buildings.</p>\n<p>As Empire of the Sun mentions in their song <em>We Are the People</em> (2009) &#8211; whose music video was shot at Edward James’ <em>Las Pozas</em> &#8211; “Can you remember and humanize? &#8211; I can’t do well when I think you’re gonna leave &#8211; But I know I try.” How might designers create structures that evolve with humanity and try to build an architecture that is in an everlasting state of incompleteness? If we reclaim the ruin as a foundational typology, could we remake the image of building mortality? Or is every building destined for ruination?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Guillermo Acosta"},"slug":"guillermo-acosta","meta":{"degree":"M.Arch II","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Building Mortality"},"slug":"building-mortality","meta":{"volume":"5","number":"08","bulletin":false,"publication_date":"2019-11-14"}}}}