{"title":{"rendered":"Contested Spaces: Texas&#8217;s HB2 and the Weaponization of Building Code"},"content":{"rendered":"<p>NISCHAY BHAN, UPENN, J.D. 2017</p>\n<p>&nbsp;</p>\n<p><span>In 1419, the Florentine architect Filippo Brunelleschi began designing the </span><i><span>Ospedale degli Innocenti</span></i><span>, also known </span><span>as the</span><span> Foundling Hospital. Architecturally</span><span>,</span><span> the work was a marvel. Brunelleschi brought to the hospital a sense of balance and poise reminiscent of the Classical Roman style—rounded columns, circular arches, </span><span>and</span><span> geometric proportionality. But beyond this, the work was also a functional orphanage, operating as a safe-haven for orphaned youth well beyond Brunelleschi’s time.  The </span><i><span>Ospedale</span></i><span> serves as testament to the </span><span>enduring</span><span> link between architecture and social progress. The pre-modern Florentines recognized (just as the Modernists did centuries later) that the state must relate to architecture in a socially conscious manner. Humanism and spatial ideas were married in the Ospedale. In modern-day America, however, this link </span><span>has </span><span>frayed in the wake of a divisive political climate. </span></p>\n<p><span>A jarring example of this manifests in the State of Texas’s House Bill 2 (HB2). HB2 is essentially a weaponization of regulation—it utilizes the state’s “compelling interest” in protecting life in order to (1) remove the ability for women to receive abortions after 20 weeks past fertilization, barring those that seriously threaten the life of the mother; (2) prevent any doctor from performing abortions unless they have </span><span>admitting </span><span>privileges at a hospital which is located not further than 30 miles from the location at which the abortion is performed or induced, or else be guilty of misdemeanor; and, (3) in an amendment to the Texas Health &amp; Safety Code from Sept. 2014,</span><span> establish</span> <span>the minimum standards for an abortion facility as  equivalent to the minimum standards adopted for “ambulatory surgical centers”. This essentially means that any center performing an abortion is subject </span><span>to </span><span>regulations, both State and Federal, that dictate almost every architecturally conceivable element of building, from the design of waiting rooms to the distance between words in signs. Since the passing of HB2, the number of abortion clinics has reduced from forty to eighteen. Bespeaking the larger aims of the Texas legislature to bypass federal attempts to protect a woman’s right to abortion.</span></p>\n<p><span> Zoning and building codes allow governments to restrict how private individuals use their land in order to protect the interests of citizens on a whol</span><span>e, </span><span>allowing regulation even for purely aesthetic or historical reasons. The legislature of Texas uses it to restrict access to abortion altogether. HB2 represents a perversion of the idea evinced in the stone of the </span><i><span>Ospedale degli Innocenti</span></i><span>—that architecture should, and can, result in the creation of socially conscious space. The lawmakers behind HB2 have established that the goal of the bill is to provide “safe healthcare for women,” but the practical result of this is that access to abortions in Texas is drastically diminished. This brings to mind </span><i><span>Penn Central Transportation Co. v. City of New York</span></i><span>, the landmark case in historical preservation. When the owners of Grand Central Station sought to heavily alter the façade of the famous structure, a commission denied their request, pithily remarking that: “To protect a landmark, one does not tear it down.To perpetuate its architectural features, one does not strip them off”. And yet, today, the Texas legislature has done the exact same thing with women’s health. </span></p>\n<p><span>That being said, HB2 is not without its opponents. The bill has been repeatedly challenged, from its birth, when it survived a tremendous filibuster by Wendy Davis, to this very day, where its constitutionality is being examined by the Supreme Court in </span><i><span>Whole Woman’s Health v. Hellersted</span></i><span>. HB2 has been bouncing between the Supreme Court and Fifth Circuit for a number of years now, and its current fate rests in the hands of a Supreme Court bitterly divided on partisan lines. With the recent death of Justice Scalia in mind, the fate of HB2’s future is still uncertain, although the Supreme Court recently, although temporarily, blocked a 5</span><span>th</span><span> Circuit decision that upheld the law as is. The questions before the court now are (1) the admitting requirement for doctors performing abortion, and (2) whether the health and building regulations imposed on clinics present undue burdens to women seeking an abortion, with a related question being whether Texas has sufficiently compelling interests in order to justify the law. </span></p>\n<p><span> For centuries, architecture has been used to combat the ills of society—even as far back as Brunelleschi’s time, architecture has been used to create a socially progressive society. Today, however, Texan legislators, through House Bill 2, are using architecture to combat social progress, warping the goals of building and zoning regulation in order to undermine the efforts of the Federal Government to protect women’s health. HB2 is a perversion of the goal of using architecture as a tool for social progress, paradoxically using the aims of protecting women’s health in order to deny their access to healthcare. </span></p>\n<p><span>______________________________________________________________________________________</span></p>\n<p><span>[1]</span><span> Full text of the bill is available at https://legiscan.com/TX/text/HB2/2013/X2</span></p>\n<p><span>[1]</span><span> For more information, </span><i><span>see</span></i><span> TITLE 25 TEXAS ADMINISTRATIVE CODE CHAPTER 135 AMBULATORY SURGICAL CENTERS LICENSING RULES, available at http://texreg.sos.state.tx.us/public/readtac$ext.ViewTAC?tac_view=4&amp;ti=25&amp;pt=1&amp;ch=135</span></p>\n<p><span>[1]</span> <i><span>See</span></i><span> https://www.texasobserver.org/texas-anti-abortion-law-headed-to-the-supreme-court/</span></p>\n<p><span>[1]</span> <i><span>See Village of Euclid v. Ambler Realty Co., </span></i><span>47 S.Ct. 114 (1926)</span></p>\n<p><span>[1] </span><i><span>See Penn Central Transportation Co. v. City of New York, </span></i><span>98 S. Ct. 2646 (1978)</span></p>\n<p><span>[1]</span><span> Dan Flynn, quoted in http://www.huffingtonpost.com/entry/samantha-bee-texas-abortion-law_us_56d65db8e4b0871f60ed323e</span></p>\n<p><span>[1]</span> <i><span>Penn Central Transportation Co. v. City of New York, </span></i><span>98 S. Ct. 2646 (1978)</span></p>\n<p><span>[1] For an illustration of the challenges facing HB2, see timeline, available at: </span><a href=\"http://www.statesman.com/timeline/texas-abortion-law\"><span>http://www.statesman.com/timeline/texas-abortion-law</span></a></p>\n<p><span>[1]</span><span> For more information, </span><i><span>see Supreme Court Appears Sharply Divided as It Hears Texas Abortion Case, </span></i><span>available at http://www.nytimes.com/2016/03/03/us/politics/supreme-court-abortion-texas.html?_r=1</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nischay Bhan"},"slug":"nischay-bhan","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"The Architectural Mystique"},"meta":{"volume":"1","number":"23","bulletin":false,"publication_date":"2016-04-07"}}}}