{"title":{"rendered":"Conversation with Assemble"},"content":{"rendered":"<p><span>AMICA DALL and JOE HALLIGAN (Assemble)</span></p>\n<p>&nbsp;</p>\n<p><span>Paprika!: When you start a project with a new community, like the Granby project, how do you make the residents and community groups feel that a project is possible? How do you make them feel like</span><span> </span><span>they</span><span>’</span><span>re investing their time and labor into something that will come to fruition and have an impact?</span></p>\n<p><span>AD: In the case of Granby the community already had a set of ambitions when we became involved, and we worked together to make them possible. Their need drove their commitment. The idea must always respond to the particular place &#8211; think that it</span><span>’</span><span>s very difficult, and usually bad, if you have already have an idea which you parachute in.</span></p>\n<p><span>To some extent, that happened is what we did in Dalmarnock, Glasgow, but because we were working with kids who weren</span><span>’</span><span>t in a position to fully vocalize let alone act on their own needs. We built that project up gradually with the children, though, over a number of years. </span></p>\n<p><span>JH: You should talk about New Addington maybe?</span></p>\n<p><span>AD: That one is complicated. London Borough of Croydon, the Local Authority set the brief, which had both a social and a physical ambition. </span></p>\n<p><span>A lot of projects that come out of that kind of commissioning are geared to create the appearance of the public life &#8211;  are more concerned with the impression of activity than the root causes of its absence. In order to do a project like that well, we knew that we had to understand it in a longer-term way. We needed to answer real needs and to respond critically to the space. </span></p>\n<p><span>First, we moved into the office of the community group, learnt about the place. Instead of just delivering a renovated square followed by crowd-pleasing events, we spent the events portion of the budget first &#8211; doing things in the square&#8211;building ideas at 1:1 and supporting local groups to put on their own events. </span></p>\n<p><span>It was kind of chaos, and we weren</span><span>’</span><span>t always sure what we were doing. We had to learn a lot about how the space was really being used by getting really involved in trying to use it ourselves. For example, we wanted to move the existing town market to move from the carpark to the high street, and we couldn</span><span>’</span><span>t get a road closure order in time, so we stood out there all night long, asking drivers to go elsewhere, buying people who usually parked on the pavements tickets for carpark over the road. When you work like that you learn in an immediate way what&#8217;s at stake and when you</span><span>’</span><span>ve done something wrong.</span></p>\n<p><span>There is a belief that good public realm architecture can transform the public life in a place and it can</span><span>’</span><span>t. There</span><span>’</span><span>s only so much you can do with a planter and some resurfacing, however good. There</span><span>’</span><span>s a funny dance between physical infrastructure and culture &#8211; they do of course influence each other. This project taught us to think about what design can and more importantly can</span><span>’</span><span>t do, but without being defeatist. In the end, that way of working is neither the best way to design nor to support public life in the long term and we wouldn</span><span>’</span><span>t do it again, but we learned a tremendous amount. </span></p>\n<p><span>P!: Assemble has a distinct identity, despite working with so many collaborators. If someone recognizes an assemble project, what are they seeing? Are they seeing the product of all of your policies? Are they recognizing a particular methodology? Or do the eighteen of you just have a similar aesthetic? Where does your identity come from and would it change if, say, twenty new people joined?</span></p>\n<p><span>AD: It</span><span>’</span><span>s very interesting when people talk about consistency across our work, because if you put two different people from the collective on a project, then you get a really different project. We frequently disagree about approach. The only thing that I think is consistent is that people are always able to develop their own interests. But people do go to the same people with particular tasks. If you want something cast, then there</span><span>’</span><span>s someone in the office that</span><span>’</span><span>s good at that, so all the castings look slightly the same. If you are making furniture, then you go to someone who likes making chairs and has a particular way of thinking about structure, and those things ricochet. </span></p>\n<p><span>P!: Do you feel like you have expertise in-house? </span></p>\n<p><span>JH: I think now, maybe not at the beginning, we do have some expertise. There are some really good designers, marketers, theorists, etc. That comes with time. We always use to say that we were amateurs. We use to call our group talks Amateur Hour. Nowadays there are people who kind of know stuff. </span></p>\n<p><span>AD: There</span><span>’</span><span>s a misunderstanding about amateurism though. The celebration of the amateur is about deprofessionalization. It</span><span>’</span><span>s not about shittiness, but about doing things primarily because you want to do them. Not doing things to fulfill aims that are not your own. The first couple of projects taught us to think in a particular way because we had to approach things with a certain amount of exasperated resourcefulness. When that turned into formal commissions, we had a lot of amazing teachers.</span></p>\n<p><span>P!: Is part of your ambition to scale the size of Assemble? Or present it as a model that other people could replicate? Do you want to encourage this type of structure or collaboration elsewhere?</span></p>\n<p><span>AD: It would be nice if people were comfortable with the work they produced and were happy doing it, but we don</span><span>’</span><span>t mean to suggest that our model is the model to be replicated. </span></p>\n<p><span>JH: It would be good if more architects were more actively involved in making decisions. At the moment, in the UK at least, architecture is very disempowered to make a change. In an urban project, architects come to the table so late, you only get to decide whether something is blue or red, and even that probably gets decided by planning. We</span><span>’</span><span>d like to see more architecture firms operating in a way where they can set up their own projects&#8211;deciding what they want to do and finding funding to do it.</span></p>\n<p><span>AD:  There</span><span>’</span><span>s nothing particularly special about our set of individuals. There</span><span>’</span><span>s just structure that enables us to think about what we are doing. It</span><span>’</span><span>s not anything unusual, it</span><span>’</span><span>s just what happens when people think for themselves about what they are doing and have a structure where their thoughts can be explored. </span></p>\n<p><span>I think a lot of people are doing work that they don</span><span>’</span><span>t fundamentally back and are deeply rooted in structures of employment. Our particular model works for us, but the important thing is that we are able to change it and do it collectively. That</span><span>’</span><span>s what we would want other people to be able to do. Not to be given a model, but to have a model that they are able to define. </span></p>\n<p><span>P!: To the extent of the fact that your work is a statement about one way that architecture should work, do you feel you have a responsibility to promulgate that or increase the impact what can be done through this type of design work? </span></p>\n<p><span>AD: Everyone has a responsibility to think really hard about what architecture is doing in the world and to think deeply about what their role in what that is&#8211;about the scope of their actions. It</span><span>’</span><span>s not our responsibility in particular. We have the time and the space to think about these things and there is a responsibility in the sense that we have a platform to speak from. To date we</span><span>’</span><span>ve been a very local practice, tackling issues very directly. Now we are thinking about how to scale and share that type of learning in a useful way. </span></p>\n<p><span>P!: I appreciate you bring up the limits of what is actually possible as a result of your designs&#8211;not thinking that you can necessarily change the world with one public square. Sometimes community-based work gets a bad rap for having ambitions that are patronizing, but you are considering what aspects of community design work are legitimate and impactful. </span></p>\n<p><span>AD: I do think that there are attitudes that are endemic to the way that community-based design is talked about. There are loads of shitty attitudes around but none are intrinsic to the practice. </span></p>\n<p><span>Historically, there has also been the problem of people aligning architecture that has a social ambition with bad design. If it has social ambition it doesn</span><span>’</span><span>t matter if its wonky and built with pallets? Bullshit! If anything you have more responsibility to design better because the people are more stuck with what you</span><span>’</span><span>ve designed. They have less power to go elsewhere. </span></p>\n<p><span>I think that architecture can sometimes hide behind social ambition, ie </span><span>“</span><span>it</span><span>’</span><span>s socially useful really important that it got built so don</span><span>’</span><span>t criticize the design. But we might say, criticize it more because it matters more! </span></p>\n<p><span>On the one hand people you see people talking as if architecture can do anything, and on the other, much commercial practice appears to deny that architecture has any deep agency whatsoever. Obviously the truth is in the middle ground. Sometimes architecture is the right mode of action for loads of problems, and sometimes it&#8217;s irrelevant.</span></p>\n<p><span>JH: Sometimes in the way that our projects happen there is not enough critique of design. I worry that when you</span><span>’</span><span>re the person setting the brief, you</span><span>’</span><span>re incapable of also being the person to design it. So I wonder if Assemble should go about setting more briefs and employing other architects to do the designs so that there can be more critique to get the right design. </span></p>\n<p><span>P!: Do you feel that you can speak openly among the other collaborators? How good are you at saying </span><span>“</span><span>this isn</span><span>’</span><span>t good</span><span>”</span><span>?</span></p>\n<p><span>AD: Too good actually. Sometimes it people are a bit hard. You can end up feeling, like, this isn</span><span>’</span><span>t school; this is a real project; help me out!</span></p>\n<p><span>JH: I think when people crit more, they get better at design. But the worst thing to say to someone is </span><span>“</span><span>that</span><span>’</span><span>s not very good</span><span>”</span><span>. When someone shows you something you have to tell them what</span><span>’</span><span>s good, question what</span><span>’</span><span>s not good, and suggest something better. </span></p>\n<p><span>AD: Identify the assumptions that the design makes. </span></p>\n<p><span>JH: The WORST thing to say is something that you haven</span><span>’</span><span>t really thought about, after only looking at something for 2 minutes. </span></p>\n<p><span>AD: People are getting better. Learning how to critique is as important as learning how to design. </span></p>\n<p><span>JH: We are all the same firm, so it&#8217;s not a competition. When the projects get to a sticking point, they get handed around, which is healthy. </span></p>\n<p><span>AD: When it doesn</span><span>’</span><span>t move around, you get bad stuff. </span></p>\n<p><span>JH: You always search for complexity. I think that</span><span>’</span><span>s what makes interesting architecture. That happens through having lots of people critique it and having it pass through a lot of hands. </span></p>\n<p><span>AD: You make a decision that someone can</span><span>’</span><span>t really intuit anymore, but it</span><span>’</span><span>s still there in your project, so there are those layers of intention. </span></p>\n<p><span>JH: You always have to look for friction. If something is too simple, then it</span><span>’</span><span>s boring.</span></p>\n<p><span>AD: When something isn</span><span>’</span><span>t perfectly resolved then there is room for within it to exist in the world in different ways. When it</span><span>’</span><span>s totally resolved, you have total command over the form and the meaning of the design. When there are lots of competing ideas and it</span><span>’</span><span>s porous, then it can interact with the world in different ways and exceed what any one person might have imagined it to be. When a practice works well, all of these aspects are automatically generated.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Amica Dall"},"slug":"amica-dall","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Joe Halligan"},"slug":"joe-halligan","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Unqualified"},"meta":{"volume":"3","number":"08","publication_date":"2017-11-30"}}}}