{"title":{"rendered":"Conversation with Caitlin Baiada on the Middle School Teaching Program"},"content":{"rendered":"<p><span>CAITLIN BAIADA (M.Arch I 2018)</span></p>\n<p><span>P!: Can you start by explaining the background of the teaching program?</span></p>\n<p><span>Caitlin: The teaching program grew out of the Building Project as a way to reach out to the community and engage with both adults and children. Our first year, we taught 7</span><span>th</span><span> graders at a public school. We had lessons about site, homes, and representation, but realized that we were lacking an overarching lesson theme. The second year, we worked with 4th and 5</span><span>th</span><span> graders at a private school. The school provided a lot of physical and planning resources, but I felt like our impact was far less potent at a private school. These kids had a certain degree of privilege and already had exposure to design thinking. Even though a private school wasn’t the right fit for us, that year allowed us to test an overarching course theme, which focused on Native American storytelling. </span></p>\n<p><span>Over the past two years, I‘ve learned to track what works and what doesn’t work with different age groups and different schools. This year was more difficult logistically. The students had a shorter attention span and lower level of engagement than last year, and we had much shorter class periods. We started with the idea of democratic space in Athens. The students had already been studying Greek democratic spaces, so we engaged with something that they already knew. We look at specific architectural signifiers within the city—the Agora, the Acropolis, the Theater of Dionysus. We analyzed context, edge, circulation, and scale—trying to be as repetitive as possible with those keywords so that the students could then apply those concepts to an analysis of the New Haven Green. We took a field trip and charted activity, edges, and landscaping. We gave them the chance to redesign Wooster Square because it’s closer to their school. They did a loose collage exercise looking at activity and program as ways to make the space more democratic and full of life. </span></p>\n<p><span>This week was our last class and we learned about representation in plan and section. That was a bit of a challenge in such a compressed amount of time. I left this year feeling a bit unresolved. I’ll be more conscientious in the future about the extent to which we really need to teach students technical architectural skills. Architectural thinking doesn’t necessarily need to be limited to those very specific modes of representation. Teaching them about program and activity was more essential. In the future I’m more interested in using collage or looser forms of representation to have a more interactive discussion about concepts. A big takeaway for me is to be self-critical and analyze our own process. </span></p>\n<p><span>P!: What is the planning process like? How were you working with the students’ teachers?</span></p>\n<p><span>CB: I co-organized with Kate Fisher and Alejandro Duran (both M.Arch I, ‘19) over the summer. Our primary goal was to work in a public school and give design tools to kids that might not have access to them otherwise. One of the teachers was telling us how important it is for inner-city students to design and problem-solve. A lot of their curriculum is very top down and task based. She seemed very happy to just allow the children to be loose and creative. It’s invaluable that these students have access to creative thinking. Multiple students have said to me that they’re interested in architecture and think that it’s cool that we can change the way that we live through physical space. </span></p>\n<p><span>P!: The awareness that being an architect is a job option is often limited to students with more privileged backgrounds and educations. In that sense, this program as an effort to teach kids that architecture is something that they can do.</span></p>\n<p><span>CB: Exactly. I think even some people here in YSoA didn’t know that architecture was an option until college. Now the kids at least have some kind of understanding about how they can manipulate variables to impact a space. </span></p>\n<p><span>P!: Or even to give them an awareness of the forces that shape the built environment that they live in. </span></p>\n<p><span>CB: Right that’s the essence of it.</span></p>\n<p><span>P!: So when you started this program after Building Project, your intention was to spread community awareness of architecture in the same way that the house did?</span></p>\n<p><span>CB: I think we wanted to start the teaching program because the Building Project was so disconnected from the community that it was in. We wanted to physically get out there in the community and connect with the people that were living there.</span></p>\n<p><span>P!: Instead of being an “other” who had just come in to build this thing. </span></p>\n<p><span>CB: Our whole initiative with community outreach that year was to make ourselves known and not just make a house and leave, but to make a difference on multiple levels within the community. How does a single family home resonate within a larger context? Teaching was just one of the ways that we tried to explore that. The specific goals within the teaching program were to expose these students to architecture as a possible avenue and to make them more generally aware of their physical environment. The Building Project’s goal is also to make the community aware of different kinds of architecture. The teaching program tries to reach out and communicate those goals more clearly, instead of just building something with no dialogue about why we are doing what we are doing. I know that the Building Project last year changed to be more community-oriented in terms of its partnership with Columbus House. But there were critiques about how much good a single family house was really doing, especially when it claims to be affordable—[despite the fact that] everything is donated. </span></p>\n<p><span>P!: Do you feel like having to explain architecture and talk about design in layman’s terms to students has helped you and your design process?</span></p>\n<p><span>CB: Absolutely. To have to distill concepts to their essential building blocks and to see how an untrained mind interprets those meanings is really refreshing. Seeing how a student understands something like a plan or section helps me to explain it more clearly next time. It’s always a back and forth process. I’m no expert on teaching in any way, but I’ve come to really enjoy and appreciate it. Being able to empower other students has been gratifying. I know that Deborah started her architectural teaching career with an elementary school class and over time moved to the university level. </span></p>\n<p><span>P!: Is it important to you in the context of these public schools that are sometimes lacking resources, to always have a theme that relates to an overarching social or political topic, such as Native American history or democratic spaces?</span></p>\n<p><span>CB: I think it’s empowering for them to understand, on an idealistic level almost, that architects should dream a little bit and have ambitions to create change for the better. That’s not everybody’s ambition in architecture but that is the potential maximal power of architecture. They can be optimistic about what architecture could do. We want to engage them enough that they continue to be curious, ask questions, and think “Okay, I have this tool kit, now what can I do with it?” </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Caitlin Baiada"},"slug":"caitlin-baiada","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Unqualified"},"slug":"unqualified","meta":{"volume":"3","number":"08","bulletin":false,"publication_date":"2017-11-30"}}}}