{"title":{"rendered":"Cosmos Mystery Area"},"content":{"rendered":"<p>“Architecture has to take responsibility for its own effects. It’s magic. And I don’t mean it’s mysticism. I don’t mean it’s calling gods with mysterious chants. I mean it’s using strings to produce effects that still work after 3,000 years. . .” 1</p>\n<p>And so, more than 3,000 years after the construction of the First Temple in Jerusalem, I found myself in Rapid City, South Dakota. I didn’t expect to find myself there – most people don’t – but it turned out to be the site of a certain piece of architectural magic, the memory of which will never leave me. They call it the Cosmos Mystery Area.</p>\n<p>It had been three days since we left New Jersey, and just over a day and a half since we had seen civilization. We had yet to reach the Badlands, or even that fairly large rock with the fairly large faces carved into it. That is to say that we were in the in-between. We were headed out of Wall on I-90 when we saw a sign by the side of the road. “Open Daily,” it said. We turned off the road and disappeared into the pines.</p>\n<p>At the top of the hill, we found ourselves facing a big yellow sign. It read as follows:</p>\n<p>Story<em> of the Cosmos: The Cosmos of the Black Hills was discovered in 1952 by two college boys looking for a place to build a summer cabin. When they entered this area they experienced a slight unbalance which increased considerably upon entering the old house. The boys were interested and camped on the place while they investigated the odd phenomena. They decided that </em>here<em> was something of interest to the general public. So they began to fix the cabin to make it safe and then developed the demonstrations you are about to see.</em></p>\n<p>The cabin looked as though it had been hit by a hurricane. I would have believed them if they had told me that it was Dorothy’s house, just blown up from the Kansas prairie. An architect might have posited that inadequate soil strength had led to subsidence, or that the construction was poor, its old nails losing grip under excessive shear forces. These theories proved incomplete once inside.</p>\n<p>Standing in the corner of the room, I looked back at the rest of the tour group. While things had seemed normal enough outside, suddenly everyone stood in italics, their bodies at a 45-degree angle to the floor, sneakers bent up like little dog ears. There were other strange effects, too. Balls rolled uphill. Motion was resisted by an unseen force. People’s heights changed as they walked about the room. The Mystery Area had delivered on its promise. Gravity truly did not work here.</p>\n<p>They told us that even they couldn’t quite explain it, but floated several theories. It could be the strange earth metals deep underfoot. It might be unseen electric forces. It was perhaps even the work of supernatural beings. They did not suggest the possible involvement of aliens, a trap into which too many a good hoax has fallen. The story remained just on the edge of believability. I asked questions intently. My friends made fun of me.<br />\nOf course, gravity was working perfectly well that day. As was the illusion of its malfunction. The Mystery Area is, frankly put, a simple variation on the gravity hill or the Ames room, the essential premise being that when the horizon line is obscured, precluding us from our bearings, and the landscape is slanted, we perceive downhill to be uphill. It is an uncomplicated illusion, but the true power of the Mystery Area is not the sight of such a deception, it is the feeling of it. Standing inside that wonky house, I knew to not trust my eyes. It is much harder, however, to distrust our visceral sense of the world. If we do, there is little else we can count on. Such is the magic of the Mystery Area.</p>\n<p>Of course, by magic, I mean magic in the architectural sense. The Mystery Area pulls all the right strings at all the right times. However, because it claims to be magic in the mystical sense, it can never reveal itself to be otherwise, and so forfeits its architectural merit. This is why no drawings of the Mystery Area exist. A drawing would reveal the place to be architecture; it would admit that there are strings. Instead, it lives out its existence as architecture pretending to be mysticism. Architecture may be magical, but it is not mystical. When we pretend that it is, our buildings are no better than a roadside attraction.</p>\n<p>Then again, there is something strange about the Mystery Area. Not that it really is mystical. I won’t imply that in polite conversation. But it’s not architecture either. It isn’t merely strings. In fact, I would argue that in some way, the Mystery Area is wholly unarchitectural, in that it is beside the point to speak about how it works in the first place. It does not matter how it works because the sensation is no less unsettling when one understands the trick. And so, more than 3,000 miles away from this strange place, I still feel its magnetic pull.</p>\n<p>1 Kipnis, Jeff. “Interview.” Attention, Issue #2, “Formalisms.” 37:45.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Michael Glassman"},"slug":"michael-glassman","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Illusion, Deception"},"meta":{"volume":"4","number":"08","bulletin":false,"publication_date":"2018-11-15"}}}}