{"title":{"rendered":"Creating Meaning in Isolation"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">The last ten days at YSoA—no less the world—have been a cascade of disappointment, uncertainty, and restlessness. I can predict, with perhaps the only certainty left in these times, that more disheartening cancellations, closures, and protective measures that erode student life, and thus the very soul of YSoA, are ahead. It seems no academic traditions are safe from the sudden and steadfast threat that is the global pandemic of COVID-19.</span></p>\n<p class=\"p1\"><span class=\"s1\">Devastatingly, access to our beloved Rudolph Hall will soon be denied; Dean Berke’s school-wide message to “pack up for the year” rings painfully in our virtual ears.[3]</span><span class=\"s1\"> On WhatsApp chats and Instagram, YSoA collectively ponders the mundane: how will those currently in countries with newly closed borders move out of studio? Will our personal computers be able to handle Rhino? Some members of the Class of 2020 lament that we will never get to play badminton on the new paprika carpet. Others express dismay at the sudden realization that they may never see some of their classmates again.</span></p>\n<p class=\"p1\"><span class=\"s1\">Commencement still remains the lone holdout for salvaging what remains of the semester. But this tradition has not survived COVID-19 fears at peer institutions, suggesting that chances of graduation happening at Yale remain precarious at best.<span>[4]</span></span><span class=\"s1\"> For the master’s student who signs their email with “expected 2020,” the end of this semester, or rather lack thereof, is deeply saddening.</span></p>\n<p class=\"p1\"><span class=\"s1\">In addition to allowing myself to wallow in the collective sadness of what we no longer have as a community, I’d like to share a realization—or perhaps a re-realization—that #WFH has reminded me about architecture education: it’s unequivocally a team sport. Of course, as those who daily enjoy the social serendipity that Rudolph Hall affords,</span> <span class=\"s1\">we know this already.[5]</span><span class=\"s1\"> But COVID-19 has forced upon us a new appreciation that both the marginal and deliberate interactions interwoven throughout YSoA are, in fact, the material of our education. Despite our best attempts at self-sufficiency in studio, we simply cannot learn without one another. And while architecture pedagogy—which is, in Phil Bernstein’s words, a “tradition that’s literally centuries old”—continues to codify the myth of the individual genius through institutions like the review jury, the reality is that almost all components of architecture education are carefully and intentionally entrenched in ritual.</span></p>\n<p class=\"p1\"><span class=\"s1\">From the fortuitous inspiration gained from talking out a vague idea with a desk mate, to the ever-anticipated and widely-attended badminton finals, to the customary mid- and final-review cheese plate debrief, education at YSoA necessitates that we look to one another for not only support and inspiration but simply to bear witness—together—to the miracle that is architecture education. As students of architecture, gatherings big and small give our daily lives meaning. Without them, we risk falling into the trap of ennui, left without a fire beneath us nor the prospect of celebrating with friends and classmates after a satisfying review.</span></p>\n<p class=\"p1\"><span class=\"s1\">As we migrate all of student life—academic and otherwise—online, we must come to terms with the impossibility of an adequate translation from an education IRL to one via Zoom. We will need to consider that in order to create meaning in our online gatherings, we need to experiment with how to retain and augment the daily rituals that we have otherwise taken for granted at YSoA. These might include a 24-hour studio-wide Zoom charrette before reviews, student and faculty Thursday quarantinis [6]</span><span class=\"s1\"> (no bar-tenders required!), school-sponsored post-Zoom review cheese gatherings, online pong tournaments, a minecraft graduation ceremony,[7] </span><span class=\"s1\">among other substitutes.</span></p>\n<p class=\"p1\"><span class=\"s1\">The loss experienced by the student body in light of COVID-19 is undeniably a physical one. No amount of Zoom can make up for the elimination of physical social cohesion generated within Rudolph Hall. But online academic gathering need not be only functional or utilitarian. In fact, we need for it to be more, to fill the void in civic life created at YSoA. With all the pent-up creativity in our homes and apartments worldwide, we can replicate and even elevate the meaning that’s usually created within the bush-hammered walls of Rudolph Hall. Perhaps COVID-19 can teach us how to better create meaning in our gatherings, if not because we need each other but because this is the very stuff out of which our education is made.</span></p>\n<p class=\"p3\"><span class=\"s1\">[3] https://www.architecture.yale.edu/news/covid-19-updates<br />\n</span><span class=\"s1\">[4] https://www.nytimes.com/interactive/2020/03/17/us/wellesley-college-graduation-coronavirus.html<br />\n</span><span class=\"s1\">[5] https://yalepaprika.com/articles/health-hazards-of-ysoa<br />\n</span><span class=\"s1\">[6] https://twitter.com/hashtag/quarantini<br />\n</span><span class=\"s1\">[7] https://www.bbc.co.uk/newsround/51930728</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jen Shin"},"slug":"blanca-begert","meta":{"degree":"M.Arch II ","graduation_year":"2020"}}],"fold":{"title":{"rendered":"State of the Carpet Bulletin"},"slug":"state-of-the-carpet-bulletin-2020","meta":{"volume":"5","number":"06","bulletin":true,"publication_date":"2020-03-20"}}}}