{"title":{"rendered":"Curriculum Advisory Committee"},"content":{"rendered":"<p><strong>NICOLAS KEMPER</strong> (M. Arch &#8217;16), <strong>LARKIN MCCANN</strong> (M. Arch &#8217;18), <strong>FRANCESCA CARNEY</strong> (M.Arch &#8217;17), &amp; <strong>ISAAC SOUTHARD</strong> (M.Arch &#8217;16)</p>\n<p><span>In Latin, </span><i><span>curriculum</span></i><span> originally meant a race, or the course of a race, which we suppose would make the students the racers, would make our faculty and the administration the referees, and would make us – elected by our peers as members of the Curriculum Advisory Committee – some kind of counsels to the referee. We were then naturally disappointed to learn that our committee would not have the opportunity to render even that small service. In fact, as those who read On The Ground will know, none of the 7 student committees are ever called to meet.</span></p>\n<p><span>So we took matters into our own hands, and met anyway. We are, after all, an elected body, and that carries some sovereignty, not to mention responsibilities. Given, moreover, the impending change in administration, this seems a particularly important time to think about our curriculum.</span></p>\n<p><span>We began our efforts by issuing a school-wide survey. For an involved survey, so far the response rate has been pretty good: more than 88 students. From their responses we have identified the following areas around which to focus our counsel:</span></p>\n<p><b>Scheduling.</b><span> The easy: 86% would like a <a href=\"http://api.yalepaprika.com/lunch/\">class-free lunch hour</a>. Many asked that the school align our schedule with the rest of the university. The school can do that. The difficult: 73% say they have an unhealthy sleep schedule. 59% feel the amount of work compromises their quality of work. These are thornier issues, which raise fundamental questions about work habits, studio culture, and the balance between product and process.</span></p>\n<p><b>Politics.</b><span> There is unhappiness with a perceived political way in which our school is run. This is evident in our TA selection system, the way electives are assigned, and sometimes even studios. At the same time, many appreciate the close bonds that form between students and teachers – how do we keep the family while avoiding the nepotism?</span></p>\n<p><b>The Basics.</b><span> Students take issue with the basic required courses aimed at honing our fundamental skills with a particular ire for the visualization sequence. First year is and probably always will be very intense, but are we making the best use of all that effort?</span></p>\n<p><b>The Personal Project.</b><span> Students consistently reported frustration with a lack of control over their education. We have no thesis, only two option studios, few electives, and little time for anything extra-curricular. How do we balance the need to initiate students into the profession &#8211; exposing them to a range of different perspectives, projects, and practical knowledge &#8211; with the need to develop their own Project?</span></p>\n<p><b>The Practical.</b><span> Outside of BP there are few opportunities for hands-on engagement. We offer no advanced structures courses. There is little interaction with the engineering department. We eschew the research-based &#8216;lab&#8217; method seen at MIT and the AA altogether. Bernstein keeps telling us we are singularly business un-savvy. How can we productively engage the world?</span></p>\n<p><span>  </span><span>This semester, we hope to write something on each of the above topics, publishing them here. As you could expect, many of the respondents were free with their views and colorful with their language, and we hope to be able to publish some of them. We are not just hosting an open session for complaints, to which we know architecture students can be prone, but trying to mark some ideas &#8211; relevant here and everywhere &#8211; as to what today constitutes an education in architecture.</span></p>\n<p><span>Excellence, especially in something so complex as the curriculum, does not happen all at once, but through small and constant incremental adjustments. To make those adjustments, we need to give students raw political power in the form of seats on the real curriculum committee. The real opportunity for improvement, after all, is not the policies themselves, but the process by which they are formed. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Francesca Carney"},"slug":"francesca-carney","meta":{"degree":"M.Arch I","graduation_year":"2017"}},{"title":{"rendered":"Isaac Southard"},"slug":"isaac-southard","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Larkin McCann"},"slug":"larkin-mccann","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"(de)Natured"},"meta":{"volume":"1","number":"22","bulletin":false,"publication_date":"2016-03-28"}}}}