{"title":{"rendered":"Dancing Outdoors"},"content":{"rendered":"<p>The sights, sounds, and cultures of the UK’s current alternative festival scene have a unique heritage. They spring from a time when music, mobility, and dancing outdoors were seen as a threat to law and order by the authorities and as a point of liberation and emancipation by groups of people committed to self-organization and DIY, living. As a cultural phenomenon, it belongs to the UK’s rich tradition of free festivals and countercultural gatherings and developed as a result of the convergence of Travellers with sound systems — mobile networks of artists, musicians, and DJs such as Spiral Tribe, Exodus, Circus Warp, DiY and Bedlam. Scholars of EDM and alternative culture have defined the traveller/raver alliance as one of the most potent subcultural crossovers of recent history, paying particular attention to Glastonbury Festival’s pivotal role of importing all night raving into a festival context in the late 1980s and early 1990s.[1] A cultural hybrid emerged that embodied the libertarian-anarchist principles of Bey’s Temporary Autonomous Zone.[2] The actions of those involved and the legislation that came into force thereafter via the Criminal Justice and Public Order Act in 1994 changed the way collective dance practices were perceived; not only by the authorities, the media, and middle England but also by those involved in a culture committed to using open space opportunistically. Since those days of defiance, rebellion, and civil disobedience; gathering outdoors to dance in the fields and woodlands of the British countryside has been reconfigured. Festivals now play a central role in the UK’s cultural economy and represent an important growth industry.[3] Despite this commercialisation, countercultural festivals continue to prioritise the rural idyll as an indicator of ethical choices and believe in the idyll’s potential as a site for transformation and growth. Pastoral settings are positioned as optimal locations for the events, as they allow participants to reconnect with more “authentic” ways of living, which may lead to personal or social transformation. The alternative rural festival is configured as a space where participation is prioritised and romanticised.</p>\n<p>Although the large, rural, free parties that caused moral panic in the early 1990s are a cultural phenomenon of the past, the desire to occupy space autonomously remains. According to Bey, “the Temporary Autonomous Zone” appears not just as a historical moment but also [as] a psychospiritual state or even existential condition.” He argues that humans are driven by the need to experience autonomy in cohesive groups, as he says, “in real space/time.” While the alternative festival may not be a truly autonomous zone, it continues to provide a “geographical odorous tactile tasty physical space” for the performance of autonomy.[4] The TAZ becomes a space in which occupants can rehearse what it means to co-exist in a given location. Outdoor festival spaces that embrace the elements of chaos, openness, and uncertainty in their challenge to mainstream culture are, to adopt Massey’s phrase, “creative crucibles for the democratic sphere.”[5]</p>\n<p>The rural settings of the festivals represent a desire for geographical marginality, a desire to escape into and occupy the idealised liminal world of the forest.[6] Remote locations require commitment and effort to travel and necessitate collaboration and cooperation once in situ. Tactical escape into the countryside for social gatherings in the UK is steeped in a web of nostalgia, sentiment, history, and politics. This ongoing narrative underpins the meaning of contemporary alternative dance festivals. Additionally, emerging research on the restorative benefits of natural environments from the field of ecopsychology and the work of cultural ethnographers sheds new light on the potential significance and impact of outdoor dance experiences for effective social functioning and democratization.[7] As Mayer and Frantz argue, increased connection with nature enlarges one’s self-concept and builds feelings of “community, kinship, embeddedness, and belongingness”.[8] Experiencing positive emotions through connecting with nature can promote hedonic and eudaimonic aspects of well-being.[9] In other words, the effects are not simply immediately enjoyable and temporary but have lasting impact by offering a sense of social fulfilment for those involved. Although festivals are by definition temporary, the experience may produce effects that extend beyond the time frame of the event and into other realms.</p>\n<p>The quest for intimate connection to the natural environment and a sense of belonging in space in times of hardship and economic stress mirror retrospective accounts of rave. As Mark Harrison of Spiral Tribe puts it:</p>\n<p>&#8220;No matter how remote, how windswept, the show always went on … Our inner-selves reached out and made new connections with geographical space and geographical space reached in and made new connections with us. We were exploring another England. A synaptic landscape.&#8221;[10]</p>\n<p>Harrison’s newly aligned relationship with the landscape might be what Gieseking and Mangold call a type of “spatial imagination” through which we are able to “enact alternative ways of living”.[11] By re-making spaces and thereby altering our interactions with co-participants, new ways of understanding and representing our place in the world are required. This new spatial imagination allows an individual to conjure, enact, and realize alternatives and causes society’s relationship with the landscape to become politically and psychically charged. A reprioritization of the imagination allows the alternative festival to become a space of playful potential and social empathy. If festivals foster the enactment of imagination, they become sites of learning. Dwelling in the imaginative realm allows us to understand different ways of living and build empathy, creating relational tools that can break what is supposedly fixed and finished.</p>\n<p>The path between the imaginative realm and the concrete world in which we operate is efficacious, allowing individuals the freedom to dream how the other might become. The imaginative geographies of festival culture are rooted in historical narratives of political freedoms, opposition, and resistance as well as personal narratives of abandon, hedonism, and collective play. If nothing else, festival utopias reflect the desire for a more co-located, present way of life that is unmediated. The rural festival offers an escape from the routines of city life and provides a temporary framework for living in a way that makes participants feel more connected to their fellow human beings and the places where they encounter each other. The wider implication of this is to ask what is occurring in our cities, our homes, our indoor spaces, and our virtual worlds that prompts so many people to enact a weekend exodus? What “alternative” are these events offering and how might the model of “three days well-lived” be translated to other contexts where participation, connectivity, critique, and agency would be useful – if not urgent – processes to harness?</p>\n<ol>\n<li>Collin 1997; Rietveld 1998; Worthington 2005; St John 2009</li>\n<li>Bey, Hakim. 2003 [1985]. TAZ: The Temporary Autonomous Zone—Ontological Anarchy, Poetic Terrorism. 2nd revised edition. New York: Autonomedia.</li>\n<li>Jacobs, Emma. 2011. “Lucrative Celebration: Earning Money from Festivals”. Financial Times, 24 March.</li>\n<li>Bey, 2003. x</li>\n<li>Massey, Doreen. 2005. For Space. London: Sage, p.153</li>\n<li>O’Grady, Alice. “Alternative Playworlds: Psytrance Festivals, Deep Play and Creative Zones of Transcendence”. In The Pop Festival: History, Music, Media, Culture, George McKay ed., 149–164, London: Bloomsbury.</li>\n<li>Rosak 1992; Naess 1995; Herzog et al 2003; Hartig and Staats 2006; Kahn and Hasbach 2012</li>\n<li><a href=\"http://dx.doi.org/10.1016/j.jenvp.2004.10.001\">Mayer, Stephan F. and Cynthia M Frantz. 2004.</a> “The Connectedness to Nature Scale: A Measure of Individuals’ Feelings in Community with Nature”. Journal of Environmental Psychology, 24: 503–515.</li>\n<li><a href=\"http://dx.doi.org/10.1089/eco.2013.0008\">Wolsko, Christopher and Kreg Lindberg. 2013. “Experiencing Connection with Nature: The Matrix of Psychological Well-Being, Mindfulness, and Outdoor Recreation”. Ecopsychology, 5(2): 80–91.</a></li>\n<li><a href=\"http://waywardtales.wordpress.com/\">Harrison, Mark. 2013. Wayward Tales.</a>  (accessed 3 November 2014).</li>\n<li>Gieseking, Jen Jack and William Mangold. Cindi Katz, Setha Low, and Susan Saegert. 2014. The People, Place and Space Reader. New York; London; Routledge. 357</li>\n</ol>\n<p>This article is based on a previously published article with full citation. See: <a href=\"https://dj.dancecult.net/index.php/dancecult/article/view/650\">O’Grady, Alice. “Dancing Outdoors: DIY Ethics and Democratised Practices of Well-Being on the UK Alternative Festival Circuit” <em>Dancecult</em>. May 5, 2015.</a> Edited with permission by the author for <em>Paprika!</em> by Anna Sagström.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alice O&#8217;Grady"},"slug":"alice-ogrady","meta":{"degree":"Professor in Applied Performance, University of Leeds","graduation_year":""}}],"fold":{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"slug":"the-architectural-gaze-goes-clubbing","meta":{"volume":"5","number":"02","bulletin":false,"publication_date":"2019-09-12"}}}}