{"title":{"rendered":"Danchi Dreams"},"content":{"rendered":"<p><em>Thaddeus Lee, B.A. &#8217;17</em></p>\n<p>It is said that at the westernmost point of the largest city on earth, there is a fence that stands against the foot of a hill. Beyond that fence sits a shrine, right at the start of a forest that expands to form the horizon. Looking back within this fragile boundary, one sees an immensity of a different kind. For as far as the eastern bay, there lies a dense metropolis of skyscrapers and apartment towers surrounded by a suburbia of countless detached houses. Whether you are walking amongst salaried workers through unnamed streets or traversing through compressed subway tunnels, it is challenging to find an individual’s space or place in Tokyo.</p>\n<p>In Warabi, some 40 minutes from downtown Tokyo, an unfolded mass of concrete structures stand in defiance of an otherwise monotonous suburb. Built in 1978, Shibazono Danchi (danchi may be literally translated as ‘group-land’) stretches across 20-acres. Fifteen-storey residential blocks — some 2500 households — zig-zag to shield rare greenspace from the aggressive cityscape of Japan’s capital. Conversations are overheard in Mandarin Chinese and Korean grocery stores stand across from chain convenience stores and a row of Halal catering services operate from across the street. Today, in a city where less than 3% of the population is comprised of registered foreign residents, Shibazono is a heterotopia, a break from a homogenous Japanese milieu that makes space for growing Chinese, Korean and, to a smaller extent, South Asian populations. However, that has not always been the case for danchi.</p>\n<p>During the Japanese Economic Miracle of the 1960s to 1980s, seemingly endless economic growth created a burgeoning middle class, and along with it, a need for varied, high-quality homes. While the Japanese Housing Corporation (now Urban Renaissance Agency, or ‘UR’) had been experimenting with New Towns since the mid 1950s, the danchi model was implemented in the early 1960s, delivering mass housing with modern amenities to an entire post-war generation of Japanese urbanites. Boasting a variety of housing grades, from 1K (Room with adjoined kitchen) to 3LDK (three rooms, dining, kitchen), danchi became part of a ‘housing ladder’ that served as an indicator of socioeconomic progress. In fact, due to its high standards of construction and the privacy it afforded, these public-housing units were often preferred by middle class families over the average house and thus became the image of modern living. There was an implicit relationship between the danchi concept and the normative ‘course of life’ of postwar Japan. Sociologist Yukio Nishikawa alleges, for example, that the layout and size of mass-housing units helped determine the post-war nuclear family model and ensure its persistence through to the late 1980s. As families progressed from generation to generation, there was an appropriate unit type for their changing compositions and the expected level of income from the family’s breadwinner, the salaryman. For a good two decades, danchi essentially succeeded where Pruitt-Igoe never had the chance to.<br />\nBy the late 1970s, however, a myriad of social issues came to be associated with danchi living, ranging from anomie to an escalation of violent crimes. In fact, roughly five miles from Shibazono, the Takashimadaira Danchi in Itabashi is an example of a danchi complex notorious for its gruesome history of suicides. This faded housing dream eventually waned with the burst of Japan’s Bubble Wealth in 1989. As initially skyrocketing property prices collapsed and remained stagnant, an entire generation became stuck on the housing ladder, unable to afford the expected upgrade or to move beyond public housing. What followed was a slow retreat of the Japanese population from these danchi.</p>\n<p>Chinese migration to Japan grew in the run-up to 1989. As Japan entered its ‘lost decades’ of the 1990s and 2000s, this migration abruptly exploded. Occurring primarily through student networks, Chinese nationals began moving to Tokyo first to study, and then to work, through the 1990s. As each moved up their career path in Japan, they brought over their relatives, and person by person, family by family, this move eventually transitioned into a significant migration pattern at the turn of the century. Most of the migrants were middle to upper class, skilled and from larger cities in China, were willing to work the jobs outside of rigid Japanese employment hierarchies and traditional business conglomerates. Due to formal, and informal, restrictions on properties available for rent to foreigners, a large number of these new Chinese immigrants ended up living in danchi. Its low rent and communal qualities were a good fit for an entire community not yet accustomed to Japanese language and society. Shibazono Danchi exists as an example of one of these communities that has now firmly taken root in Tokyo.</p>\n<p>Housing ideals typically project highly specific visions of society, but as populations experience social, economic and even demographic shifts, their relevance is modulated towards different groups of people. What started as a solution to housing shortages in the United Kingdom after the Second World War, and imported into Japan as such, eventually became the embodiment of a Japanese modernity. The typology and the image of modern living that danchi projected were sufficiently elastic to be able to accommodate the aspirations of newly wealthy populations, whether that be the Japanese of the 1960s, or the new immigrants of the 1990s. An upcoming collaboration between Muji and UR to renovate Takashimadaira Danchi for young urbanites even offers a tantalizing glimpse into the future of Japanese mass housing. For now, while the danchi has long departed from the ‘Japanese dream’, it has instead become a vital part of that of new immigrants, and as Japan looks to immigration reform in the near future, this role is set to change once more.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Thaddeus Lee"},"slug":"thaddeus-lee","meta":{"degree":"B.A.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Borders"},"slug":"borders","meta":{"volume":"2","number":"02","bulletin":false,"publication_date":"2016-09-15"}}}}