{"title":{"rendered":"Davis Richardson"},"content":{"rendered":"<p>What meaning is there to be found in physical materiality, in our current digital paradigm? If material was elevated and honored through its honesty of expression during modernism, the “first digital turn” in architecture—Greg Lynn, Frank Gehry, etc.—represented a 180-degree turn by subjugating material to its formal will. While these practices sometimes stretched the possibility of what materials were thought to be capable of, they just as often fell flat, with material becoming nothing more than an afterthought (or cladding system) in the service of a desired form. How can a return to meaning in material be relevant in an era of hyper-data¹ and increasing automation without regressing to modernist tropes?<br />\nWhen we think of materials, we usually think of their physical manifestation: a carpet swatch, a clay brick, a plank of wood, a steel beam. But materials can be defined by much more than their physical properties, tectonics, structural capacity, or surface applications. Beyond using technology to better understand material properties and optimizing manufacturing processes (as has been done in recent years with mass timber), we can actually open up completely new opportunities to redefine material, in order to more accurately match our contemporary condition—a life that is represented both physically and digitally simultaneously.<br />\nDigital processes in architecture are certainly nothing new and in the last twenty years, they’ve become relatively widespread and accessible within fabrication and construction; a CNC-cut screen or facade isn’t novel anymore. But while the digital revolution in architecture has facilitated plenty of research around materials and their fabrication capacities, rarely have our definitions, sensibilities, or aesthetics of materiality itself been challenged. A new paradigm could await that broadens the definition and meaning of materiality beyond the limitations of the physical.<br />\nIn 2016, Meredith Miller published “Views from the Plastisphere: Preface to Post-Rock Architecture,” relating the 2014 discovery of “plastiglomerates”—sedimentary rocks with bits of plastic fused into them, an Anthropocene-quasi-terrazzo—to the way in which architecture blurs the boundary between “human-made” and “natural.”2 The plastiglomerates called into question if there is even such a thing as nature, pure and untouched by humans, or if the two are now so inextricably entwined that it’s impossible to separate them.<br />\nIn the same way that “human-made” and “natural” are no longer separate entities but inextricably linked, “physical” and “digital” can no longer be viewed as antonyms, but as a Venn Diagram whose overlapping area continues to slide toward concentricity. The work of T+E+A+M (Miller is represented by the “M”) invokes both questions about the flattening of “human-made” and “natural” but also of “physical” and “digital.” In projects like the Detroit Reassembly Plant, even the representation and imagery, a mix of model photography and digital drawings, encourage pause—wait, is this an image of the physical model that they’ve photoshopped a gradient background into? Or is it a digital drawing rendered to appear like a physical model? This is important, necessary even, because innocuous objects, such as rocks, bricks, milk jugs, tires, and pipe fittings—which T+E+A+M cycles through in GIF format—can be collected online or scanned at point blank to be indiscriminately used and estranged digitally.<br />\nWhen Apple introduced the TrueDepth camera system with the iPhone X, 3D-scanning everyday objects through free apps like ScandyPro became much more accessible and widespread than previous lidar and photogrammetry tools. Now we can scan those rocks, bricks, milk jugs, etc., and import them into Rhino/3DSMax/Blender/etc. to modify, scale, skew, rotate, shear, bend, mirror, and transform them in countless other ways—then re-fabricate the result through an array of technologies, from 3D printing to custom robotic fabrication.<br />\nAt what point has the object lost its “rockness” or “brickness” when it undergoes this digital process? I’d argue it never has—the brick isn’t a brick only because it has undergone physical shaping processes, such as molding and firing, instead of digital shaping processes, like scaling and rotating. We can redefine a brick—or any other material—and amplify its aesthetic properties beyond its relegation to structural systems and surface applications. Simply put, thinking about materials as a symbiosis of the physical and the digital could allow us to create strange and meaningful opportunities to challenge the status quo, both inside and outside of architecture.<br />\nThere are hundreds of strange things around us that we have simply become accustomed to seeing in a given context, at a certain scale, at a specific time. The role of the architect could be to foreground these things, from complex systems of infrastructure to humble piles of rocks. In my recent project, “Digital Rocks,” a series of neutral, seemingly apolitical rocks taken from the masonry of the original Mission San Jose church were scanned, then scaled up, morphed, smoothed, twisted, dropped into place and booleaned together to create a new gallery space in the existing convento, which is ambivalent towards the original structure, highlighting the idiosyncrasies of both old and new without privileging preconceived expectations of how the digital and physical should meet. Plastiglomerate-esque or cliff-face texture maps were applied to them, differentiating the surface depth and breaking down the smoothness and scale of the form. The goal of these transformations and textural studies is to call into question what a rock can or should be. We can use the resultant qualities—how it behaves, appears, presents itself, and what it chooses to hide—to realign our sensibilities about the world around us, encouraging us to take second glances and question everything, including the seemingly banal question of why a building looks the way it does.<br />\nArchitecture forms the way we see, shapes the way we interact, and backgrounds our interpretation of the world—no unimportant phenomenon as we approach 2020. By broadening the definition of materiality to more holistically include our digital processes and experiences, we can estrange and challenge the things we’ve grown accustomed to, whether they be bricks, or rocks, or buildings, and beyond.</p>\n<p>1. Or, beyond the buzzword of big data. Mario Carpo and Gilles Retsin have argued we are in the “Second Digital Turn” in archi-<br />\ntecture, based on the ability of searching, instead of sorting, massive amounts of discrete bits of data. See “The Second Digital Turn” by Carpo (MIT Press, 2017) and the “Discrete: Reappraising the Digital in Architecture” April 2019 Issue of Architectural Design by Retsin.</p>\n<p>2. Meredith Miller, “Views from the Plastisphere,” The Avery Review, No. 13, February 2016 https://averyreview.com/issues/13/views -from-the-plastisphere</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Davis Richardson"},"slug":"davis-richardson","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Material World"},"meta":{"volume":"5","number":"09","bulletin":false,"publication_date":"2019-12-05"}}}}