{"title":{"rendered":"Dear First Years,"},"content":{"rendered":"<p>01.14.16</p>\n<p>Accept that compromise is a necessary part of the process, save your argumentative attitude for the issues that are most important to you. For the others, it’s ok to simply take a position of indifference. ALEXANDER STAGGE</p>\n<p>Don’t work with your friends in the group phase. Work with the people you want to learn from.</p>\n<p>It’s more important to get along than to be right. There is no right. Houses are hard and weird and no one’s really done this before. So work on building a positive and inclusive group dynamic from the start and that, more than any brilliant parti will serve you well in the end.</p>\n<p>To make the most out of this unique opportunity and bizarre educational process, stay focused on what you’re passionate about. Don’t compromise your ideas to try and win the competition or please the perceived status quo. Instead, embrace the opportunity to explore, collaborate with your peers, and do something that takes most architects many years to accomplish: build. BENJI RUBENSTEIN</p>\n<p>Don’t fall into the bullshit. Take it easy, chill out, enjoy the process. The summer will be super duper fun!</p>\n<p>In the team phase, design a house you&#8217;re proud of. Don&#8217;t get caught up in trying to please the critics (who all have different opinions) or designing a house that will &#8220;win.&#8221; There are so many factors you are unaware of at play, that all you can hope to do is to present a project of which your team is proud. AVA AMIRAHMADI</p>\n<p>To the Viz 1 students: this is when it all starts coming together!</p>\n<p>You get advice and criticism thrown at you from so many directions this semester. Your classmates and teammates will be your best resource throughout, whether by helping you with a Rhino command or providing insight into clarifying your diagram. Also keep in mind that at the end of the year, you build one house that will come to belong to all of you. So if your friend, or another team has an amazing diagram, or an exciting final design, this means that the chances your class’s house will be great are that much higher. Any success belongs to all of you, so encourage each other throughout the competition and get excited by the accomplishments of your friends and classmates!</p>\n"},"meta":{"fold":{"title":{"rendered":"Building Project"},"meta":{"volume":"1","number":"16","publication_date":"2016-01-14"}}}}