{"title":{"rendered":"Deborah Berke Outlines the Yale we want"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>EQUALITY IN DESIGN</strong></p>\n<p>In her first address to Yale School of Architecture students and faculty, Dean Designate Deborah Berke outlined an ambitious agenda of “twenty-first century pluralism,” which places inclusivity and interdisciplinarity at the fore. “Pluralism is not a question of style,” she noted, “[and] the discipline and the profession are strengthened through broader engagement with the world, not threatened by it.” Berke went on to describe a future YSoA in which “…people of all racial, ethnic and socioeconomic backgrounds and genders can be successful, and go on to have an impact on architecture, the profession and on the built environment.” We applaud Berke’s vision, but we know the journey won’t be easy.</p>\n<p>YSoA lags far behind peer institutions when it comes to confronting contemporary social and political issues. While studios at Berkeley grapple with environmental conservation, we revisit classicism. While GSAPP holds lectures about inequality in the profession, we debate style. While students at the GSD work with humanitarian organizations to address the Syrian Refugee Crisis, our critics dissuade us from taking a stand.</p>\n<p>Why does our required planning class present an antiquated and whitewashed history of American cities? Why do we focus only on profit-driven real estate development? Why does our third semester require us to design a building for an institution which intends to intellectually colonize a Chinese university with a western-focused, “English-only” curriculum? Of the 42 readings assigned in Architectural Theory I, why is only one co-written by a woman? Why are all authors either American or European? Of course, it’s not because women and people from the rest of the world don’t write about architecture. It’s because we choose not to assign them, to read them, to value them. These issues stem from inherited pedagogy and it’s high time that we question them. YSoA’s great sins are ones of omission.</p>\n<p>Is our work really “great” if we ignore the prevailing social, cultural and ethical questions of our time? We’ve laid some groundwork already. The building project alone presents an as-yet-untapped opportunity to do cross-disciplinary research with the Schools of Law, Forestry, Medicine and the like. It could be part of a sustained research lab more akin to the founding principles of student-community collaboration that tackles the problems of the built environment in New Haven. Structured as an ongoing research lab, BP could enable students and faculty to experiment and explore technical innovations. Today’s YSoA is organized such that inequality, sustainability, and other global crises lie outside our purview as architects.</p>\n<p>Tomorrow’s YSoA must do better. And we must work with Dean Berke to reject architecture as a gentleman’s venture and challenge the network of power that sustains the institution of building.</p>\n"},"meta":{"fold":{"title":{"rendered":"Building Project"},"slug":"building-project","meta":{"volume":"1","number":"16","bulletin":false,"publication_date":"2016-01-14"}}}}