{"title":{"rendered":"Definitively Vague: A Conversation with Michelle Chang"},"content":{"rendered":"<p><i><span>Michelle Chang, an Assistant Professor of Architecture at the Harvard Graduate School of Design and the director of JaJa Co., focuses her architectural research and practice on the superstructures that surround meaning-transfer media. Her recent installation work has focused on the technical apparatuses around raster imagery and its social norms, while her textual work has focused on the specific definitions of </span></i><span>vagueness</span><i><span> by Nelson Goodman and Rosanna Keefe. On Wednesday, January 16, Michelle and I talked over the phone about each project, their relationship, and their larger implications for architectural and cultural norms.</span></i></p>\n<p><span>Andrew Economos Miller (AEM): I’d like to start with your research and recent writing—especially “Something Vague” in </span><i><span>Log </span></i><span>44—and ask how those relate to your design projects. It seems that there is a difference in intent between the process of making the objects and the experience of the project by the subject. Do you have a defined process for moving from research to objects?</span></p>\n<p><span>Michelle Chang (MC): The </span><i><span>Log</span></i><span> article came fairly recently. I had been thinking about it for a year or so, but the installation work that you’re referring to came before that. The genesis of the material work came from a fascination—or borderline obsession—with how certain visual structures work, but the incongruousness is because the Vague project only came about recently. There is less feedback between those two modes at the moment and I think there is a lot of potential for them to be more coincident because of the ways I am exploring fuzzy sets and fuzzy logic.</span></p>\n<p><span>AEM: So the empirical design process led to the textual research?</span></p>\n<p><span>MC: Absolutely. In coordination with the architectural background that I have—</span><i><span>Complexity and Contradiction </span></i><span>was especially infleuntial. </span><i><span>Ambiguity</span></i><span> is a word that comes up a lot in criticism and writing, and uncertainty is often viewed through a linguistic or literary lens. Why do we use </span><i><span>ambiguity</span></i><span> more than other words in those fields? That, in coordination with the research on digital media, has led me to think about vagueness recently.</span></p>\n<p><span>AEM: Is the ambiguity—in the response that someone has to it—a search for a postlinguistic, or even prelinguistic, experience of the work?</span></p>\n<p><span>MC: It’s important not to think of vagueness as prelinguistic. I understand how the common connotations of vague things can lead one to think that they’re inscrutable, but what I think is fascinating about changing ways of thinking about uncertainty—basically, vagueness for ambiguity—is to think of things that are unclear on equal terms to things that are clear. Perhaps there is this bias that inarticulateness and blurriness are inscrutable, but it’s just another kind of uncertainty. So, it’s actually pretty linguistic, just fuzzier. I would say the installation work has much more to do with visual media than textual devices and comes from my interest in the superstructures around images. In that work, I’m thinking about what comes after projective geometry or how we think about space through perspective and parallel projection, and how those conceptual and visual structures frame how we design. That’s why, to bring these two strands together, I wrote about certain people like Nelson Goodman. In his book </span><i><span>Ways of Worldmaking</span></i><span>, he makes a distinction between worlds as different representations of one thing—which is typically how we think about architectural representation, as a frame—versus actual different worlds that can be represented through different means, but that are truly different types of environments, and how those get mediated through representation or language.</span></p>\n<p><span>AEM: The relationship between image structures and the technical nature of the texts that you’re studying is interesting. The analytic philosophy of Goodman or Rosanna Keefe is rather dense and hard to get in to. . .</span></p>\n<p><span>MC: Yeah. [</span><i><span>laughs</span></i><span>]</span></p>\n<p><span>AEM: It has a disciplinary language behind it and so does the research you’re conducting on raster imagery and hyperdetailed pixel data. Do you think that there’s a necessary relationship between those two things? Did the technical nature of one lead to the other?</span></p>\n<p><span>MC: Yeah, maybe. It comes from a general way of working that I like. I’m interested in making the unclear clear conceptually. There are people that are interested in making things inarticulate and postlinguistic, but I’m less invested in that. Vagueness and pixelization—or thinking about the way images mediate data—is how I&#8217;m trying to figure out where the limits of how we think about definitions of things—like formal definitions of objects or conceptual definitions of color—become difficult. Precision is just a way of further understanding the borderline definitions of things. In the end, it’s a means of engaging with visual representation’s larger norms and culture, while vagueness’s textual definitions are a way of understanding how people outside of architecture think about meaning. Operating through specific methods is my attempt at trying to understand broader audiences. Vagueness and an understanding of how images deal with content are really good at that. I don’t know if I&#8217;ve totally figured it out yet in either case, but that&#8217;s the drive.</span></p>\n<p><span>AEM: It&#8217;s not about destroying or overcoming the structures of language, but refocusing what we spend our time discussing. Historically, architecture—since the start of the modern period or even the Renaissance—has valued clarity and honesty of meaning and, instead, you&#8217;re pushing against those edges.</span></p>\n<p><span>MC: Absolutely, and I think it&#8217;s something my generation—and probably yours—is trying to do in response to changes in our culture. Binarism is no longer how we think about anything, neither categories of people nor of things. And if that&#8217;s not the case, then what is? When Bob Somol wrote “How to Teach Green Dots” he was responding to Peter Eisenman by making design inarticulate and easy through the speech act or the performative. </span></p>\n<p><span>AEM: I see Somol as working on the opposite dialectic of Eisenman. I didn’t mean to hint at that so much as at the way a person would experience your work and have trouble describing it because of its ingrained vagueness.</span></p>\n<p><span>MC: “Green Dots” was, for me, fully about the performance, not a conceptual framework of understanding meaning. Whereas vagueness and uncertainty or complexity is absolutely conceptual. It’s also inarticulate, but it has a different focus.</span></p>\n<p><span>AEM: Then the way to move toward the Vague as a resultant is to explore the edges of how we normally classify things. Going off of that, I want to hear more about your technical process—the software based approach—and how that creates vagueness. </span></p>\n<p><span>MC: Maybe it doesn’t? Yet! I have to do another project and then maybe we can talk about it. So far, the software-based work is a way of pushing against traditional building methods. In Triptych—the curved wall project—it was important that I worked with a local builder and engaged standard ways of making a wall. That was the whole project: how those two things could be confronted. I’d say to the builder, “I want to make a curved wall,” and the way we might think about breaking down the wall is also how we might think about distorting it. We can start from a classical drawing mode or we can think about a new way that is photographic and uses raster imagery to make the formal moves. It’s important that it’s standard modes of making because it’s a local builder and the budget is pretty low. But those are the tools, means, and methods that I&#8217;m interested in.</span></p>\n<p><span>AEM: In the disjunction between the creation of images and the reality of construction, are there certain methods you’re engaging that bring the physical closer in line with the digital?</span></p>\n<p><span>MC: That disjunction is probably why I like engaging basic architectural elements like walls. There are so many new means of making a quote-unquote wall, but to engage something standard brings it back to what a broader audience might see as familiar.</span></p>\n<p><span>AEM: How would one write about the Vague project from an outsider&#8217;s perspective? As you’re working through these things empirically, how do you think people experience that and how do they write about it? In the shift to a digital paradigm, the way we talk about architecture in general has to change both in diction and structure. Is that shift happening in your writing?</span></p>\n<p><span>MC: Well, I should probably write more. If we think about engaging vagueness through writing with common sense—without knowing all the research behind it—it seems like it resists intellection. That&#8217;s where I am hoping “Something Vague” can help. The colloquial way we understand vagueness is as inscrutability, but there are precise definitions of what vagueness is. I think the easiest way to understand it is through borderline cases, where something is green-grey, greyish, or when something is smallish, or house-like, or kind of neat. All those linguistic variables—</span><i><span>kinda, sort of, -ish</span></i><span>—are words we use that frame systems of measurement and that we can be more precise about whether through writing, drawing, or imaging.</span></p>\n<p><span>AEM: The </span><i><span>sorites</span></i><span> paradox was especially helpful for me. In the same way that Rosanna Keefe gives accessible examples and defines</span><i><span> vagueness</span></i><span>, is your project a way of visualizingedge conditions? Is it through a diagrammatic method or an experiential result?</span></p>\n<p><span>MC: I think both. I did a project recently called “House with Some Neatly Arranged Rooms” that uses the research from Keefe or Lotfi Zadeh to formalize the limits of words like </span><i><span>neatly arranged</span></i><span> or </span><i><span>some</span></i><span>. If we put </span><i><span>some</span></i><span> on a graph of likelihood of a certain quantity being within the bounds of the word </span><i><span>some</span></i><span>, it might spike between four and nine before it becomes </span><i><span>one</span></i><span>, a </span><i><span>couple</span></i><span>, a </span><i><span>few</span></i><span>, or </span><i><span>many</span></i><span>. Then you layer that on top of what might be house-like as a norm, and then you layer that onto shifting boxes that are in varying degrees of “neatly arranged.” That makes a kind of diagram that might get people to think about the definition of the phrase.</span></p>\n<p><span>AEM: So, the “Neatly Arranged Rooms” and how they shuffle around is a way of visualizing words through architecture. I think this comes back to where we were with Somol and Eisenman; the old linguistic projects have their own vocabulary but you&#8217;re looking at colloquial words.</span></p>\n<p><span>MC: I think that&#8217;s a really nice way of putting it, I’m still looking at words but different words. There&#8217;s a really good example by Lotfi Zadeh called the “Parallel-Parking Problem.” In machine learning, you can’t give a car precise coordinates because it will just keep nudging back and forth forever. So fuzzy set theory—a mathematical theory for groups with loose edges—was what Zadeh called the “logic of approximate reasoning.” You kind of get in there and that&#8217;s good enough. That line of research is about application and efficacy. For architects, I think it could about that or other things. But for me, with what you just said about using different words, there has been a bias on precision in architecture and, like the parking problem, imprecision has its advantages.</span></p>\n<p><span>AEM: Is it a method for removing the jargon that we’ve accumulated from the architectural project?</span></p>\n<p><span>MC: I think we use these words all the time, especially at school. I’m at least 50 percent a professor, and we talk about these things all the time. Like, “This is kind of round but maybe it should be a little bit taller;” what do you do with that? I don&#8217;t know if it’s a dedisciplinizing or if it&#8217;s just recognizing that qualities are a huge part of architecture. You were mentioning the </span><i><span>sorites</span></i><span> paradox was useful for you; there was another one not included in the article and that was how to write about baldness. So many people have different models of baldness, but overlaying those is a way of understanding what a bald person is. </span></p>\n<p><span>AEM: As opposed to the blueness example you use—which is used to get a technical definition—baldness is a more perceptual difference. The project is about speech more than text. No one uses the word </span><i><span>some</span></i><span> or </span><i><span>kind of</span></i><span> in an essay because it has been beaten out of us.</span></p>\n<p><span>MC: It would get cut. That would be great for this broadsheet by the way, keep all of the “ums.”</span></p>\n<p><span>AEM: The interview is 7,000 words long and 5,000 of them are me saying “um.”</span></p>\n<p><span>MC: It’d be really long.</span></p>\n<p><span>AEM: The way we experience the work as image, or even as physical object is nonanalytical. I don&#8217;t mean anti-intellection, but it’s not close reading. Is that intended or is that a result of the medium of image? </span></p>\n<p><span>MC: One way to go about talking through how I think about this is that there is a vast difference in resolution between specific words, or jargon, information rich media, and what we actually experience. Thinking about the translation as something that can be made visually or physically present is very similar to the digital project’s thoughts about intricacy—how do you aestheticize information or make it real? Whereas, what I was talking about before, about systems of classifying, is not as aestheticizing as it is conceptual. I like that it gives you some freedom as to how you might manifest those ideas about architecture. It&#8217;s about how the medium can lend different understandings to how we think about things, like scale or proportion. That’s not so much a way out of the problem of resolution, but it sidesteps it a little bit because it&#8217;s a conceptual tool.</span></p>\n<p><span>AEM: How does your Vague project relate to the rest of the second wave of digital architecture? It seems to be a synthesis of a couple themes. The image structures and the application of linguistics and mathematics seem like neither-nor, it’sa third way of thinking about these things, a both-and.</span></p>\n<p><span>MC: When you say second wave, do you mean postdigital?</span></p>\n<p><span>AEM: Yeah, that word means so many things.</span></p>\n<p><span>MC: Yeah, [</span><i><span>laughs</span></i><span>] is it geometry that looks a little bit off, or. . .</span></p>\n<p><span>AEM: Yeah, is it neo-pomo, or whatever.</span></p>\n<p><span>MC: That’s a conversation in and of itself. And another part of what you were saying has to do with the more scientific way of working seeming more binary?</span></p>\n<p><span>AEM: It&#8217;s not necessarily that. In the way that we said Bob Somol was the negative dialectic of Eisenman, the second wave of digital architecture is continuing that mode of call and response with earlier projects. Your project doesn&#8217;t necessarily seem like a negative of something that has come before, instead it’s building a synthetic model.</span></p>\n<p><span>MC: I’m glad you say that, that&#8217;s what I’m hoping for.</span></p>\n<p><span>AEM: Great, its done!</span></p>\n<p><span>MC: Yeah, I’m done, no more designing [</span><i><span>laughs</span></i><span>]. To give that some context, of course I&#8217;m interested in aesthetics, but one of the things that was really influential for me, when I first started the Wortham fellowship, was reading Lorraine Daston and Peter Galison’s </span><i><span>Objectivity</span></i><span>. That book is about scientific atlases and the way we receive information. They track three different modes: truth-to-nature, objectivity, and trained judgment. Linking that to how we as architects think about media, there was a subchapter named “Structural Objectivity,” where instead of using a camera to photograph a landscape and viewing the photograph’s content as the truth, “Structural Objectivity” is moret studying what is framing that information. It&#8217;s not about the picture, it&#8217;s about the system. And ultimately, that’s what I’m obsessed with. It’s less aesthetic. I love playing with pictures and models, but I want to know how the local builder understands the language of our communication, or how computers process information through images, or how the definition of things are structured through norms. Perhaps that’s why it moves away from those two projects that you mentioned, because of its conceptual focus.</span></p>\n<p><span>AEM: Do you think that the way that you explore these specific superstructures of meaning transfer, whether it’s image or text, is a result of disciplinary norms? </span></p>\n<p><span>MC: I think it has to do with being in academia in America. In studio these are the media that we handle most. These are the media that are always there, and I think the next step, for me, is to see how this might translate into building or economies of labor. I used to work at a corporate office, and I don&#8217;t think I had the same interests at that time.</span></p>\n<p><span>AEM: Talking about the way that the vicissitudes of academia shape architecture, it seems that there has been a recent shift toward scientific approaches and a return to positivism. Is your project is applying these technical models toward antipositivist ends?</span></p>\n<p><span>MC: Yeah.</span></p>\n<p><span>AEM: Is that a reaction to these changes? </span></p>\n<p><span>MC: I think that it&#8217;s not only in architecture. This push toward STEM, science, and the interdisciplinary has a huge impact on the way we think, and that&#8217;s probably not going to go away. How to be critical of those means in order to find some room for creativity is important to me because, and I hope this comes across, I am interested in imagination and creativity within certain parameters.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Michelle Chang"},"slug":"michelle-chang","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Cite Analysis"},"meta":{"volume":"4","number":"12","publication_date":"2019-02-21"}}}}