{"title":{"rendered":"Designing Life and Work for Social Value"},"content":{"rendered":"<p>I have always been attracted to Vancouver’s attitude towards work. In Vancouver, when you meet someone for the first time and exchange pleasantries, including the mandatory “what do you do” question, folks respond by listing their hobbies, like “I go windsurfing” or “I make films.” When that same question is posed in the U.S., or at least in the east coast cities where I have spent most of my life, people first mention their job.</p>\n<p>In the past couple of months, <em>The New York Times</em> and <em>The Atlantic</em> have published articles illustrating that the college-educated have the longest average work week. Economic theory suggests that as earnings increase, there is a diminishing marginal utility for more money; as people make more money, they consume more leisure. That holds true in Europe, but leisure seems like a foreign concept in the United States. Many predict that this tendency towards overwork will lead to excessive burnout, particularly amongst the millennial generation.</p>\n<p>For-profit companies often tout that they are worker-focused because they offer free meals, on-site gym access, and shuttles to and from the office. While these perks are great, they all encourage employees to stay at the office longer and to work harder. This falls perfectly in line with Milton Friedman’s doctrine of shareholder primacy; he writes that it is the “social responsibility of business… to increase profits for itself and for its shareholders.”¹ Friedman’s philosophy has pervasively gripped the public equity markets since the 1960s, and companies’ efforts to provide perks are simply veiled attempts to increase worker outputs.</p>\n<p>Is there an antidote to Americans’ workaholism and subsequent burnout? Perhaps the solution requires a fundamental switch in our value system, one in which individuals come to cherish time away from their workplace. Alternatively, we can elect to work for companies that value their employees as people, as opposed to units of productivity. The B Impact Assessment, a set of standards developed by the Standards Advisory Council that measures a company’s social and environmental impact, already evaluates a company’s contribution to employee well-being on topics related to compensation, training, ownership, and job flexibility;² it should take the next step and encourage companies to promote sustainable work-life balances for their staff.</p>\n<p>B Lab, a nonprofit organization, administers and oversees the B Corporation Certification. Certified B Corporations are defined as striving to create benefit for all stakeholders, not just shareholders; think of a stricter version of fair trade or LEED labels, but applied to the entire company as opposed to individual products or buildings. B Lab’s mission is to create a network of companies that use “business as a force for good.” To evaluate a firm’s candidacy to become a Certified B Corp, applicants must score at least an 80 on the third-party audited B Impact Assessment, which covers six major themes: governance, workers, community, customers, the environment, and an industry-specific impact business model.<br />\nIf B Lab’s goal is to create the gold standard for measuring the sustainability of a for-profit company, it should support efforts to shorten work weeks and include such criteria in the B Impact Assessment. Companies tend to either enact policies that meet minimum compliance requirements, or improve their practices within the boundaries of explicit standards. Since many B Corps pursue the certification for marketing purposes, giving a point value to shorter work weeks will allow companies to benchmark themselves against their peers. Because why would I do something unless I can one-up my peers?</p>\n<p>In one of my recent classes, two of my fellow students debated which work-based incentives were necessary to encourage employees to drop everything while spending time with their families in order to respond to a client request. Although they claimed that this could make companies more client-centric, they were essentially deliberating about the best way to disrupt their workers’ already limited non-work lives even further. I hope that one day we will instead be arguing about what companies need to do to prevent such inclinations. If we don’t, what is the purpose of working hard and making a competitive salary if you don’t have time to spend it? Hopefully one day, when we’re inevitably asked “what we do”, we can define ourselves by more than just our careers.</p>\n<p>1 Milton Friedman and Rose D. Friedman. <em>Capitalism and Freedom</em>. Chicago: University of Chicago Press, 1962.<br />\n2 B Lab. <em>Impact Areas: Governance, Workers, Community, Environment and Customers</em>. Visited 2/26/19. https://b-lab.uservoice.com/knowledgebase/articles/864318-impact-areas-governance-workers-community-envi</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Max Storto"},"slug":"max-storto","meta":{"degree":"M.B.A.","graduation_year":"2020"}}],"fold":{"title":{"rendered":"The Value of Design"},"meta":{"volume":"4","number":"14","bulletin":false,"publication_date":"2019-03-28"}}}}