{"title":{"rendered":"Designing for Death"},"content":{"rendered":"<p>WINSTON YUEN (M. ARCH I, &#8217;19)</p>\n<p><em><span>Winston studied biomedical science at University of Calgary, completing a thesis on drug synergies between blood cancer therapies. He is now interested in architecture and its relationship to health.</span></em></p>\n<p><span>Designers have made valiant strides towards designing for the dead. Eisenman’s Memorial to the Murdered Jews of Europe elicits strong visceral reactions when one realizes the immensity of the monoliths. Similarly, the 9/11 Memorial’s two voids of the World Trade Center provoke the sublimity of past events. While these monuments can help communicate and console those affected by tragedy, it strikes me that architects are not amply prepared to design for the </span><i><span>process</span></i><span> of death.</span></p>\n<p><span>The hospital can be an extremely dehumanizing environment, as if a machine for manufacturing health. This is due in part to the idea that for modern medicine, death is not a human process, but represents all its failures. When I was with my grandmother at her deathbed, the negative experience was greatly exacerbated by the built environment. A room with two other patients, a noisy ward, bleak yellow walls with bad art—all felt highly inappropriate for the situation. My family requested that she be transferred to a single patient room, where she died shortly after. Later in the day, her body disappeared, shipped to some labyrinthine corner of the hospital’s basement to be chemically embalmed, only to reappear a few days later with new clothes, lying still in a casket. </span></p>\n<p><span>Dying was not always relegated to the task of doctors. But as modern medicine and sanitation increased life expectancies, dying in the home with family was displaced by dying in hospitals with doctors. With the bulk of baby boomers approaching old age, it is certain that we will continue to see increases in chronic aging-associated diseases such as cancer, and an impending health crisis. The onus is partially on us as architects to design better spaces for dying, but also for us to engage in the larger interdisciplinary conversation about how to think about death.</span></p>\n<p><span>In the past ten years, a philosophy of healthcare that enables well-being, rather than ensuring survival, has emerged. These ideas have been popularized by Dr. Atul Gawande’s </span><i><span>Being Mortal. </span></i><span>In this book he addresses different types of senior living—from multigenerational housing to nursing homes. Religious consolations of death are also not without their place in end of life care. In her book </span><i><span>Dying in the Twenty-First Century </span></i><span>Dr. Lydia Dugdale touched on </span><i><span>Ars moriendi</span></i><span> (</span><i><span>art of dying</span></i><span>)</span><i><span>, </span></i><span>a response by the Church to aid victims of the Bubonic Plague by re-affirming belief and providing consolation in preparation for death. Architects are also challenging the typology of the hospital as an adequate space for dying. With the death of his wife in 1995, Charles Jencks co-founded the Maggie Centers, a series of cancer hospices across the UK designed by architects such as Frank Gehry and Zaha Hadid that are meant to complement the existing healthcare system. Their motto, “</span><i><span>People with cancer need places like these,” </span></i><span>speaks to the dignified, solitary spaces designed for recovery and reconciliation for those experiencing the challenges of cancer.</span></p>\n<p><span>Paradoxically, modern medicine has led us to live longer, but has also led us to endure less dignified deaths. Perhaps the time is ripe for architects to engage in designing a more dignified way of dying. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Winston Yuen"},"slug":"winston-yuen","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Parallel [Design] Approaches"},"meta":{"volume":"3","number":"14","publication_date":"2018-02-21"}}}}