{"title":{"rendered":"Desk Crits: Architectural Education, Licensure and the A.R.E. 5.0"},"content":{"rendered":"<p><em>Desk Crits: The Insider’s Guide to the A.R.E. 5.0 includes everything you wish you knew about the tests. It features exam outlines, study sheets and general tips and tricks to help you pass all six exams.</em></p>\n<p><em>The founders of Desk Crits are YSOA Alumni Tess McNamara (M.Arch &amp; M.E.M. 2018), an environmental designer at Atelier Ten, and Sam Zeif (M.Arch 2018), an architectural designer at Herzog and de Meuron in NYC.</em></p>\n<p><strong>Scott Simpson</strong> From the website, Desk Crits looks like an amazing project. What would you say is its mission?</p>\n<p><strong>Tess McNamara</strong> The mission is largely that the A.R.E. is terrible, and we think it shouldn’t have to be. NCARB has recently redone the tests and they’re a black box. Figuring out what’s on the exams is more than half the battle. We struggled through all six, but somehow managed to pass six in a row. Once we had time to regroup and figure out what just happened&#8230;</p>\n<p><strong>Sam Zeif</strong> We decided we wanted to do it again.</p>\n<p><strong>TM</strong> Yeah. [Laughs] We realized that we had collected a lot of valuable information that would be helpful for other people. We found that existing exam guides completely misrepresented what was actually on the tests. We were knee-deep in NCARB forums just trying to figure out the specific topics covered on the exams! We spent almost as much time gathering information as we did studying. With Desk Crits, we’re trying to cut out that first part of the process.</p>\n<p><strong>SZ</strong> The book is in three chapters. The first is a general introduction that includes FAQ for the A.R.E. What order should you take tests? How should you budget your study time? What should you eat/drink/wear on test day?</p>\n<p><strong>TM</strong> [Laughs] Don’t drink too much water before you sit for five hours. We both made that mistake.</p>\n<p><strong>SZ</strong> The second chapter consists of outlines for each of the six tests. This includes a topic list and the precise pages we recommend reading from external resources to cover the required content. The third chapter consists of 27 study sheets. This is a polished and illustrated version of the notes we accumulated along the way—Tess writes A+ notes—curated to include the baseline material we feel you must know. This is a solid foundation to supplement the primary and secondary resources that are admittedly more in-depth, but easy to get lost in. Think Spark Notes.</p>\n<p><strong>SS</strong> What resources did you end up consulting? There are a few companies that do publish guides. Did you end up purchasing any of them? It’s crazy that this is something every architect has to go through and there is a veil around it like it’s supposed to be a huge secret. But it’s the final and most critical step to becoming an architect.</p>\n<p><strong>SZ</strong> Yeah, we did use those resources. There are a few major ones and we actually reference all of them in our book. A few of them claim they’re a one-stop shop. They’re not. You need something that’s a road map between these various resources so that you don’t end up reading 600 pages of Ballast (author of the A.R.E. 5 Review Manual) and wasting your time.<br />\nSS I want to ask you about the role that licensure plays today. How does this process overlap with the issues that architecture faces in terms of diversity and access to the profession? Does it provide a common language for design professionals or is it something exclusionary? Should it exist?</p>\n<p><strong>SZ</strong> There are tons of barriers to entry in architecture, but I wouldn’t have mentioned licensure as one of them. The bigger problem is the exorbitant amount of money needed for graduate school and the unfortunate reality that this doesn’t translate into a salary that can catch up with your debt on the other side. Licensure should be a way to recover some of this debt. It should definitely be much cheaper, more intertwined with school, and more transparent, but it shouldn’t disappear.</p>\n<p><strong>TM</strong> If you’re living in New York on an entry level architecture salary and your firm is not paying for your exams, it’s difficult to shell out the $1,500-ish required to take all the tests—and that’s just if you pass them all the first time. I was lucky that my firm paid for my exams, and actually paid for my licensure fees. You have to ask about this in your job interviews. I was surprised by how many firms don’t pay for exams.</p>\n<p>To answer your question about a common language, I do think that licensure creates one. As an environmental consultant, I work directly with other architects every day. The fact that I’m a licensed architect gives design teams an immediate understanding of my background, and communicates the depth of my knowledge. I think the same applies if you’re an architect dealing with consultants.</p>\n<p><strong>SS</strong> Do you feel you approach practice differently after licensure?</p>\n<p><strong>TM</strong> There are two exams that test you on how to run a practice and how to run a project (PcM and PjM). They cover firm financials, budgeting, work plans, things like that. I found these really interesting. They made me think differently about how my time was budgeted between phases of projects, and helped me understand how my firm sets their fees. For the last few exams, you need to have command over the International Building Code and the ADA.That’s important in practice as you draw wall types, bathroom elevations, or even handrail details.</p>\n<p><strong>SZ</strong> Coming off the heels of Yale’s Advanced Studios, it is a huge comedown to spend your Sundays learning about push and pull door clearances, but I think it’s healthy. Graduate school is a luxury, and it’s really not what practicing architecture is like on a daily basis. In a way, the experience of studying for these tests is more true to the profession.</p>\n<p><strong>SS</strong> Relating your experience of creating this resource to your experience in academia, do you feel school should be more tailored to these tests?</p>\n<p><strong>TM</strong> We talk about this a lot. The truth of the matter is that architecture school is so fun. You’re thinking about these amazing ideas that are critically engrossing, and you’re making amazing visuals to communicate those ideas. The classes that cover exam content are the classes no one wants to spend time on: Environmental Design, Professional Practice, Systems Integration, etc. I think a happy medium would be to take A.R.E. exams during school. For example, if your Professional Practice final were your “Project Management” and “Practice Management” A.R.E. exams&#8230;</p>\n<p><strong>SZ</strong> Definitely. The fact that you can’t start taking your exams until you’re done with school creates an artificial divide. It reinforces the idea that what you’re learning in school is not professional experience.</p>\n<p><strong>SS</strong> Do you feel like you’d ever want to expand on the Desk Crits project?</p>\n<p><strong>SZ</strong> I think for the time being, we’re trying to expand this product’s reach, rather than the number of products we have. We just made this to help our peers and to push back on the fact that this information is so hard to come by. We would still rather be architects than test-prep professionals!</p>\n<p>&nbsp;</p>\n<p><em>You can check out Desk Crits at <a href=\"http://deskcrits.com\">deskcrits.com</a> or @desk_crits on Instagram</em></p>\n<p><em>YSOA students get 20% off with code RUDOLPH20 </em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Scott Simpson"},"slug":"scott-simpson","meta":{"degree":"M.Arch I","graduation_year":"2021"}},{"title":{"rendered":"Tess McNamara"},"slug":"tess-mcnamara","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Sam Zeif"},"slug":"sam-zeif","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Design Education"},"slug":"design-education","meta":{"volume":"5","number":"11","bulletin":false,"publication_date":"2020-01-09"}}}}