{"title":{"rendered":"Destroyed, Struck, Supressed"},"content":{"rendered":"<p><span>11.12.2015</span></p>\n<p><span><strong>NICOLAS KEMPER</strong> (<em>M.Arch I &#8217;16</em>)</span></p>\n<p><span>In </span><i><span>Subtraction</span></i><span>, Keller Easterling argues that destruction is as important as creation – that it should receive the same scrutiny we afford design. Last week (11/1-7) the American led coalition conducted 186 airstrikes in Iraq (130) and Syria (56), in which it destroyed, struck or suppressed 153 fighting positions, 86 tactical units, 26 buildings, 21 heavy machine guns, 19 vehicles, 14 staging areas, 13 weapons caches, 10 cranes, 8 bunkers, 8 structures, 8 rigs, 6 assembly areas, 6 excavators, 5 command and control nodes, 5 mortar positions, 5 crude oil collection points, 5 mortar systems, 5 headquarters, 4 weapons storage areas, 4 trenches, 3 front end loaders and 41 other distinct targets, ranging from two tunnel systems to a pump truck, motorcycle, and a bed-down location. They are the latest installment of a campaign that has stretched to 5100 airstrikes in Iraq and 2700 in Syria. They are documented with a rigorous opacity in a daily public bulletin put out by the Defense Department.  Each target is invariably “destroyed,” “struck,” or “suppressed.” Either to project narrative progress or encourage confusion, the bulletin has no consistent subject line: one day it is &#8220;Military airstrikes Target ISIL Terrorists&#8230;&#8221; the next &#8220;Airstrikes Continue Against ISIL Targets&#8230;&#8221; and then Airstrikes normalizes to Strikes as, &#8220;Military Strikes Continue&#8230;&#8221; Like our design bulletin, Arch-Daily, this daily report of destruction is still object oriented – however, it includes no images. And humans, be they casualties or heroes, are rarely mentioned, never tallied.</span></p>\n<p><span>A typical airstrike costs anywhere from $50,000 to $1 million, and the overall campaign – launched last year – is projected to cost more than $10 billion, or about half the projected cost of Hudson Yards (though both projects will probably be completed behind schedule and over budget). Unlike the air campaigns of the Second World War or Vietnam, these strikes are uncannily accurate and calibrated, often (though not always) leaving adjacent but untargeted structures untouched. Yet there is nothing particularly precise about what they are – overall – supposed to accomplish: the bulletin explains they are part of an effort to “effectively degrade” – not defeat – the Islamic State in the Levant (ISIL). There is little clear concept as to who or what is to replace them. This lethal indecision feeds a perception that it is open season in the Middle East, that when territorial sovereignty is in doubt, bombs from above are an acceptable policy tool. In February Egypt bombed Libya. Last March a Saudi led coalition began an interminable air campaign in Yemen. Russia – citing the same vague reasons the United States does –began its own airstrikes in Syria at the end of September, launching more than 80 in the first two weeks. Many have condemned, but no one has stopped Assad’s ongoing use of barrel bombs against civilians since 2012.</span></p>\n<p><span>In an ugly past, when powerful parties had their way with weaker ones, construction came on the heel of conquest, design followed, implicit with destruction. Shamed and stung by the legacies of imperialism, today our armies come with no architects &#8211; at least none from arch-daily. The architectural profession sits estranged from the military. And the destruction continues just background noise, for those funding them now: a new normal. </span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"The New Normal"},"meta":{"volume":"1","number":"08","publication_date":"2015-11-12"}}}}