{"title":{"rendered":"Dinner with Designers"},"content":{"rendered":"<p>DINNER WITH DESIGNERS is a dinner party series and podcast that presents the stories of influential designers from around the world through a conversation that takes place in the designer’s home.</p>\n<p>The dinners are organized by YSoA Alumni Madelynn Ringo (2016) (one of the original founders of <em>Paprika!</em>) and a team of peers including Erik Freer from the Yale School of Art (2017) (one of the original graphic designers for <em>Paprika!</em>).</p>\n<p>Once a month, a group of 10 guests of varying backgrounds come together at a designer’s home for food, drink, and conversation. On November 10th, they are making their first road trip out of NYC to have a dinner with YSoA alumni Tal Schori (2009) and Rustam Mehta (2007) of GRT Architects at the copper-clad “Spaceship” Condominium, designed by Wilfred Armster in Guilford, CT. You can follow the conversation on Instagram @dinnerwithdesigners, sign up for the newsletter, and reserve seats for future dinners via Eventbrite.</p>\n<p>“The project began about eight months after graduation when my classmates and I realized how much we missed having a platform for discussion, and how curious we were to learn from our mentors. We had questions and frustrations as we tried to navigate the hurdles of our professional roles. We wanted to ask questions like “What is it like to teach and try to open your own office at the same time?” The dinners offer an open conversation platform to young designers at the beginning of their careers with a designer who can offer inspiration and advice. We meet new people in an intimate and memorable setting. But perhaps the most fun part is the opportunity to have a sneak peek inside another designer’s home and experience a more personal side, something we don’t often experience in professional or academic settings.”<br />\n&#8211; Madelynn Ringo</p>\n<p>Past Dinners:<br />\nSoirée 01 &#8211; Mark Gage, Yale Professor and Alumni.<br />\nSoirée 02 &#8211; Anthony Vidler, Yale Professor.<br />\nSoirée 03 &#8211; Jerome W Haferd and K Brandt Knapp, YSoA Alumni.<br />\nSoirée 04 &#8211; Adam Frampton &amp; Karolina Czeczek &#8211; ONLY IF, Columbia +YSOA Alumni.<br />\nSoirée 05 &#8211; Keller Easterling, Yale Professor.<br />\nSoirée 06 &#8211; Wendy Evans Joseph, Harvard Alumni.<br />\nSoirée 07 &#8211; Sarah Oppenheimer, Yale School of Art Alumni.<br />\nSoirée 08 &#8211; Archie Lee Coates, Virginia Tech Alumni.<br />\nSoirée 09 &#8211; Martha Schwartz, Landscape Architect, Harvard Alumni.</p>\n<p>Upcoming Dinners:<br />\nSoirée 10 &#8211; Ken Smith, Harvard, November 4.<br />\nSoirée 11 &#8211; Tal Schori and Rustam Mehta &#8211; GRT Architects, YSoA Alumni, November 10.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Madelynn Ringo"},"slug":"madelynn-ringo","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"&#8220;Vernacular&#8221;"},"meta":{"volume":"04","number":"06","bulletin":false,"publication_date":"2018-11-01"}}}}