{"title":{"rendered":"Disciplinary Borders"},"content":{"rendered":"<p>MENGI LI (M.Arch I &#8217;19)</p>\n<p><span>From: Mengi Li</span></p>\n<p><span>To: </span><span><span>XXXXXXXXXXXXXXXXX</span><span>, </span><span>XXXXXXXXXXXXXXXXX</span><span>, </span><span>XXXXXXXXXXXXXXXXX</span><span>, </span><span>XXXXXXXXXXXXXXXXX</span><span>, </span><span>XXXXXXXXXXXXXXXXX</span><span>, </span><span>XXXXXXXXXXXXXXXXX</span><span>, </span><span>XXXXXXXXXXXXXXXXX</span></span></p>\n<p><span>Subject: Paprika Questionnaire</span></p>\n<p>&nbsp;</p>\n<p><span>Hey Guys, </span></p>\n<p><span>I have been approached by an architecture PhD student, Aaron who is working on the next issue of Paprika! (which is a fully student run and funded publication at the architecture school). This print will focus on the borders of the discipline of architecture. We are interested to hear your voices as you have a fresh eye to it and are in touch with the happenings of the larger campus. </span></p>\n<p><span>This is completely voluntary but your input would be a huge help! </span></p>\n<p><span>Below are some questions, if possible please answer one or all in an email to me.</span></p>\n<p><span>Questions:</span></p>\n<ol>\n<li><i><span> Do you feel that there </span></i><i><span>are </span></i><i><span>barriers to engaging with the discipline of architecture? If so, what are these barrier</span></i><i><span>s</span></i><i><span> and how are they maintained?</span></i></li>\n<li><i><span> What has made you interested in taking an architecture course? Conversely, what has made you not want to take an architecture course, either before or after this current course?</span></i></li>\n<li><i><span> Do you feel that everyone can participate in the discipline/discussion of architecture? If so, what makes the discipline accessible? If not, what makes it inaccessible?</span></i></li>\n<li><i><span> Did you know architects or architecture students before taking this course? How did that impact what you thought about architecture and architecture courses?</span></i></li>\n<li><i><span> What was your general impression of the openness of the school of architecture before starting this course? What supported those impressions?</span></i></li>\n<li><i><span> Do you feel like architecture is inclusive or exclusive of people/ways of working and thinking from other disciplines? What have you experienced so far that has led to that conclusion?</span></i></li>\n</ol>\n<p><span>Best,</span></p>\n<p><span>Mengi</span></p>\n<p>&nbsp;</p>\n<p><span>From: </span><span>XXXXXXXXXXXXXXXXX</span></p>\n<p><span>To: Mengi Li</span></p>\n<p><span>Subject: Re: Paprika Questionnaire</span></p>\n<p><span>I do think that there are barriers that stop people from engaging with </span><span>a</span><span>rchitecture here at Yale. The biggest barrier is primarily financial and due to the fact that the </span><span>a</span><span>rchitecture school does not fund all student projects. In this semester alone, I have spent more than $150 on materials for architecture assignments and</span><span>, despite my searching, I </span><span>have heard no mention of reimbursement opportunities. I think the fact that it is so costly to be involved in the </span><span>a</span><span>rchitecture course sequence (especially the first semester</span><span>,</span><span> which is completely unfunded) discourages many poorer students from entering the major.  </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"meta":{"volume":"3","number":"17","publication_date":"2018-04-05"}}}}