{"title":{"rendered":"Disclaimer"},"content":{"rendered":"<p>01.21.2016</p>\n<p>Food is the new now. At least that is the broadly constructed message advanced by Log’s 34th issue (Spring 2015) which investigated many facets in today’s food culture. Indeed, food culture permeates our entire existence as the culinary profession, together with architecture, stand —the only two fine arts whose medium is inescapable. Food and architecture constitute the ultimate both/and duality: both a necessity and a pleasure.  The ways in which we relate to and experience food have profoundly changed: from the way we purchase it, to the manner we consume it, to how we share our experiences with and around it. Farm-to-table, organic, gluten-free, sustainably farmed, foraged —these terms are all too resonant in the current cultural consciousness, where foodscapes and the chefs who lead them become ever more prominent in our lives. Today, we are more knowledgeable about what we eat and how we consume it.</p>\n<p>Over forty years ago, a generation of architects drew inspiration from Denise Scott-Brown and Robert Venturi’s challenge to examine not only the heroic and original, but also the ugly and ordinary. We took this challenge as an invitation to further Log’s exploration of food and architecture’s intersection; to look not at the prestigious dinner clubs of artists, molecular gastronomy, and our changing diets, but instead examine the spatial products resulting from the consumption of food. The often unnoticed infrastructure that keeps us fed is purposefully obfuscated but not altogether invisible. Issues around food policy don’t just affect our physical landscapes but also our political environment. Nine days from today the presidential race will begin in Iowa, where votes are largely earned on promises to maintain the corn industry, whose products range from food, to polymers, to fuel. In a planet that provides sustenance for seven billion humans, the spaces of food blanket both urban and rural landscapes. If food is the new now let us examine the spatial products of food, as they exist now.</p>\n<p>This issue is a dainty window into the spaces of food infrastructure, by no means complete either its breadth or its scope. Instead, we hope this selection of articles encourages you to contemplate food in a more holistic manner. We hope it brings about the realization that the spatial consequences of your daily choices don’t just stop the moment you put your pencil down and leave your studio desk, but extend into the dinner table, or, in this school’s preference, the take-out plate. Lastly, we hope this issue validates the study of such spaces as the subject of architectural discourse and contemplation. Because, to study the ugly and ordinary, the vernacular, is to examine the entire world around us, not just the one currently bound in the box deemed architecturally appropriate.</p>\n<p>911878936 (B.A. 2016)</p>\n<p>and 911697564 (B.A. 2016)</p>\n"},"meta":{"fold":{"title":{"rendered":"Food"},"meta":{"volume":"1","number":"17","publication_date":"2016-01-21"}}}}