{"title":{"rendered":"Dispatch from the GSD"},"content":{"rendered":"<p>AMIR KARIMPOUR (M.Arch ‘15)</p>\n<p><span>Farshid Moussavi taught her studio – arguably the most popular studio at the GSD this term – the same way she approaches a commission: establish mastery through a dense book (hers focus on the function of ornament, form and most recently, style) and then use precedent and typology to eat the project up. After the students spent half the term making their 300 page book on spaces and tectonics related to education (the project is a high school in Palo Alto), they made pretty models that resolve the problem neatly. It is a very well rounded studio, and that, ladies and gentlemen, is precisely the problem: there is nothing at stake architecturally, nothing to make the students feel as if they are diving into the deep dark pits of the architectural unknown – it is a nice safe studio, where the homework is done, the models are clean, the spaces effective, nothing that disturbs the fabric of the discourse.</span></p>\n<p><span>Unlike the GSD, I found that in virtually every studio at Yale – whether it be Krier, Eisenman, or even Diaz Alonso, there is always something at stake. These studios are not “well rounded.” Every professor puts his/her architectural vision on the line for the students to push for or against, and push they </span><b>certainly</b><span> do. When I took the Diaz Alonso studio, we spent the entire time questioning the value of architectural form today, pushing the limits of what can be done formally and diving into the unknown of architectural form making, using every digital tool available. There was no research, no drawings and no models, every ounce of energy was dedicated to this single agenda.</span></p>\n<p><span>The value of a studio is ultimately up to the student, but if you were to take a Yale student and put them into a Farshid studio, odds are they will not play by the rules, and Moussavi would like it. Why? Because both the student and the professor learn the most when the student takes on responsibility for adding to the discourse, not just playing safe under the divine name of some world renowned critic.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Amir Karimpour"},"slug":"amir-karimpour","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"title":{"rendered":"What Are You Doing?"},"slug":"what-are-you-doing","meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}