{"title":{"rendered":"Dissent and Let Simmer"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">São Paulo wears its people’s dissent on its buildings. As a reflection of this, University of São Paulo’s </span><span class=\"s2\">Faculty for Architecture and Ur</span><span class=\"s1\">banism (</span><span class=\"s3\">FAU-USP</span><span class=\"s1\">), designed by </span><span class=\"s4\">Vilanova Artigas, carries generations </span><span class=\"s1\">of student graffiti on its bare concrete walls. The stark roof volume works like a blinder between the school and its surrounding context. And yet, the school’s central atrium feels closer to the rest of the city than its surroundings—the enclave </span><span class=\"s5\">formed by the university’s campus—</span><span class=\"s1\">thanks in part to its free-flowing plan but also to the candid contri</span><span class=\"s2\">butions in ink, paint, and paste-<br />\nup decorating its halls. Several of the messages display the locally grown pixação style of tagging, a </span><span class=\"s1\">script developed specifically with the aims of confronting the ugliness in Brazil’s structural violence.<sup>1 </sup>The building pays this attitude in kind through its coarsely executed board-formed walls, laying bare the construction capabilities of São Paulo’s undertrained and underpaid work force.<sup>2</sup> Artigas brandishes the coarseness of the building’s architecture as a frank admission of the heights of wealth accumulated only for Brazil’s elite and not for its popular workforce. </span></p>\n<p class=\"p2\"><span class=\"s2\">The building’s formal layout stages a democratic organization for the institution’s activities. </span><span class=\"s1\">Despite the severity of the building’s floating facade, its entryway slips into the building free of any bounded enclosure, leading into a plaza-like atrium around which the rest of the spaces gather. Even within the building, the interior </span><span class=\"s5\">programming largely remains open </span><span class=\"s1\">to one another, delineated only by distances, elevational changes, or partial height walls; the few exceptions being the glazed library </span><span class=\"s5\">and administrative spaces that face</span><span class=\"s1\"> directly onto the atrium. Artigas notes that the gentle ramps </span>circu<span class=\"s5\">lating up through the building were designed so as to make the building </span><span class=\"s1\">feel as if it were one continuous floor, emphasizing the unity of the<br />\n</span><span class=\"s2\">spaces within.<sup>3</sup> The resulting </span><span class=\"s1\">breezeway carries currents of political baggage in with the wind, depositing the grounded realities students live through along with the work accumulating at their desks. Artigas’ stance expressed </span><span class=\"s5\">through the building is one of shel</span><span class=\"s1\">tered engagement, responding<br />\n</span>to the very real threats of violence <span class=\"s1\">from a repressive regime. The frankness of the building’s walls invite a similar frankness in the </span><span class=\"s4\">various scrawlings, political or oth</span><span class=\"s1\">erwise, deposited by the students. The exposition of generations of restless slogans construct a long </span><span class=\"s4\">memory of dissent, simmering until </span><span class=\"s1\">boiling over during boisterous political demonstrations that fill the open atrium.<sup>4</sup></span></p>\n<p class=\"p2\"><span class=\"s1\">The FAU makes no illusions about the conditions which grant its existence. The democratic social arrangement formed by its huddled programming necessarily relies on a thick shell. It is a de</span><span class=\"s5\">mocracy culled from its context and </span>cultivated in secret. Rather than <span class=\"s2\">a Modernity achieved, the build</span>ing’s structural poetics evoke an immanent precar<span class=\"s1\">ity for the building’s destiny. Its gruff enshrouding details remind the building’s users that its subversive and emancipa</span>tory potential remains provisional, <span class=\"s5\">conditional to the active cultivation </span><span class=\"s2\">of such a dreamed future. The </span><span class=\"s5\">building embodies Artigas’ own po</span><span class=\"s1\">litics. Shortly after the military coup in 1964, Artigas was arrested<br />\n</span><span class=\"s5\">for communist affiliations. He would </span><span class=\"s1\">be cleared of charges but would pursue a practice in building institutions for the military regime, the </span><span class=\"s5\">building for FAU-USP being one of </span><span class=\"s1\">them. Such contradictions lie at the heart of questions he asked of himself and the discipline. In response to his students’ growing militancy, </span><span class=\"s2\">he asked, “how can we make a revolution, without the… artistic </span><span class=\"s1\">vision needed of the world?”<sup>5</sup> Despite its contradictions, the school, with its collected writings on the walls, stands to make its case.</span></p>\n<p>&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">[1]</span> <span class=\"s1\">The recent <i>Paprika!</i> Vol. 5, Issue 14 featured Pixação type, stating, “while graffiti writers in the United States ‘paint’ or ‘tag’, Pichadores ‘crush’ and ‘destroy.’”<br />\n</span>[2] Williams, Richard. <span class=\"s1\">“</span>Brazil’s Brutalism: Past and Future Decay at <span class=\"s2\">the FAU-USP” in <i>Neo-avant-garde and Postmodern: Postwar Architecture in Britain and Beyond</i> (New Haven, Yale University Press, 2011), 103–122.<br />\n</span><span class=\"s1\">[3] Ibid. 112.<br />\n</span><span class=\"s1\">[4] See José Moscardi’s 1969 photograph of a student demonstration inside<br />\nFAU-USP’s central hall. https://buellcenter.columbia.edu/drupal/web/sites/default/files/inline-images/tumblr_or32bzxZEo1s4dtcjo1_540.jpg<br />\n</span><span class=\"s1\">[5] León, Ana María. “Designing Dissent” in <i>Architecture and the<br />\nParadox of Dissidence</i> (London, Routledge, 2014), 83.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Deo Deiparine"},"slug":"deo-deiparine","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"A Dash of ______"},"slug":"a-dash-of-______","meta":{"volume":"5","number":"19","bulletin":false,"publication_date":"2020-04-23"}}}}