{"title":{"rendered":"Distance from Eight to Ten: locating space in east asia"},"content":{"rendered":"<p><strong>XINYI WANG</strong> <em>(M.Arch &#8217;16)</em></p>\n<p>My master, a Japanese musician, once quoted his master about the essence of a Japanese Haiku poem, to communicate the essence of Japanese music.</p>\n<p>“There is a TEN in the poet’s heart, in words conveyed it’s an EIGHT, while for the readers, with that restrained EIGHT could still catch the Ten.”</p>\n<p>The first TEN is the poet’s full emotion, and the EIGHT is his reserved way of expression. The second TEN, on the reader’s side, is in no way the same as the first one.</p>\n<p>Why has modernity in Japan become so bewitching?</p>\n<p>When you are regarding Japanese space, you absorb and recreate. There is a climax of your own.</p>\n<p>This is not necessarily unusual: reinterpretation happens in every space. But normally in a spatial experience the reinterpretation grades down. The traveler tries very hard to read the architect’s intention, ashamed of his own dumbness, or sometimes too apprehensive to offer his own explanation. In such a space he feels euphoric with difficulty, or not at all. How come the Japanese is so magical as to do the inverse: to arouse and satisfy the traveler, and make him truly own the space?</p>\n<p>For an answer, we have to go back to the eastern view of space.</p>\n<p>II</p>\n<p>Poetry is the most direct approach to the esthetics of a culture. It is the most accurate and most hazy. In Chinese and Japanese poetry, a poem evokes a specific emotion by describing a specific scene. The words are extremely precise, the circumstance always vague. The words of the poet must locate himself in space and also delineate the space. The depiction is its own space, one without axis and directions. It floats in time and emotions.</p>\n<p>With the poetry is always the ink painting, usually with a poem sitting in the corner. In older times painting was seldom called painting, but writing instead. Unlike early western painting theory, the base of Chinese painting counts not on materials and the painter’s technics, but the painters’ knowledge and personality. An excellent Chinese painter must be intelligent in literature and flawless in morality. You cannot start talking about a painter’s skill until you confirm his ethics and knowledge. Even then, a painter is ashamed to talk about ‘what looks like’ but prefers ‘what feels like.’ The composition is more important than reality. He paints not what is, but what should be. This is called ‘the terrain in the breast.’ The painter not merely composes through space. There are time flows and life torrents as well. On the canvas time wraps and meets at different ends.</p>\n<p>Chinese painting theory is the origin of all theories of Chinese applied art. It applies to architecture. There were no architects, only scholars who built their own house or garden out of their poetry. There was no architectural space, but a self-constructed space born from a circular process: moral construction, poetry, painting, building, and living.</p>\n<p>Amazingly, after each transmission, the emotions drops from a climax and goes up to another. If the TEN-EIGHT-TEN magic happens at each step, the result will be a pile of mountains of emotional excitement, like ripples in a pond, fluctuating and expanding in boundless chains.</p>\n<p>Take painting and building for instance. In a traditional landscape painting, the space is mainly composed of water, mountains, trees, buildings and humans. As a viewer, you tend to project yourself into the depicted space and this experience is all visionary. In architecture, the tourist is truly experiencing, and simultaneously mapping the space on the canvas in his mind. And this is how MAPPING and ACTING works in the perception of space.</p>\n<p>Mapping is a distant view of the space. However strong the emotions are taking charge of the experience of a space, the human mind is decoding the planning of space. Planning is more than composition, bringing in all the elements related to location and time. In normal three dimensional space, planning happens in planes. Our living space is more than four dimensions. The beguiling ancient temples, so easily dealt with in two dimensional plans, breathe the aura of the seasons, lifecycle of all surrounding creatures, pulse of the mountains, whispers of the disciples. The miracle is the volume of the plan. It results in infinity.</p>\n<p>Acting is the way travelers walk through a space. Each frame is built as a world, and the space as a whole is thus resolved into ephemeral particles, decaying and reviving through the journey. The wanderer is the core. It is impossible to split the subject and the object. The two together form the entity of the particles, which cannot be defined simply with its being, but with its location in its duration.</p>\n<p>III</p>\n<p>It matters little whether an emotion or a space is graded as TEN or EIGHT, or FIVE. It is the capacity to bounce between the digits.</p>\n<p>This is about the elasticity of emotions, which are led through elaborate scenes, sometimes in routinized rituals, towards an endless road with blurred signposts read as empty or zen. The space itself is incomplete, its meaning cannot be communicated with the description of itself, nor could the human emotions. The exchange and intervention of the two form the whole entity.</p>\n<p>The space can invoke the senses of the walkers-in: sometimes users or travelers, sometimes as gods or the absent. The space, even as small as a cushion, could potentially exert influence and evoke imagination.</p>\n<p>A formal Japanese tea ceremony requires a formal tea room, whose configuration is normally decided by traditional layout standards. The real universe is isolated from the tea room. Rituals are the master. But there is no real formality in the spirit of tea. A window, a tea pot or an Ikebana artwork, rebuilds an empty universe where only true intention wanders. The deviation from truth always reveals the truth. Thus is human emotion, and thus is the intention of space.</p>\n<p>IV</p>\n<p>Atsushi Yoshimi Igarashi, a Japanese scholar, described the ideal study room and how it is used seasonally:</p>\n<p>“In spring, the study be better at east close to the plums, in whose fragrance the spring sun warms up. Wonderfully he delves into calligraphy.</p>\n<p>In summer, the study sits to the north. Facing the pond generously open, where waterweeds flourish and fish leap, be him on a view delightfully cool.</p>\n<p>In autumn, the study is suitable to the west. The sun sets to the western window, where he leans, driven by the rustle of decadent wind, his brush left on his inkstone. The buildings high as mountain and autumn leaves red as flames, this is the view he indulges in.</p>\n<p>In winter, the study ought to be on the south. The snowflakes drift in the delicate sunray, and every corner is expecting light. In his eyes are the mountains faraway, and the buildings up high.” (Tencho Boku-dan, translated from Chinese version)</p>\n<p>Ancient Chinese scholars would build their study in the mountain. That’s how they own the mountain. The study is tiny as only bears a table and a cushion, but arouses boundless reverberations in the space. He maps the heaven and earth, as well as acting his dual role of creature and creator.<br />\nIt is more than connection between man and place, or architecture and time. They are an indivisible whole. Architecture does not create space seeking for a character in a broader environment. It is part of the space composited with time, location, human and architecture. When we divide a space infinitely, we produce not micro spaces, but the small particles to which we can refer as moments. It is a moment when human encounters the universe by the media of architecture, though sometimes the presence of human or other elements is in the form of absence.</p>\n<p>Here is the paradox: space is so compactly connected to a specific time and location that you can view it microscopically as moments, but in the macro it is impossible to split it. The space is always perceived as an organic whole. Either you behold it, touch it, or diagram it, it is just a view through polarizers. The capacity of mastering a space, either as architect or tourist, depends on the steps out of the scope and the view of the whole picture, realizing himself as part of the space. Then he will gain the capacity to transform his views and expand his emotion.</p>\n<p>TEN or EIGHT, neither concludes a space. Nor are they comparable. It is the distance in between that recreates the illusionary open view. It is the vibrating sound, simultaneously creating ripples in a pond.</p>\n<figure id=\"attachment_427\" class=\"wp-caption alignnone\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2.jpg\"><img class=\"size-full wp-image-427\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2.jpg\" alt=\"Pic.1 window view of Metgesu-in, in four seasons (pictures from internet) Pic.2 the illusion created by discordant views of two juxtaposed windows (Nan Lei, perception juxtaposed)\" width=\"1097\" height=\"622\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2.jpg 1097w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2-300x170.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2-1024x581.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2-830x471.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2-230x130.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/12-2-350x198.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\">Pic.1 window view of Metgesu-in, in four seasons (pictures from internet)<br />Pic.2 the illusion created by discordant views of two juxtaposed windows (Nan Lei, perception juxtaposed)</figcaption></figure>\n"},"meta":{"fold":{"title":{"rendered":"Issue 01"},"slug":"issue-01","meta":{"volume":"0","number":"01","bulletin":false,"publication_date":"2014-09-04"}}}}