{"title":{"rendered":"Diversity, Under Our Roof"},"content":{"rendered":"<p>by Ethan Fischer, M. Arch I, &#8217;17</p>\n<p>for Equality in Design</p>\n<p>&nbsp;</p>\n<p>The presence of a limousine — jet black, tinted, with chauffeur alongside — parked in front of Rudolph Hall through the afternoon of Thursday, January 21st, engendered widespread bewilderment and curiosity among the student body, rivaled only by that caused by the absence of available information to be found on Eugene Kohn, the speaker scheduled for the coming evening. Dean Stern, in an email sent to the student body at 5:06 PM, clarified: ‘A number of students have asked me who Eugene Kohn, tonight’s Gordon Smith Lecturer, is. He’s one of the three founding partners of KPF—he is the K and still in charge.’</p>\n<p>The following Thursday, we read in Paprika! (Fold XXVII January 28, 2016):</p>\n<p>We were appalled when Mr. Kohn, during that night’s Q&amp;A, informed us that he has ‘all the partners and their wives over for the holiday party.’ If this ruffled your feathers, left a bad taste in your mouth, or plain bummed you out, consider coming to this semester’s first meeting of Equality in Design this Friday…</p>\n<p>Many students were appalled by Mr. Kohn’s statement. Yet the disappointment runs deeper.</p>\n<p>Mr. Kohn’s lecture, entitled ‘Under One Roof: Mixed-Use,’ was met with expectation and enthusiasm. Students at the YSOA have voiced strong opinions of late regarding the lack of courses within the requi curriculum that offer an understanding of the city as a diverse, ever-changing social phenomenon. Strong concern has been directed at Intro to Planning and Development  in particular, a required course that presents urban life not as ‘the coexistence and conflict of amazingly heterogeneous institutions and individuals but rather as a market-driven formula, explicitly indifferent to those not of financial means. The school should not withhold this approach to planning from students but it has a responsibility to balance it with more nuanced, critical views. The title of Mr. Kohn’s lecture suggested the possibility that such views would be offered, and it was particularly disappointing when they were not. Furthermore, his lecture exposed underlying prejudices similar to those encountered in Intro to Planning.</p>\n<p>Perhaps we can use Mr. Kohn’s description of a visit to the Financial District on a Sunday a decade or so ago to illuminate our concerns. ‘It was the most uncanny&#8230;it was an unbelievable feeling, really,’ he stated, ‘to walk through these streets with no other people, no activity.’ Mr. Kohn then described the mixed-use projects that have since diversified the neighborhood, providing space for retail, entertainment, and residential uses. In Mr. Kohn’s view, this diversity of uses has improved the neighborhood considerably.</p>\n<p>Mr. Kohn understood the feeling of isolation when he walked down Wall Street on a Sunday afternoon. Might KPF’s two female partners have felt similarly at the holiday party? Might a student of color be discouraged to apply for a job at KPF upon seeing that the resounding majority of the firm’s partners are white men? Mr. Kohn was explicit in regard to the confidence that he and his partners have in the successors. We urge him to be more critical of his choices. We stand by his conviction that diversity of use is beneficial to the health of a neighborhood. Similarly, we maintain that workplace diversity is beneficial to a firm’s ability to conduct business and communicate at both the local and global scales. But really, it just comes down to common sense. As Canadian Prime Minister Justin Trudeau replied when asked why the appointment of a diverse cabinet was important to him: ‘Because this is 2015.’</p>\n"},"meta":{"fold":{"title":{"rendered":"Residue"},"slug":"residue","meta":{"volume":"1","number":"19","bulletin":false,"publication_date":"2016-02-04"}}}}