{"title":{"rendered":"Do We Need Air Conditioners?"},"content":{"rendered":"<p><i><span>“To me air conditioning is a dangerous circumstance. . . . [It] has to be done with a good deal of intelligent care. . . . I think it far better to go with the natural climate than try to fix a special artificial climate of your own. . . . I doubt that you can ignore climate completely, by reversal make a climate of your own and get away with it without harm to yourself.” </span></i><span>-Frank Lloyd Wright</span></p>\n<p><span>The sun’s heat beats down on me in the open concrete skillet that is the United Nations Plaza. The garden is off-limits to keep nature pristine and seperate; look but don’t touch. The only choice for relief is the UN building, its HVAC system blasting out cool air, which I can feel for several feet before stepping into the building. That intensity at once makes me think about how much energy is used to cool and heat not only the UN Building, but the surrounding buildings in the city as well. Once inside I find myself freezing when my sweat meets the cold interior air. This was my summer working with the Yale Center for Ecosystems in Architecture (CEA) while promoting the Ecological Living Module (ELM), a micro house that can support itself off the grid with systems that take advantage of climatic data (solar, humidity, air, etc.). The ELM was built on the UN Plaza during the summer of 2018 and stayed in place for the duration of the UN’s High-Level Political Forum on Sustainable Development. </span></p>\n<p><span>The intensity of sweltering heat in the plaza versus freezing cold in the building made me feel like the built environment only addresses what is mechanically suitable for the building and not the human. The International Style attempts to attain a high-quality standard of living through robust mechanical systems that can sometimes disregard sites, peoples, and climates. The building and its infrastructure can achieve technological feats by creating “comfortable environments,” but at what cost? Creating these isolated interior environments manifests as greenhouse gas emissions and embodied energy, while allowing few opportunities to incorporate the benefits of materiality and organisms (human, plant, and animal). </span></p>\n<p><span>What stands out in Wright’s statement are the words &#8220;intelligent care&#8221; and &#8220;natural climate&#8221; versus &#8220;artificial climate.&#8221; Contemporary building systems create isolated interior worlds (the bedroom, the kitchen, the office space, etc.) through mechanical temperature controls which disconnect the architecture from the environment outside. Since the advent of mechanical heating and cooling, architecture has played the supporting role for those systems, taking on forms and organizations that best suit the systems themselves. By allowing air conditioners and other building systems that mediate air, water, and light to drive the outcome of our designs, we neglect that “intelligent care” suggested by Wright.</span></p>\n<p><span>Environmental data and design can be seen through the lenses of “helio-technical architecture” and “bioclimatic architecture.”</span><span> Fernández-Galiano Luis’ </span><i><span>Fire and Memory: On Architecture and Energy </span></i><span>uses these terms to distinguish the design philosophies of Le Corbusier (the organic embedded in the mechanical) and Frank Lloyd Wright (the mechanical imitating the organism).</span><span> The mediation between organism and machine can often be overly complicated and fussy, forcing the architecture to pick between the two entities. Today, systems that lie between organisms and machines are shifting the building’s reliance on intense electrical and material infrastructure to strategies that depend on the feedback of environmental inputs and outputs, tapping into their innate programming through both natural and synthetic systems.</span></p>\n<p><span>Natural programming that taps into local materials, the human body, and climate can be seen in passive cooling/heating strategies. Minimizing mechanical systems and localizing the design can achieve manageable energy efficiency while integrating itself with social endeavors. These strategies help in rethinking the scale of the project and question the role of both organic and, especially, mechanical systems in the project. The concrete structure in MOS’ Lali Gurans Orphanage project in Nepal uses local construction techniques that resist earthquake loads. However, it also becomes a frame for plant life and shade throughout the community center, which provides dormitories, a women’s clinic, an orphanage, a library and classrooms for women and children. The structure acts a </span><span>brise-soleil, a shading feature that helps to reducing heat gain</span><span>. In finding simple environmentally sound solutions for the architecture and its connection to its site, MOS states that the project “integrates low-energy and low tech sustainable systems” including passive rainwater collection, wastewater treatment, the use of biogas from the landscape, and solar panels.</span></p>\n<p><span>Passive design strategies are often accompanied by material investigations into biological waste by-products. The City of Nice, France looked into thermal relief through the use of shellfish waste, specifically mollusc shells, in pavement.</span><span> The materiality of urban public spaces plays a role in the interface between outside and inside spaces, either separating the spaces or melding them together. The use of shellfish waste allows the pavers to be breathable while bringing attention to France’s fishing and shellfish farming industry and allocating that waste to use, “reducing the amount of seashell by-product being put into landfills, reducing dumping at landfill sites, reducing gravel mining and reducing hauling of natural aggregate and therefore reducing emissions.”</span></p>\n<p><span>While architecture should always consider natural systems, data science and computation in architecture still incorporate the machine while collecting post-occupancy data. By monitoring a building’s performance after it is built, energy usage can be reduced, thus opening possibilities to introduce biometrics into the design of spaces. This has been utilized by Kieran Timberlake through Roast, a web-based survey app that measures comfort within the factors of humidity, temperature, personal activity, air quality and movement, </span><span>and visual and auditory stimulation while tying the response to the participant&#8217;s location</span><span>.</span><span> The artificial climate that was once in domain of the HVAC system now yields itself to the reality of the human body via the information gathered by the app. Biometric data allows design to continue past the building’s completion and challenges the results sustainable design through technology.</span></p>\n<p><span>At a large scale, building rating systems can assist architects in making choices which better mitigate the environmental impact of their buildings. When comparing the LEED criteria to that of the WELL Building Standard, LEED buildings have a tendency to promote systems and machines while the WELL Building Standard takes on a more </span><span>holistic approach to organisms and buildings. </span><span>When thinking about design in connection to human health, WELL considers the outside environment, air, lighting, comfort, fitness, the mind, and nourishment alongside the design of the building. </span></p>\n<p><span>In understanding environmental design post-school, I am trying to figure out where I, the designer, can still read closely the psychrometric charts, sun-path diagrams, and wind roses while going beyond the data to think of local and ecological infrastructures. To question the necessity of the air conditioner is to question standard practices that do not currently weave </span><span>energy, ecology, and economy with place-making for people. Perhaps considering the usefulness of the air conditioner is my way of thinking about how to dismantle the word “sustainability” and think about “intelligent care” in supporting the relationships between the organism and the machine.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Abena Bonna"},"slug":"abena-bonna","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Temperature"},"slug":"temperature","meta":{"volume":"4","number":"09","bulletin":false,"publication_date":"2019-01-10"}}}}