{"title":{"rendered":"Docitecture"},"content":{"rendered":"<p>A: AzNd0ctOr1<br />\nB: xXxBldrBbyGurlxXx</p>\n<p>A: Yo why does hospital architecture suck?<br />\nI feel like the hospitals are always the worst designed building in the city.<br />\nJust below architecture schools.</p>\n<p>B: Wow, ok.<br />\nI thought you liked Rudolph Hall.</p>\n<p>A: Yeah, that’s true.<br />\nThe outside is a little&#8230; imposing.</p>\n<p>B: You can’t blame the architects for “bad” design.<br />\nWhen all we can do is squirm in the tight gap between money and regulations.</p>\n<p>A: I do notice how a lot of the prime real estate within a hospital doesn’t get spent on house staff at all.<br />\nIf you go to a lot of the resident rooms, they either don’t have windows, or are super cramped.<br />\nBut I think it’s getting better.</p>\n<p>B: Oh yeah?</p>\n<p>A: I think we’re starting to recognize as a field (medicine that is) that beauty matters.<br />\nThat space matters.<br />\nNot just for their own sake, but for mental and bodily health.<br />\nI’m gonna sound like this Silicon Valley crunchy granola person, but I ran into this thing called “shinrin yoku” which is Japanese for “forest bathing,” as in immersing yourself in a forest.</p>\n<p>B: I mean you already started buying hipster sweaters from Goodwill.</p>\n<p>A: Lol…<br />\nBut anyway, Japanese scientists and doctors are actually doing legit research, and so far they’ve actually been able to show that forest bathing can do a lot for a person’s health.<br />\nI feel like a lot of the hospitals I’ve seen on the interview trail that were newer paid a lot more attention to natural elements like light, water, and plants…</p>\n<p>A: But I think the real question is: why make hospitals better in the first place, when we should be moving away from hospital-based care anyway?<br />\nHave you heard of Ezekiel Emanuel? He drafted the legislation that became Obamacare. He basically said hospitals have been seeing lower patient volume for a couple of decades now, so it’s been harder to make money as a hospital.<br />\nWhich is why all of these hospitals are consolidating around the country as one large system.<br />\nHe thinks we’re gonna transition more care out of the hospitals and into outpatient settings.</p>\n<p>B: I’m telling you.<br />\nThe next big thing is gonna be <em>Whole Health: Whole Foods + Pharmacy + Equinox</em>.</p>\n<p>A: Whoa.<br />\nWhat??<br />\nUnpack that.<br />\nAlso, what is Equinox.</p>\n<p>B: The super expensive gym that people go to in NYC.<br />\nAs in, a large health food chain, fitness club, and pharmacy/light procedure center will merge as a mixed health-related conglomerate.<br />\nSo that you can have your food, meds, and body improvement all in one.</p>\n<p>A: But what about when you’re actually sick?<br />\nSo there are doctors off to the corner?<br />\nNext to the carrots section?</p>\n<p>B: …Not literally, but yeah.</p>\n<p>A: I wonder if that’s happening already.<br />\nLike I wonder if CVS will get into the urgent care game.<br />\nIt just merged with Aetna, the insurance company.<br />\nMaybe you’ll be able to go to CVS, schedule an appointment with an app, and get your basic stuff anywhere and everywhere.</p>\n<p>B: But maybe that also means that all we’ll see everywhere are CVS’s.</p>\n<p>A: It’ll definitely fill a need, but I don’t think that we’re going to fix this broken system by commoditizing it even more.<br />\nI mean, being in the hospital has convinced me more and more of this.<br />\nHealth is something totally transcendent.<br />\nAlmost mysterious.<br />\nSome people have it some people don’t.<br />\nBut I noticed it has a lot to do with self-understanding, social context.<br />\nWhether or not you’re lonely.<br />\nWhether or not you have a hope for<br />\nyour life.</p>\n<p>B: Hmm. Doesn’t that put you in an existential crisis though?</p>\n<p>A: Yeah, I think health is a very existential crisis.<br />\nOr it can be a sign of one.<br />\nEven if we have the perfect “system,” whatever that means.<br />\nWe’ll still have a very unhealthy population.<br />\nAmerica is lonely, it’s hopeless, it’s divided, and so many people are poor.<br />\nThe way we treat, produce, consume our food is shit.<br />\nThe way we treat our land and each other is shit.<br />\nAnd in some big mega way the fact that we have one of the unhealthiest populations in the developed world is a reflection of that.</p>\n<p>B: It’s like we’re imploding.</p>\n<p>A: I think Wendell Berry is right on this one.<br />\nI think community is the smallest unit of health, not the individual.<br />\nLike you can’t take an isolated single individual and say, “I’m gonna make that thing healthy!”<br />\nBecause we don’t even know what health would mean for that person outside of their community/context/life.<br />\nI wonder if we can change the delivery of healthcare so that it’s centered on community (not the idea but real communities that exist).</p>\n<p>B: Damnnnnnnnnnn now I feel like I’m having a existential crisis.<br />\nWhat’s the point of designing and building a bunch of individual buildings when I don’t even know if it needs to exist in the first place?<br />\nLike Trump Tower, you know?<br />\nAt the end of the day it’s Trump Tower.<br />\nArchitecture tells you how to design a building presuming it’s gonna get built.<br />\nIt says nothing about what structures/spaces are truly required.</p>\n<p>A: Word.<br />\nSo how does architecture start changing that?</p>\n<p>B: I don’t know.<br />\nI don’t think it’s a one-liner.<br />\nBut I keep coming back to this idea of home.<br />\nAs in, having family across walls.<br />\nMaybe for one community, what they need is a large shared kitchen.<br />\nFor another, an indoor basketball court.<br />\nAnother, a daycare center.<br />\nI wouldn’t know unless I’m there, you know?<br />\nI wouldn’t know where to start or what to look for unless I’m part of the community.</p>\n<p>A: Word.</p>\n<p>B: TBH, I think I’m less concerned now about making pure architecture than to live in a place that I can build memories with.<br />\nLife itself is beautiful.<br />\nI think we forget that as architects.<br />\nYou can see it in the photos of our projects because most of them don’t want people and messy stuff in there.<br />\nAnd we think that that’s the most perfect state that the building will ever be in.</p>\n<p>A: Word.<br />\nYea that makes a lot of sense.<br />\nWe all talk about the SFs, the NYCs, the Bostons&#8230;<br />\nBut what would it look like to love what is hidden from plain sight, you know?<br />\nAnd not to go for the BANG, but for what simmers.<br />\nSimmers for years and years and years.<br />\nI think for doctors and architects that’s probably the most important skill.<br />\nI think it’s about love.<br />\nTo be a true human who loves other humans.<br />\nAnd to hone your eye for the hidden things.<br />\nSo that you can do truly what is good and what is required.<br />\nNot just what is flashy or gets noticed.</p>\n<p>B: True, but it’s hard.<br />\nMaybe I should just be like Robert Moses.</p>\n<p>A: LOLLL</p>\n<p>B: I kid.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"AzNd0ctOr1"},"slug":"aznd0ctor1","meta":{"degree":"MD","graduation_year":"2019"}},{"title":{"rendered":"xXxBldrBbyGurlxXx"},"slug":"xxxbldrbbygurlxxx","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Just What the Doctor Ordered: Health and Architecture"},"slug":"just-what-the-doctor-ordered-health-and-architecture","meta":{"volume":"4","number":"11","bulletin":false,"publication_date":"2019-02-07"}}}}