{"title":{"rendered":"Down on the Boardwalk"},"content":{"rendered":"<p>ALEX TATUSIAN (External Contributor)</p>\n<p dir=\"ltr\">The last time I visited my family in Orange County, California, I noticed the benches lining the beach. Anyone that grew up in a beach community would recognize them. They’re usually made of smooth stone or painted metal, on a concrete platform describing the perimeter of the beach. People trailing fresh sand and water sit on them, as do people walking by. The benches are genuinely public: offered for anyone present at the beach.. They bring people together that would otherwise  not sit on the same bench or even interact in the same place: “clean” people and “dirty” people. Those from the city and those from the beach. If sand makes these bodies different, then the bench makes them all the same.</p>\n<p>For designers interested in designing zones of integration and equity (in projects like housing schemes and city plans), we also have to begin to consider the meaning of equality in public space. For all designers’ proclaimed interest in “liminal zones” and “interstitial space,” it’s tough to find designed spaces that enable diverse groups of people to enjoy the same public spaces without disagreement, or to simply be in the same place at the same time.</p>\n<p dir=\"ltr\">Natural settings have a way of eroding class and identity markers that find a higher contrast in the city. On the beach bench you’ll find a sublimely intermediate degree of cleanliness, a fluid zone that makes dirty people cleaner and clean people dirtier . In beach towns there’s always a little sand in your pants, between your toes, in your car. Older people carry salt crystals in their wrinkles from age, sun, and—yes—smiling! In a disturbingly affluent county, it’s acceptable to drive a car that’s falling apart or wear wet or salt-bitten clothing.</p>\n<p>It seems obvious that exposure to dramatically different people and settings affects lasting positivity in people’s lives. Research into the power of regular integration to strongly improve our understanding of and behavior toward one another has existed since it informed the Brown V. Board of Education decision. But stunningly, by many measures America is more segregated now than it was in 1954 and politicians gingerly test Supreme Court rulings on LGBTQ rights every day.</p>\n<p dir=\"ltr\">Is it possible to extract a public design ethic from this little bench on the beach? How can we make spaces for diversity, where different bodies come together, and the politics of health, ability, fitness, wealth, and nudity are made innocuous?</p>\n<p dir=\"ltr\">Because when traditional markers of class distinction are removed—perfect cleanliness or dirtiness, or even clothing—we are forced to evaluate one another by other standards: less immediate, less visual standards, and more social ones.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alex Tatusian"},"slug":"alex-tatusian","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Work"},"slug":"work","meta":{"volume":"2","number":"04","bulletin":false,"publication_date":"2016-10-06"}}}}