{"title":{"rendered":"Duck, Duck, Shed: The Game!"},"content":{"rendered":"<p>Player&#8217;s Guide</p>\n<p>Our starting position is a circle established by a dialogue between Denise Scott Brown (DSB) and Kenneth Frampton (KF). Published in the 1971 issue of <em>Casabella</em>, their arguments circumscribe a debate over the tenets of a postmodern architecture.</p>\n<p>Denise, Ken, and all of you are now going to play this game together.</p>\n<p>RULES: Maintain the circle while reconfiguring it by interleaving your own positions at various intervals.</p>\n<p>HOW TO PLAY: There is always one person who is the shed. The rest of you are all ducks until you are tagged by the shed.* Once tagged, you have precisely one minute to tag back in order to remain a duck. Otherwise, you are the new shed** and you have up to one day*** to reconfigure the circle by means of adding to or subtracting from the dialogue.*** As soon as you have reset the circle, you are free to tag whomever you please and the cycle repeats. The game will conclude in exactly one week.</p>\n<p>*Tagging occurs via email.<br />\nWhile you are the shed you have to keep a somewhat intrusively-large and ill-crafted cardboard shed at your studio desk.</p>\n<p>**If you do not meet the 24-hour deadline, your first building after school will be panned by the future editors of Paprika!</p>\n<p>***To add to the dialogue please follow this convention borrowed from playwriting.</p>\n<p>For example:<br />\nGiven Text<br />\nDSB: I think we should all learn from Las Vegas.<br />\nRe-written Text<br />\nDSB: I think we should all learn from<br />\nP!: our mistakes and never return to<br />\nDSB: Las Vegas.<br />\nTo subtract from the dialogue, do not delete the text but rather strike it out and add your initials in parentheses.<br />\nFor example:<br />\nGiven Text<br />\nKF: Denise ignores the fact that Las Vegas is full of kitschy buildings that architecturally don’t amount to a hill of beans.<br />\nRe-written Text<br />\nKF: Denise ignores the fact that Las Vegas (DB) is full of kitschy buildings that architecturally dsn’t amount to a hill of (DB) beans.</p>\n<p>STRATEGY: While you are the shed, in order to keep the next shed at bay longer, explore ways to re-rewrite the text in a manner that will provoke a greater response from the following shed. We appreciate your participation and encourage you to write thoughtfully while having fun. The last person to reply all to this email with the message “DUCK” will be the first shed.<br />\nLet the game begin!</p>\n<p><img class=\"alignnone wp-image-5901 size-large\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/10213717/Minerva-Shed-1024x768.jpg\" alt=\"\" width=\"840\" height=\"630\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/10213717/Minerva-Shed-1024x768.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/10213717/Minerva-Shed-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/10213717/Minerva-Shed-768x576.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/10213717/Minerva-Shed-1200x900.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></p>\n<hr />\n<p>Duck, Duck, Shed!</p>\n<p>DSB: “If high-style architects</p>\n<p>XCP: (those who wear Vetements and Eckhaus Latta and can drop a few hundred on Common Projects sneakers)</p>\n<p>DSB: are not producing what people want or need, who is, and what can we learn from them?” (15)</p>\n<p>KF: “What then are we to learn from two phenomena so superficially similar yet so different in ultimate intent as Motopia (i.e., Las Vegas, Los Angeles, Levittown, etc.) and Pop Art. . . . Should designers like politicians wait upon the dictates of a silent majority, and if so, how are they to interpret them? (31)</p>\n<p>DSB: “Why should the fact that one disagrees with the silent majority’s political and social beliefs (to the extent that there is a silent majority that shares beliefs) make one arrogant about their architectural preferences?” (41)</p>\n<p>KF: Is it really the task of under-employed design talent to suggest to the constrained masses of Levittown or elsewhere that they might prefer the extravagant confines of the West Coast nouveau riche; a by now superfluous function which has already been performed more than adequately for years by</p>\n<p>ST: Instagram influencers and Pinterest? (31)</p>\n<p>DSB: “But at least it’s another bias, an alternative to the architectural navel contemplation we so often do for research; i.e., ask, What did Le Corbusier do? Both</p>\n<p>ST: AirBnB ads</p>\n<p>DSB: and the builder, although they can tell us little of the needs of the very poor, cover a broader range of the population and pass a stiffer market test than does the architect in urban renewal or public housing, and if we learn no more from these sources than that architecture must differ for different groups,</p>\n<p>LW: Yurts for those who yeet, and tipis for the sleepy.</p>\n<p>DSB: that is a great deal” (15).</p>\n<p>KF: “Once informational/computational processes are emphasized, as they are now, above places of arrival and departure, the</p>\n<p>KL: architect’s</p>\n<p>KF: very notion of place itself tends to become threatened, to the potential detriment of</p>\n<p>KL: perceived</p>\n<p>KF: ’human’ experience” (31).</p>\n<p>DSB: “There is a social need for architectural high art to learn from and relate to folk <del>and pop traditions</del> (ST) if it is to serve its real clients and do no further harm in the city” (45).</p>\n<p>XCP: This is always the argument, Denise. We love a good folk and pop tradition, but must the masses dictate? We can’t just let them build their pitched-roof suburban paradises into the sunset. Or, we can. I do enjoy a good pitched roof.</p>\n<p>KF:“This essentially picturesque prospect of Las Vegas relates however elliptically to the English townscape position . . . .<br />\nintroduced into ‘respectable’ American planning circles via the development of an M.I.T. methodology that was first publicly presented in 1960, in Kevin Lynch’s <em>The Image of the City</em>. This work . . . largely had the intended effect of rationalising the post-war erosion of the American city by the automobile. Of the ruthless super-imposition of federally subsidized highways and of the sporadic speculative urban renewal, contingent upon the displacement of the urban poor, that followed predictably in their wake, it passed no<br />\ncomment. . . . To distract from this instant institutionalized vandalism, it posited the creation of urban ‘image’ maps, employing a graphic notation, compounded out of a sophisticated infusion of Sitte with the later-day Gestalt theory</p>\n<p>AEM: – a reduction of urban planning principles to an apolitical –</p>\n<p>ST: oh it’s still political all right</p>\n<p>AEM: – field of imagemaking, <em>City Planning According to Sadistic Principles</em> (1960) –</p>\n<p>DS: but all of this amounted to nothing more than the roiling surface of an ocean of unspeakable depth, whose abyss awaits us with the endless, perfect patience of death (25-27).</p>\n<p>DSB: “Valuable traditional techniques should also be resuscitated by their application to new phenomena; for example Nolli’s mid-18th century mapping technique, which he applied to Rome, when it is adapted to include parking lots, throws considerable light on Las Vegas.</p>\n<p>XCP: (Not that Las Vegas needs more light.)</p>\n<p>DSB: It could also lend itself fairly easily to computer techniques” (17).</p>\n<p>DS: Particularly Merge-Sort.</p>\n<p>KF: “It is ironic that Denise Scott Brown should attempt to bestow upon such reservoirs of process and pseudo points of arrival, as parking lots, those very attributes which previous cultures reserved for ‘space of human appearance’; such as those churches, so clearly revealed as res publica in Nolli’s maps of Rome (31).</p>\n<p>MW: Kenneth Frampton has clearly never hung out flipping bottle caps in The Emporium parking lot with the seniors on the last day of school.</p>\n<p>ST: But this, I think, has always been a bad analogy. Sure, parking lots considered on an urban scale are revealing of a certain cultural attitude towards the car, but no one has ever walked out of a parking lot and thought “now that was a space which really exemplifies the human condition” (except perhaps ironically).</p>\n<p>XCP: Yet there is something human about marking and delineating such large expanses of space and land expressly for temporary storage. Haven’t you ever walked across some vast parking lot at night, under the glow and buzz of artificial lamps, and find yourself thinking about <del>how many others have had this same experience of</del> (AEM) the interstitial? Parking lots are a testament to (AEM) human commitment to <del>move themselves around, in the name of consumption and entertainment and</del> (AEM) capital. What’s more human than that?</p>\n<p>MW: Hear, hear!!</p>\n<p>LW: Let us not forget the parking lots of 7-11s and Macs (for us Canucks), McDonalds and Applebees, and the distinctly American charm of strip malls that is embodied by Beyoncé’s security footage choreography in the Formation music video.</p>\n<p>DS: It’s true, XCP &amp; LW, that at some level all of us long for death, but to resist this thanatic drive is the task of Architecture and indeed of all culture. Parking lots are bad.</p>\n<p>MW: I think the Formation video is the polar opposite of the thanatic drive.</p>\n<p>ST: Churches, squares, museums, city halls, even malls … these are the urban typologies which withstand scrutiny at both the urban scale and the human scale.</p>\n<p>MW: You wanna go get tired legs in a museum or get stoned with your friends and eat junk food by your car in the parking lot? The choice is yours. . . .</p>\n<p>DSB: “Facing the implications of <del>Las Vegas in</del> (ML) our work is proving much more difficult than</p>\n<p>ML: taking some Yale studio to Las Vegas and writing a book</p>\n<p>DSB: describing Las Vegas” (45).</p>\n<p>KF: “<del>Is this because</del> (ML) they are incomprehensible <del>otherwise, or is it that</del> (ML) like Trajan’s Column, the Stardust Sign</p>\n<p>ML: Than</p>\n<p>DS: at</p>\n<p>ML: os’ Gauntlet, Wolverine’s Adamantium, Thor’s Mjolnir</p>\n<p>KF: is imperially destined to be codified and then disseminated throughout the world? (ML)” (31)</p>\n<p>ML: The Avengers must assemble to save the universe.</p>\n<p>MW: “I have never seen an Avengers movie, I just wanted to brag about that” – Kenneth Frampton</p>\n<p>DSB: “Advice to socially-concerned architects: keep your ire for <del>social evil, not</del> (AEM) the ‘degradation’ of taste of the ‘masses’, and your energy for the difficult tasks of finding ways to put your skills where your heart is. Try to help people live in houses and cities the way they want to live. Try to do what will satisfy you and them. When you disagree do so honestly and without a tone of ‘injured-expert.’ Lose<del> some battles because their needs are greater than</del> (MS) your aesthetics; win some <del>because you say so and they have learned to</del> (MS) trust<del> you</del> (MS); compromise<del> mostly; sometimes, but rarely, ride out</del> (MS) on a white horse but not <del>because ‘their’ values have been ‘perverted’ by</del> (MS) the mass media; yours have been brainwashed by the elitist culture. Irony may be the method that allows all these cultures and values to fit together. Ironic (not cynical) comment on the ‘status quo’ is the artist’s gentle subversion. It hurts no one, except self-appointed architectural prophets, but it helps to keep perspectives focused. . . . There now, if I was misunderstood in the first place, it will surely be worse now” (43-44).</p>\n<p>&nbsp;</p>\n<p>[1] Kenneth Frampton. “America 1960-1970. Notes on Urban Images and Theory.” <em>Casabella</em> no. 359-360 (1971): 25-40.</p>\n<p>[2] Denise Scott Brown. “Learning from Pop.” <em>Casabella</em> no. 359-360 (1971): 15-24.</p>\n<p>[3] Denise Scott Brown. “Reply to Frampton.” <em>Casabella</em> no. 359-360 (1971): 41-46.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Darryl Weimer"},"slug":"darryl-weimer","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Michael Glassman"},"slug":"michael-glassman","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Matthew Wagstaffe"},"slug":"matthew-wagstaffe","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Liwei Wang"},"slug":"liwei-wang","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Maya Sorabjee"},"slug":"maya-sorabjee","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Katie Lau"},"slug":"katie-lau","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Matthew Liu"},"slug":"matt-liu","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"David Schaengold"},"slug":"david-schaengold","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Denise Scott Brown"},"slug":"denise-scott-brown","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Kenneth Frampton"},"slug":"kenneth-frampton","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"slug":"duck-duck-shed","meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11"}}}}