{"title":{"rendered":"Eagerness and Cynicism in Bridgeport"},"content":{"rendered":"<p><strong>ETHAN FISCHER</strong> (MArch &#8217;17)</p>\n<p><span>This semester, students in the second year urban studio have confronted the task of mediating the imaginary and the sensible, a task that necessitates inquisition regarding the role of architecture in making cities. The application of ecological thinking into our examinations of Bridgeport empowers us to think broadly about what architecture can do, yet it also awakens our inner skeptics. We at once embrace expanded notions of the role of architecture and also envision an autonomous position for our academic work, negotiating a paradoxical embrace of eagerness and cynicism.</span></p>\n<p><span>One end of contemporary discourse and practice positions the designer as a mediator between parties involved in a project, emphasizing comprehensive vision and calculated intervention over specialization. Lauren Elachi of SCAPE and Daniel Pittman of OMA, two designers working on projects for Rebuild by Design, articulated this role at the Coastal Resilience and Urban Water Systems Symposium held in Rudolph Hall in February. Given the complexity of large scale infrastructural interventions aimed at improving coastal resiliency, architects employ design thinking as a means of balancing the multitude of voices and considerations involved in the task. With nearly a billion dollars of federal funding dedicated to Rebuild by Design proposals, Elachi and Pittman spoke of the challenge and necessity of mediating vision and pragmatism.</span></p>\n<p><span>Relevant to this position is Christopher Alexander’s argument that, “it is not possible today to escape the responsibility of considered action by working within academic styles.”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> This view maintains the transformative potential of architecture and calls into question the value of academically acceptable form-finding within the autonomous strains of the discipline. It stands as a provocation for practicing architects to commit to comprehensive thinking and, perhaps, “heroic” potential.</span></p>\n<p><span>Lurking cynicism ranging from the pragmatic to the existential has made it difficult to fully embrace ecological thinking. A publication of Rebuild by Design projects features a photograph of architects – members of the competition’s ten teams – posing in front of a Robert Moses-era public housing facility in Lower Manhattan and smiling widely. The photograph exposes an irony of Rebuild by Design, reminding us of the failures of large, federally-funded design projects aimed at improving our cities. While public housing and coastal resiliency are profoundly different yet interrelated issues, both represent large infrastructural changes to the fabric of cities.</span></p>\n<p><span>The role of the architect as mediator in large urban design projects is one that we, as students, have not explored. The scope and complexity of urban scale interventions demands diligent examination. For most of us, our interactions with graduate students at the School of Forestry did not inform our design schemes, nor did the conversations that we had during our site visit to Bridgeport. Given the reality that we are having discussions among ourselves, it is difficult to suspend disbelief regarding ecological thinking. At the end of the semester we will move on to new projects, and Bridgeport will once again be a stop on the way to New Haven on the MetroNorth. As such, an earnest exploration of tactics aimed at resiliency seems irrelevant to our education as architects.</span></p>\n<p><span>The product of our doubt is form-finding, speculation, and generalization. We seek to expose the challenges of large design schemes and to free ourselves for creative exploration. The perceived value of our speculation lies in its ability to be critical, rather than imaginary. Here we derive our academic preoccupation with rigor, which reinforces our position between the imaginary and the sensible. We ask the rhetorical question, “If a tree falls in a forest and nobody is around to hear it, does it make a sound?” Or rather, if a project is discussed in Rudolph Hall, does it bear significance outside of these walls? No, probably not. Therefore, all we can hope for is to provide insight into contemporary practice.</span></p>\n<p>&nbsp;</p>\n<p><span>There are two remedies to academic cynicism, both of which require a shift away from the paradoxical nature of our work. The first involves an embrace of the speculative and visionary, an approach that allows relief from the self-consciousness of rigor. The second is to ground the work in reality, requiring a reconceptualization of our goals in order to emphasize processes over products. Either remedy might provide relief from that moment at the conclusion of a semester when it becomes clear despite sleep deprivation of the Sisyphean character of the task performed.</span></p>\n<p><span><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a>Christopher Alexander, “Notes on the Synthesis of Form,” (Cambridge, 1964), p. 25.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ethan Judd Fischer"},"slug":"ethan-judd-fischer","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"(de)Natured"},"meta":{"volume":"1","number":"22","publication_date":"2016-03-28"}}}}