{"title":{"rendered":"El Muro"},"content":{"rendered":"<p>Hours before the government shutdown on December 22, 2018, U.S. President Donald Trump released a video reiterating a pledge for additional funding for a fifty-foot “wall of a slat fence or whatever you want to call it” because “drugs are pouring in, human trafficking, so many different problems, including gangs like M.S. 13” were concentrating along the border. [1] The White House prefaced Trump’s statement with a National State of Emergency due to the border’s lack of regulation and surveillance. The President signed an executive order soon after to establish fortification as a means to address undocumented migration. The physical filtration of bodies has become a central issue in the ongoing quasi-trade conflict between the U.S. and Mexico. However, the debate changed due to the concept of the wall and the depiction of non-U.S. bodies as symbols of illegality, in contrast to the discussion on allowable goods for trade. The two countries are culturally and socio-economically codependent and interconnected; the border between the U.S. and Mexico is the second most significant bi-national corridor in the world, with millions of jobs dependent on the passage of goods and resources that transcend the national boundary.[2]</p>\n<p>Political upheaval and economic crises engendered the U.S.-Mexico border wall. The first military outposts, checkpoints, and infrastructure were established along the border during the Mexican-American War from 1846 to 1848. In subsequent years, the U.S. continued to build military bases and invested in more infrastructure in response to threats of social revolution and national invasions. Historically, U.S. xenophobia has intensified in times of economic hardship; a clear pattern of mass deportations can be traced starting from the Great Depression onward.[3] The country has systematically incriminated and condemned migrants for centuries as much as it has perpetuated the romantic notion of the melting pot, specifically during times of economic turbulence. However, it was the government’s response to 9/11 and Congress’s approval of the Real ID Act that precipitated surveillance to physically manifest as a border wall. Demonstrative of a gray political zone, the act allowed the government to ignore 37 federal laws in protection of land, air, water, wildlife, public health, and religious freedom and enabled the wall’s construction—a legislation that constituted the largest waiver of laws in U.S. history. In the past 20 years, the borderlands of El Muro have been transformed from open countryside and generally cooperative twin cities into areas of intensive surveillance in the form of 20,000 border patrol officers and high-tech surveillance equipment, including drones and other sophisticated military technology.[4]</p>\n<p>The bi-national corridor’s expansion emerged due to a renegotiation of NAFTA and potential tax threats on Mexican trade. A 2016 CBS poll reported popular dissent for the wall’s expansion[5]—the majority of U.S. citizens opposed the government’s plan, unaware that over 700 hundred miles of barrier had already been built with their own tax dollars.[6] While the income gap increases and the already large national debt rises, the government continues to allocate working class people’s taxes to projects that have financial benefit for only a subsect of the population. For example, taxing remittances at the U.S. border contributes to welfare programs such as Social Security, which some tax-payers are prohibited from accessing due to their legal status[7]; tax dollars continue to contribute to the exponential increase in the growth of the Prison-Industrial Complex, as it privatizes within the regulations of a so-called public, democratized, state infrastructure. While migrants and their children contribute to American society as civil servants, educators, health care professionals, and community members, their impact is valued by their economic footprint. The fear, anxiety, illness, and death that accompany their struggles amidst a fight against commodification is perpetuated by a surveillance net cast on the financial regulation of migrants.</p>\n<p>History has not obscured the punitive nature of the wall, which shares a common link to the repercussions of economic prosperity. Border myths emphasize topographic barriers to distract the general public from root issues. El Muro holds the promise of a quick-fix solution to which modern society is accustomed due to digital culture, while it disregards the region’s complex history. But the public continues to react with hostility to its construction cost and its violent and oppressive ends, unambiguous in both its aesthetic and political terms. The typology emerges as a cipher for political conflict and power imbalance, where the issue is not the actual passage or regulation of goods—or people—but an economic instability unable to tame the flow of global capital. In turn, the greater power justifies militarization and fortification of boundaries based on perceived national threat without need for scientific evidence. Whether propagated as trade of goods or bodies, such as migration, the pressure to codify, standardize, and monetize invisible boundaries has led to the construction of barriers and structures that eschew the ethical practice of architecture; codes of ethics and professional conduct that describe an architect’s obligation to the public, client, and environment are waived within the gray political zone, which reveals a lack of legislation for our communities’ safety. El Muro—among other geo-political boundaries—exists similarly in contemporary politics and the urban fabric; they are permanent structures living within the gap, the gray, the neutral of the political paradigm and the architectural realm. These domains converge at the moment when space is produced through exclusion of site, context, material, and tectonics; walls live, and will continue to live, through the surveilled, economic inclusion of the political sphere’s excluded bodies.</p>\n<p>1 Gonchar, Michael. “Deconstructing the Wall: Teaching About the Symbolism, Politics and Reality of the U.S.-Mexico Border.” <em>The New York Times</em>. January 6, 2019.https://www.nytimes.com/2019/01/06/learning/lesson-plans/border-wall-lesson-plan.html.<br />\n2 Deeds, Colin, Scott Whiteford. “The Social and Economic Costs of Trump’s Wall.” Voices of Mexico, Centro de Investigaciones Sobre América del Norte. 2017. p. 24.<br />\n3 Ibid, p. 25.<br />\n4 Ibid, p. 26.<br />\n5 Sarah Dutton, “Eight in Ten Americans Think U.S. Will Pay for the Wall on Southern Border,” <em>CBS News</em>, http://www.cbsnews.com/news/eight-in -10-americans-think-u-s-will-pay-for-u-s-mexican-border-wall.<br />\n6 Deeds, Colin, Scott Whiteford. “The Social and Economic Costs of Trump’s Wall.” Voices of Mexico, Centro de Investigaciones Sobre América del Norte. 2017. p. 24.<br />\n7 Ibid, p. 24.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Limy Rocha"},"slug":"limy-rocha","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"slug":"securing-the-city","meta":{"volume":"5","number":"03","bulletin":false,"publication_date":"2019-09-19"}}}}