{"title":{"rendered":"Erin Hyelin Kim, Yale School of Architecture, M.Arch I"},"content":{"rendered":"<p><span>Times New Roman, at least in America, is the conventional typeface that is used in academic writing. Most academic writing is formatted the same, implying that the writing is mainly about content, not necessarily visual representation.</span></p>\n<p><span>I&#8217;m speculating on any kind of texts that are used in architectural representations (labels, title, descriptions, portfolio typeset, etc.), because I&#8217;ve noticed some conventional rules that subtly exist in typesetting. It&#8217;s not just a matter of choosing a font, but also text layout formatting. Here&#8217;s &#8220;The Convention&#8221;:</span></p>\n<ol>\n<li><span> Sans-serif</span></li>\n<li><span> All caps</span></li>\n<li><span> Justified paragraph settings, text falls on both the left and right like a rectangular block</span></li>\n<li><span> Condensed bold type (popular for titles or subtitles)</span></li>\n<li><span> Floating paragraphs that don’t line up with anything are usually avoided</span></li>\n</ol>\n<p><span>It’s fascinating how typesetting is used to emphasize form on a page, as plans and sections. The layout of the paragraphs could be easily translated into solids and white space as voids. But sometimes, the typesetting becomes so much about the form that it loses its function, such as legibility. &#8220;Form follows function&#8221; is a principle associated with 20th century modernist architecture. I wonder where text stands in terms of architectural representation. Can text maintain or generate a visual aesthetic without sacrificing its legibility?</span></p>\n<p><span>Representation is important to communicate architectural concepts. We, as students, constantly learn and discover different modes of representation. We should consider even the microscopic level of representation, typesetting—even the tiniest of labels on our diagrams and presentation slides. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Erin Hyelin Kim"},"slug":"erin-hyelin-kim","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Frame + Essence"},"slug":"frame-essence","meta":{"volume":"2","number":"16","bulletin":false,"publication_date":"2017-02-23"}}}}