{"title":{"rendered":"Everyday"},"content":{"rendered":"<p>HAYLIE CHAN (M.Arch I, ‘18) and KEVIN HUANG (M.Arch I, ‘19)</p>\n<p>Ferry terminals. Baseball stadiums. Seed vaults. Prisons. Memorials. Markets. Libraries. In almost every design studio here at the Yale School of Architecture, we find ourselves designing for programs that most of us rarely encounter on a daily basis. Our education molds us to design extra-ordinarily for the extraordinary, but what of designing extra-ordinarily for the ordinary? The ordinary and everyday often carry negative connotations in academia and professional practice. “Ugly and ordinary” were Philip Johnson and Gordon Bunshaft’s pejoratives of choice when criticizing Robert Venturi and Denise Scott Brown’s submission in a Brighton Beach Housing competition<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a>, equating aesthetic displeasure with the quotidian. Yet Venturi and Scott-brown turned the criticism into provocation: “boring” buildings are, in fact, important.</p>\n<p>Our daily spaces are shaped by forces of money, politics, culture, technology, and, most importantly, people. Our daily exposure to mass media, instant imagery, and peer groups affect our designs, whether implicitly or explicitly. Rather than provide answers, our issue explores latent questions implicit to the notion of the everyday—backgrounded elements so ubiquitous as to be completely forgotten. As students of architecture, acknowledging this multiplicity of factors is the starting point to building the agency to contend with such influences every day.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Robert Venturi and Denise Scott Brown, “Ugly and Ordinary Architecture or the Decorated Shed,” <strong><em>Architectural Forum</em></strong>, 1971, 64-67.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kevin Huang"},"slug":"kevin-huang","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Everyday"},"meta":{"volume":"3","number":"04","bulletin":false,"publication_date":"2017-10-12"}}}}