{"title":{"rendered":"Everyday Interviews"},"content":{"rendered":"<p><b>Gloria Abbott</b></p>\n<p><span>Security guard, Yale School of Architecture</span></p>\n<p><span>P!: What is your general impression of the building? In one or two words, describe how you feel when you are in this space?</span></p>\n<p><span>GA: Well to me, this is my second home!</span></p>\n<p><span>P!: Do you work here all week?</span></p>\n<p><span>GA: Monday to Friday.</span></p>\n<p><span>P!: So you do spend a lot of time here. We see you a lot!</span></p>\n<p><span>GA: I see people graduating; you get used to seeing them from when they first come in with their freshmen face, all full of wonder, all fresh. But then in the middle of the semester, they become all tired! I just want to hug you all. First year is a hard year. I think the most difficult part is the final reviews. The library is full; there is a lot going on. I have to say, I am proud to work for Yale, period. It’s a wonderful industry to work for. Seeing you every year is a wonderful feeling, I feel proud of you guys. I do cry when you leave! This happens especially when I get close to students, the ones we know by name, they share and I share my personal things, so when I see them gone—for example today, one of the Art History majors here was saying goodbye because she’s moving to Boston—I say “Don’t go, please!” You get used to it, but it’s not easy.</span></p>\n<p><span>P!: Do you have a favorite place in this building? You make your rounds everyday, but you also sit here in the lobby, so is there a favorite place of yours?</span></p>\n<p><span>GA: It’s the seventh floor balcony, facing York Street, because you can see most of the University. Especially right now when the leaves are changing color, and then winter when the snow comes. Yes, that would be my favorite spot.</span></p>\n<p><span>P!: That’s probably our favorite spot too. Is there any part of the building that makes it unpleasant?</span></p>\n<p><span>GA: I don’t think so. Of course, for safety reasons, I make sure all the doors are clear. The back of the sub-basement—I’ve never seen anyone there. Other than that, no. Every building has its own character. Sometimes I work in other areas of the University. For the most part I know every building in this entire University. I know the people but I also get to know the building.</span></p>\n<p><span>P!: What do you feel about this building compared to other buildings on campus?</span></p>\n<p><span>GA: This is my building!</span></p>\n<p><span>P!: What do you wish this building had, if it needed anything?</span></p>\n<p><span>GA: I don’t know, like I said, every building has its own character.</span></p>\n<p><span>P!: We’re interested in how you said every building has its own character. For example, the colleges here have a different aesthetic than Rudolph Hall. What does that difference mean to you?</span></p>\n<p><span>GA: For example, in the Medical building, there are a lot of labs. [In] the Anatomy building, on the third floor, there are bodies. When I used to work in that area, I loved it. It has a special identity to it, you know? I look forward everyday to come here. You guys make my day. I see all the projects, from the beginning to the end. And then I get to see them in the gallery. I’m one of the first ones to see it, before it goes out into the public!</span></p>\n<p>&nbsp;</p>\n<p><b>Wilmerrys</b></p>\n<p><span>Barista, Willoughby’s Coffee &amp; Tea</span></p>\n<p><span>P!: How long have you worked here, and do you work all week?</span></p>\n<p><span>W: A year, and almost everyday, not Tuesdays or Thursdays.</span></p>\n<p><span>P!: Do you ever get to see the building or are you usually in this space?</span></p>\n<p><span>W: I’m usually in this space.</span></p>\n<p><span>P!: Have you met anyone that goes to this school?</span></p>\n<p><span>W: No.</span></p>\n<p><span>P!: What is your impression of this building?</span></p>\n<p><span>W: It looks better than the one across the street, it looks more modern. The glass, the materials, the colors make it more modern.</span></p>\n<p><span>P!: What is your favorite space in this building?</span></p>\n<p><span>W: The gallery.</span></p>\n<p><span>P!: What makes this building pleasant or unpleasant?</span></p>\n<p><span>W: The AC makes it unpleasant. Yale controls it, so it’s always hot here.</span></p>\n<p><span>P!: Does Willoughby’s operate separately from the school then?</span></p>\n<p><span>W: No, I see it as one same system. They control everything!</span></p>\n<p><span>P!: What can you control?</span></p>\n<p><span>W: The heat, the lights.</span></p>\n<p><span>P!: What do you wish the building had?</span></p>\n<p><span>W: The AC. And the cabinets are ugly.</span></p>\n<p><span>P!: In one or two words, how would you describe this building?</span></p>\n<p><span>W: Modern and cute.</span></p>\n<p>&nbsp;</p>\n<p><b>Victoria Solomon</b></p>\n<p><span>Student Librarian (B.A. ‘19), Robert B. Haas Family Arts Library</span></p>\n<p><span>P!: Are you a student here?</span></p>\n<p><span>VS: Yes, I am an undergrad, majoring in History of Science, Medicine, and Public Health.</span></p>\n<p><span>P!: Do you work here everyday?</span></p>\n<p><span>VS: I work here three days a week.</span></p>\n<p><span>P!: How well do you know this building?</span></p>\n<p><span>VS: I have section in the basement, and I am pretty familiar with the library, but I have never been upstairs in the studios.</span></p>\n<p><span>P!: What is your impression of this building?</span></p>\n<p><span>VS: I think outside is very rough-looking. I am not a huge fan of exposed concrete. The inside is super beautiful, I really love the library. The high ceilings really do it for me, that’s my favorite. I also really like the use of windows inside the library, I think it’s super interesting.</span></p>\n<p><span>P!: What about the exposed concrete makes it unpleasant for you?</span></p>\n<p><span>VS: I’m very sensitive to textures. If I were to hit that, it would just hurt really badly!</span></p>\n<p><span>P!: What’s your favorite space in the building?</span></p>\n<p><span>VS: The library. I really like where the magazines are because of the high ceilings, but the walls are “cubbied” in.</span></p>\n<p><span>P!: What makes this building pleasant or not pleasant?</span></p>\n<p><span>VS: I really like the colors that are used; the warm colors especially the orange that they use in the library. It is a very clean place, everything is not cluttered, it’s very simple.</span></p>\n<p><span>P!: And the unpleasant?</span></p>\n<p><span>VS: It really is just the outside. However I really do like the stairs outside, it looks a little dismal, but somehow I like it because it’s so simple.</span></p>\n<p><span>P!: Lastly, what do you wish the building had?</span></p>\n<p><span>VS: More bathrooms. I could never find the bathrooms downstairs, and in the library there’s only one.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Gloria Abbott"},"slug":"gloria-abbott","meta":{"degree":"Security Guard","graduation_year":""}},{"title":{"rendered":"Wilmerrys"},"slug":"wilmerrys","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Victoria Solomon"},"slug":"victoria-solomon","meta":{"degree":"B.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Everyday"},"slug":"everyday","meta":{"volume":"3","number":"04","bulletin":false,"publication_date":"2017-10-12"}}}}