{"title":{"rendered":"EXCERPT FROM A REVIEW IN KERSTEN GEERS STUDIO"},"content":{"rendered":"<p>EXCERPT FROM A REVIEW IN<br />\nKERSTEN GEERS STUDIO<br />\nSpring 2016<br />\nAlmost Classicism<br />\nPVA Pier Vittorio Aureli<br />\nEF Eva Franch<br />\nKG Kersten Geers<br />\nMM Michael Meredith<br />\nRS Robert A.M. Stern<br />\nPVA: There is one issue looming large in this discussion—and you mention it at the beginning—the issue of nostalgia. It’s funny—there’s no like word that’s considered almost a negative thing—you’re being accused of being nostalgic, like there’s no hope (laughter). Again, I don’t want to sound like a professor (laughter) but it means the pain of not feeling at home. (If) you are at the moment disagreeing with the present, you are inevitably nostalgic; whether you’re looking toward the future or the past, it doesn’t matter. “Nostalgic” means that you fundamentally disagree with certain conditions that are at work in the contemporary situation. Even if what you’re doing won’t change anything, you feel obliged to do your part. To be nostalgic means to have a position.</p>\n<p>EF: Perhaps the opposite of nostalgia is conformism. Is that the only other option?</p>\n<p>PVA: If you are not nostalgic, that means you are fine with what’s going on.<br />\nIn nostalgia, it’s implied looking back but that’s not the original meaning of the word.</p>\n<p>MM: It’s a disjointedness of your relation to the present.</p>\n<p>PVA: It’s a hatred to the present, disagreement with the present. Since we are not animals, (and) are human beings, we have the right to maybe not change the present but to at least disagree with the present.<br />\nEF: What happens when nostalgia gets closer to something that is known? It conforms with an idea that is already (and) even defiable, meaning one can be still nostalgic and conformist.</p>\n<p>PVA: No, I think… if we assume the concept as it was thought by those who invented the word, the ancient Greeks, (being) nostalgic has nothing to do with romanticizing the past. It’s our bourgeoisie kind of understanding of this concept, as this caricature, but that’s not the meaning of the word. But in the current usage—when we look into these projects, there is an understanding (of the) nostalgic—there’s the representation, the technique, the forms of the architecture. That’s exactly the agenda of the students&#8230; What Kersten is saying is that we have a contemporary condition and, okay, we don’t have the power to change it but we want to engage it: and we want to first read values that are not in the picture, which is basically classicism. I think this is fundamentally a nostalgic position, but for me, it’s not a negative thing. It’s actually trying to find a vocabulary or frame of reference that is not the way in which, you know, developers or whatever, who’s in power actually solve this problem. For me what is interesting about this project is… the way she’s actually positioning herself. She’s creating a kind of thesis that is in a certain way nostalgic, but in the way Palladio was nostalgic of ancient Rome. He wanted to build ancient Rome in the 16th century, and he actually opened up a new way of understanding architecture. My answer to Michael was, we immediately assume that first of all, looking into the past is nostalgic—that nostalgic means to go back to something literally. I think this is a reading of history; history as this kind of linear progress toward the better that I fundamentally disagree (with).</p>\n<p>&nbsp;</p>\n<p>MM: I think everyone agrees with that now. (laughter) I think that progress is the question of the times right now. There is no progressive narrative for architecture. In fact, the technological narrative is gone… technique turns into technology, and technology just turns into novelty, the illusion of progress. At this moment, we’ve hit a wall—nobody believes in progress anymore, and we are stuck.<br />\nRAMS: You should go down to some of the other studios. (laughter)</p>\n<p>MM: This is a young-old person studio. There, they have some sort of&#8230; old adolescents. (laughter)</p>\n<p>KG: Okay, the young-old men here will move on. (laughter)</p>\n"},"meta":{"fold":{"title":{"rendered":"Nostalgia"},"slug":"nostalgia","meta":{"volume":"2","number":"03","bulletin":false,"publication_date":"2016-09-22"}}}}