{"title":{"rendered":"Experimental Design"},"content":{"rendered":"<p>11.05.2015</p>\n<p>By <strong>LAUREL LORENZ</strong></p>\n<p><span>Obsessive. It’s a quality shared among architects and scientists. While architects obsess over their building material, building design and whether their design will influence society, scientists obsess over their experimental design, experimental results, and whether their results will influence society.  These obsessions drive both architects and scientists to spend long evenings in their studios and laboratories. However, the way that architects and scientists view their workspace differs enormously.</span></p>\n<p><span>While an architect is most concerned with design elements such as material use and privacy gradients, scientists are most concerned about a space’s usability. As a scientist, I’ve never heard my colleagues comment about the direction of grain in a wooden door or the procession of space from exterior to interior. Instead, we evaluate a building on the amount of space for experiments, the amount of space for storage, and … the color of the room. Even though we are generally unaware of the design elements surrounding us, aspects of a building such as the separation between semi-private and public spaces can certainly hinder or enhance our productivity.</span></p>\n<p><span>When I worked in Milwaukee, Wisconsin, my laboratory space was designed to facilitate discussion by using an open-plan concept. Without walls, theoretically, scientists would freely discuss new ideas. Unfortunately, the lack of walls also led to no respite from seeing or hearing my neighbors. As I worked at my computer, I was forced to passively engage with the person sitting across from me. My productivity was also hindered by frequent disruptions caused by the incessant talk-show radio and bosses yelling at their subordinates.  </span></p>\n<p><span>My current laboratory space at the Yale Stem Cell Center in the Amistad Building also employs an open-laboratory concept.  Crucially, however, the laboratories also contain a few discrete walls that gradually mediate the privacy between desks, research benches, and the hallway. At Amistad, we can easily walk between laboratories and are rarely disturbed by the behaviors of others. The privacy gradient at Amistad is productive because it facilitates frequent scientific discourse as colleagues see each other at shared equipment, in the common hallway, and in the common break-room. Clearly, the design of workspaces affects productivity.</span></p>\n<p><span>I know that architects are often frustrated when they design for scientific clients, because the scientists often do not passionately appreciate the spatial effect of a building’s design. However, I imagine that scientists will be more likely to embrace the idea of a space when architects and scientists communicate about the function of a space. Scientists can learn from architects how to extend the use of their space, and architects can learn from scientists how the laboratory space needs to be maximized. When the well-designed laboratory is built, architects can obsess over its design elements, and scientists can obsess over the science.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Perceptions"},"slug":"perceptions","meta":{"volume":"1","number":"12","bulletin":false,"publication_date":"2015-11-05"}}}}