{"title":{"rendered":"Eyes in the Sky: From State to Civilian Surveillance through Satellite Remote Sensing"},"content":{"rendered":"<p><span>BOWEN CHANG (MEM 2018) &amp; KATHRYN MCCONNELL (</span><span>MESc 2017)</span></p>\n<p><span>Remote sensing satellites gather images of the world over, measuring the light emitted and reflected from the Earth, allowing viewers a unique angle to “see” what is occurring on the surface of the planet. This technology, developed under the strict secrecy of the military institutions of the Cold War, has since proliferated in both its user base and applications. This diffusion of remote sensing power from the state to global civilian institutions instigated the growth of new types of political projects – at times at the behest of the state, and, more recently, turned back to gaze upon the state.</span></p>\n<p><span>One of the earliest pursuits of satellite remote sensing was the Corona program during the Cold War, in which the United States sought greater information on Soviet activities. In 1959, the first Corona satellite &#8211; the Discoverer 1 &#8211; lost contact with the ground before reaching orbit and, to this day, it is not known whether the satellite ever reached its destination, or even where it is. In the early days of the Corona, one failed launch came after another, but in Discoverer 14 the project finally bore its first fruit. After a 27-hour, 450,000-mile flight in a 116-mile orbit, the satellite returned to earth with its camera intact. Engineers were able to retrieve the physical films the camera used for the first time (NASA, 2016). The films, however, weren’t to be made public until many decades later.</span></p>\n<p><span>        </span> <span>Some years after the Corona Project, satellite technologies began to develop beyond the strict purview of the military. In the early 1970s, Landsat satellites began circling the earth gathering data on environmental and atmospheric phenomena, rather than on Soviet military movements (Popkin, 2016). If the Corona provided a strictly controlled, narrowly targeted stream of information from its pioneering remote sensing satellites, then the Landsat Program handed reins of this power to the public.</span></p>\n<p><span>        </span> <span>In December 2010, a highly-publicized private endeavor was launched. With George Clooney as its mascot, the not-for-profit Satellite Sentinel Program aimed to mitigate atrocities in the civil war between Northern and South Sudan, using real-time satellite remote sensing data to monitor the movement of troops, supplies, and military equipment along the border. Images show areas where villages were razed, houses burnt to the ground, and shell craters littered across the landscape. The Program’s vision was to provide data that would hold country leaders and international decision makers accountable for their actions (or inactions) &#8211; a far departure from the original use of Corona’s data in the 1960’s (SSP, 2016).</span></p>\n<p><span>While remotely sensed data has become increasingly accessible to civil society actors, states have likewise continued their own development of remote sensing technology; they, too, used satellites to expand their reach. Reducing illegal logging and clear-cutting of forestlands is an elusive goal for centralized state governments whose authority may not extend to rural regions. Satellite data provides the surveillance power to do so. Brazil’s “Real Time System for Detection of Deforestation” program (DETER) utilizes satellite data to identify sites of forest cover change, providing rapid notice of forest disturbance to the government’s Brazilian Institute of Environment and Renewable Natural Resources (IBAMA), which acts as the enforcement arm of this surveillance program (Brazilian Ministry of Science and Technology Website, 2014; Popkin, 2016). Based on DETER’s data, IBAMA carries out raids where deforesting is spotted from above. On top of raids, satellite data also enabled the Brazilian government to internally sanction states with high rates of deforestation, decreasing access to agricultural loans for these regions (Tollefson 2015).</span></p>\n<p><span>Such spatial data is no longer only available to the central government. American scientist Matthew Hansen and the World Resource Institute (WRI) built a global, real-time, open access map of forest cover; the satellite images making up the maps show us in plain sight the fishbone patterns by which forests are being eliminated. Hansen and the WRI envision this data supporting activists working against deforestation. Such information furthermore allows countries to monitor each other’s compliance with international treaties such as the recent Paris Climate Agreement (Popkin 2016). The ability for non-state actors to observe a state’s territory from above raises questions of national sovereignty and may yet strengthen the power of intergovernmental and civilian groups.</span></p>\n<p><span>        </span> <span>For centuries, forms of spatial data, ranging from rudimentary maps to satellite images, have been used by states to control territories. Today, shifting norms around open data access are expanding the network of actors with the power to survey space. At times, satellites are the only tools available to provide information on regions to which access is curtailed. They are the eyes in the sky that can both diminish boundaries, but also aid the states that would strengthen their borders. History suggests that remote sensing is a tool for hegemonic state control, but, looking forward, may also keep powerful governing entities in check, opening spaces that break down traditional forms of sovereignty.</span></p>\n<p><span>Works Cited</span></p>\n<ol>\n<li><span>    </span><span>Brazilian Ministry of Science and Technology Website. (2014, November 28). </span><i><span>DETER System</span></i><span>. Retrieved from</span><a href=\"http://www.obt.inpe.br/deter/\"> <span>http://www.obt.inpe.br/deter/</span></a><span>.</span></li>\n<li><span>    </span><span>NASA. (2016, December 08). </span><i><span>Discoverer 14. </span></i><span>Retrieved from http://nssdc.gsfc.nasa.gov/.</span></li>\n<li><span>    </span><span>Popkin, G. (2016). Warning to forest destroyers: this scientist will catch you.</span></li>\n</ol>\n<p><i><span>  </span></i> <i><span>Nature</span></i><span>, </span><i><span>538</span></i><span>(7623), 24.</span></p>\n<ol start=\"4\">\n<li><span>    </span><span>Satellite Sentinel Project. (2016). </span><i><span>Our Story</span></i><span>. Retrieved from:</span> <span>http://www.satsentinel.org/our-story.</span></li>\n</ol>\n<p><span>5.</span><span>    </span><span>Tollefson, J. (2015). Stopping deforestation: Battle for the Amazon. </span><i><span>Nature</span></i><span>,</span><i><span>520</span></i><span>, 20-23.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Bowen Chang"},"slug":"bowen-chang","meta":{"degree":"M.E.M.","graduation_year":"2018"}},{"title":{"rendered":"Kathryn McConnell"},"slug":"kathryn-mcconnell","meta":{"degree":"M.E.Sc.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Frame + Essence"},"meta":{"volume":"2","number":"16","publication_date":"2017-02-23"}}}}