{"title":{"rendered":"Faculty Reactions"},"content":{"rendered":"<p>Joel Sanders<br />\nI am hopeful that the AAU report will be a call to action, encouraging us to initiate an open dialogue about how we can build a more inclusive culture of respect at the YSOA that permits all people, no matter their race, sex or gender, to express their diverse identities. As Title IX Coordinator, I will make my best effort to collaborate with students, faculty and staff to spearhead these important initiatives.</p>\n<p>Keller Easterling<br />\nGiven that there is a changing cast of characters in the school, maybe we should find a way to educate the community each year about this issue. Rather than suppressing information, shining a light on the problem and expanding the conversation seems to me to be the best way to refresh our workspace. We will all be the better for it.</p>\n<p>Kyle Dugdale<br />\nI have to say that I find the data-driven approach to this discussion rather frustrating, particularly given the way in which the data are typically presented. This is obviously not a well-articulated response, and perhaps I am the only one to feel this way; but it seems symptomatic of a certain dysfunction in our capacity to deal with the issues. If they are issues that pertain directly to our work as architects, as was noted at the meeting, what would it mean to address them in the language of our discipline?</p>\n<p>Anonymous<br />\nI was grateful for the chance to convene as a school yesterday, too rare an occurrence generally, to review the report and listen to candid reactions and concerns from students.</p>\n<p>Alan Organschi<br />\nThe unfortunate irony, that the potentially wonderful attributes of YSoA educational culture might also be sources of risk for corrosive and dangerous behavior, perhaps isn’t so surprising. Consider our educational model that values and fiercely protects its small, close knit community of students and faculty/staff, operates in large part on the basis of relatively unstructured, ongoing interactions between faculty and students and among students themselves, and seeks enrichment from a constant influx of guests from different backgrounds, experiences, and intellectual positions. Stir into that mix a professional culture with unfortunately strong traditions of gender inequality and rigid social/organizational hierarchy.</p>\n<p>Kent Bloomer<br />\nYSOA has always nourished close communities of students who become friends, many remaining in contact for the rest of their lives. Seeing those communities form has been one of the thrills of teaching.<br />\nTogether our students form a global entity as very particular voices in the world of architecture. The administrative leaders of Monday’s Assembly are right when they urge any victim of harassment to report to the experts for advice. Such immediate action is as much for the sake of our School and its mission, as it is for themselves. It doesn’t take much to muddy the waters, and muddy waters can stay muddy for a long time.</p>\n<p>Mark Foster Gage<br />\nAs a gay kid from Nebraska, from a hard-core military family, who then went to The University of Notre Dame where, at the time, gay groups weren’t even allowed to meet on campus. It’s fantastic that YSoA is having a discussion about what constitutes a safe, inclusive, educational environment. The AAU sexual climate survey meeting we had in Hastings was, as I understand it, intended primarily to deliver the information on the various surveys—I think the real conversation will be unfolding over the next few days, weeks, and years. So my initial reaction is of course sexual harassment in all forms must end. Full stop. But as for the safe climate aspect of the equation there seem to be two poles, one where students are shrouded in bubble wrap and protected from everything—even ideas they potentially should be exposed to, and the other where all speech is permissible in the name of a challenging education. The ongoing conversation our school will be having will be about where on that spectrum we should be. It is an immensely delicate task as our students and faculty come from over 66 countries, and from at least five generations. How do we collectively celebrate this immense diversity of backgrounds while finding a common safe datum from which to teach and learn? I look forward to being part of these discussions.</p>\n"},"meta":{"fold":{"title":{"rendered":"AAU Westat-Yale Report"},"meta":{"volume":"1","number":"","publication_date":"2016-02-11"}}}}