{"title":{"rendered":"Farming Katrina: Crisis-Motivated Change in the New Orleans Food System"},"content":{"rendered":"<p><span>11.12.2015</span></p>\n<p><span><strong>TESS McNAMARA</strong> (<em>F.E.S &#8217;18 M. Arch &#8217;18</em>)</span></p>\n<p><span>In Dolores Hayden’s “Built Environments and the Politics of Place,” students were tasked with researching a subject that has an impact on the built environment due to its racial, political, or gender-based implications. To “study something with social consequence” is not a common jumping off point for projects in architecture school, but perhaps it should be.  </span><span>As designers, being aware of larger systems at play within the urban context gives us the potential to leverage these systems to direct and shape the space they occupy.  Tess McNamara explores how the unmet needs of the community after Hurricane Katrina spurred a community effort to reinvent the food system in New Orleans, and thus directly impacted the physical form of the city.</span></p>\n<p><span>Farming Katrina: Crisis-Motivated Change in the New Orleans Food System</span></p>\n<p><span>Images of the devastation caused by Hurricane Katrina—drowned neighborhoods submerged to the rafters, desperate people stranded on gable-roof islands, decimated highways surrounded by crumpled homes—have burned New Orleans onto the American consciousness like no other environmental disaster. Threaded through the story of poverty, racial inequality, and geographic vulnerability laid bare by Katrina in August 2005 is the story of food in New Orleans. The conception of the city as a southern hub of global food culture is at odds with the reality that many residents lived in food deserts before Katrina; deserts that turned into flooded food wastelands after the storm.</span></p>\n<p><span>Across New Orleans, and particularly in the neighborhood of Hollygrove, communities responded to issues of food access after Katrina by farming the land that was flooded from beneath their feet. Hurricane Katrina became a disaster when the government-sanctioned levees failed; however it became a widespread and long-lasting crisis when the infrastructure of local, state and federal government crumbled as well. The failure of government recovery efforts generated distrust in the ability of institutions to protect and to serve. This distrust mobilized communities to seek self-sufficiency, rebuilding neighborhoods and livelihoods themselves in the face of institutional impotence. The community-led urban farm movement is a physical manifestation of residents’ desire to take matters of survival into their own hands: they dug into and invested in the scarred earth, producing the food needed to thrive. The informal food systems that were farmed from Katrina, backed by new tightly knit community groups, will prove resilient in the face of the next environmental, political or economic disaster.</span></p>\n<p><span>In the Hollygrove neighborhood of central New Orleans, the story of food and Katrina begins in a very different place. Before 2005, Hollygrove was a low income, predominantly African American neighborhood blighted by rampant drug use, escalating violence, and a declining population. The neighborhood was one of many food-deserts in New Orleans: corner stores selling junk food and candy proliferated, but the nearest grocery store selling affordable, fresh food was miles away[1]. Two and a half years after Katrina, only 18 of New Orleans’ 36 supermarkets had re-opened, continuing the decline in available food resources for Hollygrove’s residents[2]. Hollygrove, like Village de L’Est, was hard hit by Katrina, however many of its residents did not return. Therefore, Hollygrove faced a grim reality seen across New Orleans: an urban fabric newly scarred with vacant and decaying lots. In 2015, New Orleans had 66,000 vacant lots, triple the number before Katrina</span></p>\n<p><span>It is from this context that the Hollygrove Market and Farm was formed on the ground floor of a dilapidated and previously flooded building. In joint forces with the New Orleans Food and Farm Network, a small wasteland on Olive Street was converted into a bustling micro-farm and community market. Today, the small urban farm is thriving, and the market has become a network through which community members can sell their own home-grown produce.  Hurricane Katrina galvanized an informal food system in Hollygrove, using the community infrastructure that arose out of government negligence. This system has not only improved the face of the neighborhood, turning abandoned lots into flourishing gardens, it has also provided a neighborhood with access to fresh and healthy food. The proliferation of urban farms in Hollygrove is an example of how neighborhood residents have used the events of Katrina to take matters of food into their own hands. This kind of DIY activism and enthusiasm is a new type of tactical urbanism that does not require the top-down powers of the government helping the city. These are examples of opportunities stagnantly hidden in the multipliers that are empty lots. As architects, thinkers and urbanists, we must develop the ability impact the fabric of our culture ourselves, with immediate results. The new normal does not wait.</span></p>\n<p>&nbsp;</p>\n<p><span>[1] Wooten, 171.</span></p>\n<p><span>[2] Schwartz, 44.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"The New Normal"},"meta":{"volume":"1","number":"08","publication_date":"2015-11-12"}}}}