{"title":{"rendered":"Nordic Trek"},"content":{"rendered":"<p>McKinsey’s Design Index attempts to understand how design drives value by correlating profitability with the presence of design culture’s tools and artifacts. According to this formula, action in four “design themes”—analytical leadership, cross-functional talent, continuous iteration, and user experience—resulted in revenue and returns to shareholder growth rates that are 33-56 percentage points higher for the top quartile of the index. While McKinsey researchers were gathering financial data and trying to decode design as if it were a genome, they missed why top business to consumer (B2C) design performers are successful—why customers respond so strongly to their products and services. It is because the north star of companies with design muscle is not maximizing profit, but delivering value to customers. This principle has historically been inherent in the work of Scandinavian designers.</p>\n<p>Get value right, and revenue will follow. Lean startup methodology teaches that product-market fit comes before a revenue model. As a result, a slew of companies that understand this concept are disrupting markets—Airbnb, Warby Parker, and Lyft, to name a few. But business schools and management consultancies across the world operate from a fundamental assumption that all business decisions should be made to generate revenue, every equation solved to maximize profit. To challenge this default, Yennie Lee and I teamed up with Yale School of Art Professor Pamela Hovland to lead a group of Yale School of Management students to learn from Stockholm and Copenhagen design leaders.</p>\n<p>Scandinavian design is democratic; good design should be accessible and affordable to the masses. Sweden’s IKEA transformed from a rural mail order business into the world’s largest furniture retailer with the embodiment of the Scandinavian ethos: “beautiful things that make your life better.” Scandinavian design landed on the world stage in the 1950s, and it is answering a global call today for sustainable production and consumption, for craftsmanship and natural materials, and for quiet beauty and functionality.</p>\n<p>In the blur of visits ranging from Bjarke Ingels Group’s industrial loft studio, to the carpentry workshop of IKEA’s innovation lab Space10, to Spotify’s color-blocked headquarters, we collected data points on the intangible manifestations of design—branding, product development and diversification, packaging, pricing, organizational design, healthy work culture, crafted experiences, global expansion strategies, supply chain management, and lessons on how to live a happy life. The scatter plot of these dots drew lines connecting the power of design to business value:</p>\n<p>Design allows organizations, objects, and processes to connect with people by feeling human—connecting with human biases, heuristics, and instincts. “Every client we speak with now wants the brand to be human.” –e-Types</p>\n<p>By responding to human needs with simplicity and effortless functionality, design engenders trust and feelings of authenticity. “Design is about finding the essence of what you can communicate about the product.” –Stockholm Design Lab</p>\n<p>Design gives business the tools and processes to develop and operate a business model with customers at the center. It brings the outside in to companies that always look inside out.</p>\n<p>Using design tools and principles results in products and services that actually solve customer needs. “We strive to make good design accessible to the largest possible audience. Accessibility is in both price and function.” –HAY</p>\n<p>Incorporating a design perspective in strategy development produces a cohesive brand and product line that adapts as customer needs change. &amp; Other Stories was born when H&amp;M asked, “What might a new cosmetics brand within the H&amp;M family look like?” The brand’s name is specifically designed for collaboration and adaptation: [fill in the designer/celebrity/artist] &amp;, instilling into the brand’s DNA a mechanism for evolving as fashions change.</p>\n<p>Any company can deploy design to achieve these objectives or implement “design actions” across McKinsey’s four themes. What makes these design-driven Scandinavians so successful is that they do not view design as a means to an end—as a tool to maximize profit—but as an end in and of itself, and that in turn produces financial success. Get value right, and revenue will follow. The business value of design is in connecting with what it means to be human.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alexandra Buerkle"},"slug":"alexandra-buerkle","meta":{"degree":"M.B.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"The Value of Design"},"meta":{"volume":"4","number":"14","publication_date":"2019-03-28"}}}}