{"title":{"rendered":"Figure / Ground: Talking with Eisenman"},"content":{"rendered":"<p><strong>MADELYNN RINGO</strong> (<em>M.Arch &#8217;16</em>), <strong>NICOLAS KEMPER</strong> (<em>M.Arch &#8217;16</em>), <strong>DIMA SROUJI</strong> (<em>M.Arch &#8217;16</em>)</p>\n<p>Each year, the incoming M.Arch I class at the Yale School of Architecture encounters Peter Eisenman in Formal Analysis, which attempts to familiarize students with the implications of form in architecture and its ordering of inhabitable space, a doctrine commonly referred to as ‘formalism’.</p>\n<p>Eisenman sees his first year course as the latest iteration in a series of courses focusing on the formal, dating back to 1960 when he taught a seminar at Cambridge on Gothic architecture. From 1963-67 he taught another seminar at Princeton based off his doctoral work, and then taught courses at Harvard (’82-’85), Cooper Union (’85-’93), Princeton (’93-‘06) and ultimately Yale. He wrote two books, Ten Canonical Buildings and another on Palladio (soon to be published) based on his courses at Cooper Union and Princeton, and plans eventually to write one based on the course at Yale. His course here began when he came to Yale full time, and works in concert with his seminar and studio.</p>\n<p><strong>“&#8230; design is always already an analytic activity, that before you can design you must have an idea, an idea about architecture.”<br />\n</strong><br />\nThough the course may have evolved from year to year, it has always involved a three part system of reading, drawing, and seeing &#8211; in that order. The courses were not always named ‘formal analysis’, “I don’t usually name courses. I don’t even know what it’s called at Yale.” Nevertheless he has an emphasis: “I am as interested in function as anyone else, I just don’t make a fetish out of it. If I am doing a great building I am interested in form, not where the toilets are.”</p>\n<p><strong>“This is not a class of Facts, it is of Values. Whose values? Mine.”<br />\n</strong><br />\nHe does not expect his students to share his values, but when they do Peter’s courses will often become the defining part of a student’s degree at Yale.</p>\n<p><strong>“In any zoo there will be animals who cannot do what the others can do.”<br />\n</strong><br />\nAfter Formal Analysis, some go on to serve him (as his TAs), take his seminars, and join his advanced studio. One of them was Jonah Rowen: “It was a great, very intense, tiny group.” He and three other Eisenman acolytes went on – with Peter’s encouragement &#8211; to start a journal, Project, which they continue to work on today.</p>\n<p>The emphasis on form manifests itself physically in the diagram: each week, every student produces a diagram using only red and black plans, elevations, sections and axonometrics printed on 11” x 17” frosted Mylar. Perspective, function, structure and tectonics are all absent – they are beside the point.</p>\n<p>Eisenman inherited his method of diagramming from Wittkower (especially the nine square grid used to describe Palladian villas), Wölfflin, and his teacher at Cambridge, Colin Rowe, but thinks he has moved beyond them, “My diagrams and the way I have people think about them are evolutionary.” He sees three categories of diagrams: static, spatial, and force. For instance, in the analysis of a split cube, the first two categories would depict just the two halves. The third would call out the void between them and ultimately the shear and the force which propels them apart.</p>\n<p>This, not the format, is the most important aspect of the diagrams produced in the course. The format is “just to get some level of consistency across 50 students.”</p>\n<p>But what about the red? In part, because it is most legible: “I don’t think of colors as favorites.” But he does display all the signs of a predilection for red. During an interview before the first day of school Peter said,</p>\n<p><strong>“I like to wear red because it upsets Bob Stern a lot &#8211; it is Cornell, and he is Yale.” </strong></p>\n<p>“Red is the sign of protest. I’m going to wear a red bowtie tomorrow, because my football team is playing.” And he did.</p>\n<p>Regardless of the color, Peter has always thought it essential that the students produce diagrams: “I don’t think you can design if you do not have a fundamental diagram in mind &#8211; you cannot move without doing a diagram.”</p>\n<p>That, and to participate in the collective sing-along at semester’s end: “For me, having students get up and sing, especially kids who cannot sing, or are not comfortable in front of an audience, it’s a great rehearsal for life.”</p>\n<p>So our advise to the first years as you begin the initiation of Formal Analysis? Mentally prepare for 1am desk crits, always check the sports news before attending class, and drink plentifully and quickly at the sing-along&#8230; and some advise from Peter himself?</p>\n<p><strong>“Never try to scratch your head and rub your belly.”</strong></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dima Srouji"},"slug":"dima-srouji","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Madelynn Ringo"},"slug":"madelynn-ringo","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Issue 01"},"slug":"issue-01","meta":{"volume":"0","number":"01","bulletin":false,"publication_date":"2014-09-04"}}}}