{"title":{"rendered":"First Year Survey"},"content":{"rendered":"<p><strong>JOHN WAN</strong> <em>(M.Arch &#8217;16)</em></p>\n<p>As a new class of students arrives at YSOA, PAPRIKA! was interested in finding out more about what drives them as individuals, designers, and future architects.</p>\n<p>“Every class we admit to Yale is very, very different. As we are a school dedicated to pluralism, we don’t just take the student with the best test scores, or the ones with the most polished portfolios, etc. Instead we curate our classes to include students with a vast range of backgrounds, and from quite different intellectual/architectural schools of thought. The goal isn’t to have one type of student coming in and producing one type of student going out, but rather to encourage a boiling cauldron of ideas here within the school.</p>\n<p>The students this year are astoundingly diverse, hailing from Uzbekistan, India, Saudi Arabia, Iran, China, New Zealand, Russia, Singapore, and England — over 22 countries in total. Taken together the incoming class should bring many fresh, new, inspiring, and interesting ingredients to add to the continually frothing Yale School of Architecture.”<br />\nMARK FOSTER GAGE<br />\nAssistant Dean and Associate Professor</p>\n<p>The questions of the Survey represent ongoing debates central to the profession and practice of architecture; questions that are constantly re-evaluated and re-thought throughout the course of one’s education and career as one searches for that niche of belonging. The wisdom, ideals, and optimism displayed in the responses are immensely inspiring, and it is this writer’s hope that as the incoming class becomes full-fledged members of the YSOA community, these original sparks are not lost to the sands of time and circumstance.</p>\n<p><strong>What is architecture?</strong></p>\n<p>Architecture to me is essentially the physical, social, cultural and intellectual manifestation of every single human habitat out there from the beginning of time. Sometimes I feel like it would do us well to take a moment to think of the magnitude and scope of that idea before we put pencil to paper.<br />\nAPOORVA KHANOLKAR</p>\n<p>I consider the art and act of picture-framing to be an apt analogy for architecture. A professional framer aims to enrich a painting by carefully choosing its frame; in ideal circumstances, a frame will complement its most alluring features and highlight facets otherwise left unnoticed in the work. A truly successful frame will become one with the work of art it holds. (In some cases, a frame is more enticing than the painting it encloses. This is OK, too.)</p>\n<p>Architecture is more about catalyzing moments, events and the unfolding of human life than about capturing them. Like a framer, the architect takes care to work with precision and technical expertise whilst aiming to create an object that supports and exalts the work of art (life) it encompasses. And the analogy could continue forever more… Architecture is the construction of carefully crafted frames for life and all its complexities and simplicities. And it can frame both the beautiful and the ugly.<br />\nANON.</p>\n<p><strong>Why did you choose to study architecture?</strong></p>\n<p>I first became interested in architecture during my time working at a violin shop in high school. There were images strewn around the shop of 17th century technical drawings of violins that reminded me of architectural drawings I had seen. This sparked an interest in the act and art of making of objects and space, and how that act plays out. Architecture is one of the few fields that extends into mass, weight, space, and drawing, and shapes how each of those affect people. I wanted to be a part of that.<br />\nDANIEL MARTY</p>\n<p>The first impactful encounter I had with architecture was during my college years, when I visited a madrasah, an institution of Islamic science. There I experienced a powerful and sublime unity of art and architecture &#8211; perhaps it was the imposing entrance that somehow seemed fragile with the floral motifs; or the Arabic calligraphy that celebrated pursuit of knowledge. As I further explored my interest in architecture, I became aware of its broader role in society, and decided to pursue it in a graduate school.<br />\nRASHID MUYDINOV</p>\n<p><strong>Who/what inspires you?</strong></p>\n<p>Steve Reich, John Coltrane, David Foster Wallace, Bob Irwin’s scrim veil, the Orinda House, Boston, Boston’s Pei, identity politics<br />\nWESLEY HIATT</p>\n<p>Falling snow, The Rite of Spring, adrenaline, Einstein, deadlines, freshly cut wood, new colors, sleep, Johnny Cash, The Adirondacks, cities.<br />\nISAAC SOUTHARD</p>\n<p>Japanese culture, woodblock prints, traveling.<br />\nCECILIA HUI</p>\n<p>I.M.Pei, Louis Kahn and Kengo Kuma.<br />\nLILY HOU</p>\n<p>A friend of mine whom I got to know through volunteering at an old folk’s home epitomizes a lot of what I wish to become as an architect, thinker and person. At 104, she is still endlessly curious about the world around her. She stands firmly in the middle-ground between nostalgia and excitement for the future, not blindly yearning for either, but extracting the best out of both. She empathizes with every life narrative she hears of but has a strong sense of who she is herself; she appreciates the variety of lifestyles and choices people make around her, but has the confidence to define her own path; she values melancholy and humor as equally rich components of life. She lives a simple life set to simple routines, but sprinkles celebration in her days in just the right dose. Everything moderation, including moderation – when she’s feeling frivolous, she goes to her balcony to sing and ignores the people staring from down below. Exactly what a successful architect should do in her work!<br />\nANON.</p>\n<p><strong>What do you expect to gain from your time at ysoa?<br />\n</strong><br />\nTo build an inherent understanding of the subject. To elevate my habits and understanding of things outside the subject, from being surrounded by the best and brightest.<br />\nANON.</p>\n<p>The amount of resources, both the amazing people and fabrication tools, at the school seems to foster a breadth of experimentation. I’ve come to learn from and with this community and can’t wait to do so.<br />\nDANIEL MARTY</p>\n<p><strong>What is architecture’s current ‘mood’?<br />\n</strong><br />\nConfused. More often than not, at least in Asia, I perceive a need to quickly shirk off an evolved and adapted local architecture in favor of a blind ‘western-style’ modernity that serves the dual purpose of fast wiping off cultural and evolutionary identities and being as unsuited to local conditions as can be.<br />\nAPOORVA KHANOLKAR</p>\n<p>Mannerism.<br />\nWESLEY HIATT</p>\n<p>I am hesitant to label any particular direction under a style of “-ism” &#8211; isn’t it a legacy of the past we’ve been striving to forgo for some time?&#8230; Whatever followers of each direction have to justify their argument; and ironically, in spite of their attempt for differentiation, the more important issue is the increasing homogenization of buildings (how many of those twisting towers do we need?), blocks, and cities with no identifiable character.<br />\nRASHID MUYDINOV</p>\n<p>Collabitecture. The age of the starchitect is dead.<br />\nISAAC SOUTHARD</p>\n<p>“Post-recessionism”, because of the state of transience our profession is currently in.<br />\nELAINA BERKOWITZ</p>\n<p>Dowhateveryouwantism<br />\nANON.</p>\n<p>Graphicism. Nowadays the building itself is less important than a good picture of it.<br />\nJIZHOU LIU</p>\n<p>Frustrationism. Architects like architecture that is debatable, controversial, and in question. In reality people like spaces where they can do those things, they just don’t like doing it in those spaces.<br />\nROBERT HON</p>\n<p>Pararesearchecture. The discipline is now able to rapidly prototype models and gather information faster than it ever has before, and there seems to be such an amazing and widely diverse amount of experimentation in the field that has stemmed from them.<br />\nDANIEL MARTY</p>\n<p><strong>How do you define ‘good’ architecture?<br />\n</strong><br />\n“Good” architecture is when it is more than the sum of its parts, and goes beyond being simply a visual object. At a human scale, it touches each of our senses, without being simply a background for people’s Facebook pictures. At a larger scale, it involves issues of context, urbanism, cultural identity, and better efficiency of resources.<br />\nRASHID MUYDINOV</p>\n<p>Good architecture comforts and supports the life it is built for, and architecture that is not only good but marvelous also inspires spontaneity and spurs people to create, enjoy and explore themes, events, situations and sensations otherwise left to the sidelines. To me a measure of architectural success is the degree of curiosity it inspires in people. Good architecture allows but does not dictate, permits but does not prescribe, enables but does not determine.<br />\nANON.</p>\n<p><strong>IN CLOSING&#8230;<br />\n</strong><br />\nI think the YSOA community should definitely put out statistics, numbers, maybe even a little compilation of student/professor thoughts and reflections on their time here. When I was researching masters programs I felt like there’s a serious dearth of information out these outside of the official sources. I, for one, would love to have an idea of where our students come from, what they are doing after they’ve passed out, what kind of jobs they work and where, things like that. Perhaps an online blog-like extension of PAPRIKA!?<br />\nAPOORVA KHANOLKAR</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 01"},"slug":"issue-01","meta":{"volume":"0","number":"01","bulletin":false,"publication_date":"2014-09-04"}}}}