{"title":{"rendered":"First Assignments"},"content":{"rendered":"<p><strong>NICOLAS KEMPER</strong> (M.Arch &#8217;16)</p>\n<p>Joyce Hsiang took charge of the first year studio, with Michael Szivos of SOFTlab joining last year’s critics Brennan Buck, Peggy Deamer, and Eeva-Lisa Pelkonen to guide the M.Arch first years through their three project semester. They will start with a study which must also house a collection, design an “Environmental Education Center” for midterm, and will culminate with a Public Library for their final review. More than a few stayed up all night opening Thursday finishing the first assignment, a 24” square “Inside Out” drawing.</p>\n<p>Mark Foster Gage surprised and thrilled the second years when he announced their semester-long project will be to replace the University of Pennsylvania’s Meyerson Hall with an architecture school of their own imagination. Noting “there is a great tradition of Yale fixing Philadelphia,” he split the class into five teams to set up the problem for next week. Gage’s team? Radical departures.</p>\n<p>A second year ducked before she could be identified as the origin of a coffee cup dropped from a fifth floor catwalk during lottery as Peter Eisenman, noting “the Howard Roarke phenomenon is long ago gone,” presented his studio with Miroslava Brooks, The Unreason of the Modern: The Transformation of the Sacred. Bound for central Italy, they will design a Catholic Church in New Haven. The first assignment? A reading: Jacques Derrida’s The “World” of the Enlightenment to come (Exception, Calculation, Sovereignty).*</p>\n<p>Alan Organschi and Lisa Gray, declaring “our issues are in the news,” will explore new applications of wood, culminating with four new building types sited in New Haven’s Mill River District. Traveling to Finland and Austria, they start by fabricating (with the help of Organschi &amp; Gray’s shop) three wooden laminate structures: a 16’ stair, a swing for two which swings in multiple directions, and a bench for six with three contact points.</p>\n<p>“Bob has commented on our dress” quipped FAT about their primary color t-shirts, “we didn’t want it to be too much of a funeral.” Sam Jacob, Sean Griffiths and Charles Holland will, with Jennifer Leung, take their students to London and have them make an “architectural proposition” for the Vauxhall Embankment. But first? Take a FAT project and do it in the style of two other architects.</p>\n<p>In their studio Material + Force = Form, John Patkau with Timothy Newton will take their students to Stuttgart, Bregenz and Zurich to inspire their students for a new museum to house the Yale Collection of Musical Instruments on the block bound by College, Temple, Wall, &amp; Elm. Students begin by analyzing the site, a precedent in Switzerland, and, of course, a musical instrument.</p>\n<p>“You never know!” shot back Robert Stern after Alan Plattus suggested the Dean would not be joining their fourteenth trip for the China Studio. With Andrei Harwellstudents will master plan a 170 hectare site flanking a high speed rail corridor connecting Beijing to its port, starting with an analysis of a train station.</p>\n<p>Joel Sanders called out Paprika! contributor Sofia Singler as a native of his and Josh Dannenberg’s studio’s destination and site, Finland. Students are to design an entrant, possibly subversive, for Helsinki’s Guggenheim competition.</p>\n<p>Finally Tod Williams and Billie Tsien will, with Andrew Benner, take their students to Peru, Lima, Cuzco, Machu Pichu and the Sacred Valley in preparation for designing an academy in Cuzco. Before that, though, a personal journey: for their first week they are to make a totem representing themselves, and a map drawn from their home on which to place it.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}]}}