{"title":{"rendered":"Food"},"content":{"rendered":"<p>It seems strange that food is not considered art in the way that architecture, painting, and sculpture are. Food, just like art, is a reflection of culture, of time, and of interaction. Despite the fact that it is necessary for survival, there is something to be said about the rituals that revolve around it. For example, people typically choose to sit down and enjoy this time with others, and they choose to prepare meals according to texture, taste, and temperature. Perhaps what is most unique about food is that it is ephemeral and fleeting—it only lasts a few moments, yet it is ritually experienced every day.</p>\n<p>It is only recently that thoughts about food have begun to be cataloged as a kind of “food theory,” which inevitably has drawn attention to the relationships between other art forms such as sculpture, painting, composing, and architecture.</p>\n<p>For the last decade and a half, architects have studied, read, collected, and formulated thoughts about the way food relates to architecture and what can be learned about the disciplines in tandem. Architects and educators Paulette Singley and Jamie Horwitz were of the first to collect essays explicitly about the relationship between the two, which were published in a 2004 book titled <em>Eating Architecture</em>. This book illuminated a relationship that is becoming increasingly discussed in academia. Gastronomy has become a major topic in studios at the GSD, where chefs have been invited to lecture on the topic. Food was the theme for a spring/summer 2015 issue of <em>Log 34</em>, highlighting its relationship with architecture. SCI-Arc published a video on the collaboration between Chef Jordan Kahn and Eric Owen Moss.</p>\n<p>Food and architecture are the most primal necessities of life. The once distinct boundaries are finally blurring.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Natalie Broton"},"slug":"natalie-broton","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"The Ooz"},"meta":{"volume":"4","number":"16","publication_date":"2019-04-11"}}}}