{"title":{"rendered":"Formless"},"content":{"rendered":"<p><span>Daniel Marty</span> <span> (</span>M.Arch &#8217;17)</p>\n<p><span>Look at your big toe. Really look at it. When defining a dissident brand of surrealism, Georges Bataille used the big toe to illustrate that despite the obvious functional instrumentality of it (a balancing appendage), there are conveniently ignored mundane and gritty qualities that operate abnormally to certain ideals.</span><span>1</span><span> We stand proudly erect on our feet, but we conveniently ignore that our feet are quite calloused, blistered, and dirty. As defined in Bataille’s </span><i><span>Dictionaries Critque, </span></i><span>these qualities operate </span><i><span>formlessly</span></i><span>. These abnormalities attack the device that allows an object to conform to a certain ideal, serving to declassify them, disturbing the relationship between object and narrative, between instrument and function. In linguistic terms, it is a mistake to understand the </span><i><span>formless</span></i><span> as an adjective that describes a phenomena; it is a verb with a task. Yve-Alain Bois writes: </span></p>\n<p><span>“Nothing in and of itself, the formless has only one operational existence: it is a performative, like obscene words, the violence of which derives less from semantics than from the very act of their delivery. The formless is an operation.”</span><span>2</span></p>\n<p><span>The formless is a powerful instrument that operates in opposition to instrumentality, reminding us of the qualities that are undermined by functional characterizations. It is an operation that is forced upon a space, serving to disrupt, to create something </span><i><span>other</span></i><span> from convention. </span></p>\n<p><span>The 1996 exhibition “L’Informe: Mode d’emploi,” curated by Rosalind Krauss and Yve-Alain Bois, organized the ways in which the </span><i><span>formless</span></i><span> structurally performs into four categories: horizontality, base materialism, pulse, and entropy. The performative nature of the formless is clearest in the “horizontality” category, and is the most obvious entry into the discipline of architecture because it enacts a spatial device: the horizontal. However this does not necessarily mean that the </span><i><span>formless</span></i><span> is explicitly horizontal, but that it operates horizontally; it is an attack upon the fixation of the image and the object, and how each presents itself to the world. The spatial field of the Cordoba Mosque illustrates an aspect of this. It is not important that the field is made up of columns and that these columns support a roof. Instead the </span><i><span>formless</span></i><span> operation at play here is the field’s ability to challenge the autonomy of the singular column. In this act, an ambiguity is created within the object-as-field, where both humans and columns can participate in field-making. The </span><i><span>formless</span></i><span> squashes subjects and objects into things, regarding them on the same horizontal level of matter within the world. </span></p>\n<p><span>The search for the </span><i><span>formless</span></i><span> in architecture is rooted in operations that bring an ideal down to the same horizontal plane as matter, and stems from a Constructivist pursuit. Aleksandr Rodchenko asserts, “our things in our hands must be equals, comrades.” The </span><i><span>formless</span></i><span> is a re-reading, a reconstitution of the cult of the object, and a violent grounding of space in the reality of matter and things. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daniel Marty"},"slug":"daniel-marty","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Instrumentalism"},"slug":"instrumentalism","meta":{"volume":"2","number":"10","bulletin":false,"publication_date":"2016-12-08"}}}}