{"title":{"rendered":"Form Survey"},"content":{"rendered":"<p><strong>What is formalism to you?</strong></p>\n<p>Formalism is something incredibly dry and rigid, like a dinner party where everyone is trying to impress one another. –Anon.</p>\n<p>Formalism relies on the interaction, distortion, or relationship of compositional elements (lines, shapes, typologies) to gain meaning. –Charles Kane</p>\n<p>A mode of revealing, or bringing forth. –Daniel Glick-Unterman</p>\n<p>A bloated word that hints at shape, volume, and meaning in architecture. –Anna Meloyan</p>\n<p>&nbsp;</p>\n<p><strong>What is your favorite building and why?</strong></p>\n<p>Kahn&#8217;s Salk Institute. It ends a continent. – Anon.</p>\n<p>I don&#8217;t believe in favorites. –Dante Furioso</p>\n<p>&nbsp;</p>\n<p><strong>Is form important? Why or why not?</strong></p>\n<p>As architects we must always take care of form. It&#8217;s not a question of importance, but a necessity. –Daniel Glick-Unterman</p>\n<p>Yes. Architecture is a language, and form is the lexicon. –Bob Blabla</p>\n<p>Probably not. Form doesn&#8217;t say whether a space works or not. –Maddy Sembler</p>\n<p>Form interests me to the extent that it facilitates the development of an idea. –Charles Kane</p>\n<p>Form is visible, it&#8217;s undeniably important. –Anon.</p>\n<p>&nbsp;</p>\n<p><strong>Should graphic representation of form be honest?</strong></p>\n<p>I think you should be asking what honesty is in the first place. –Anon.</p>\n<p>Anything said to be &#8220;honest&#8221; in architectural form or representation is inherently an overdetermined statement. It cannot – it always has disparity. –Anna Meloyan</p>\n<p>No. A drawing is not a building. There&#8217;s no experiencing the two mutually. –Maddy Sembler</p>\n<p>Drawings don&#8217;t lie. Architects lie. –Daniel Glick-Unterman</p>\n<p>&nbsp;</p>\n<p><strong>Who do you think of when you think of formalism?</strong></p>\n<p>Peter Eisenman and his Eisenbros, but that&#8217;s not what it should be. –Bob Blabla</p>\n<p>Formalism suggests an avoidance of the conceptual and the social. It makes me think of an apolitical and empty approach to architecture. –Dante Furioso</p>\n<p>Eisenman? and Object Oriented Ontology, strangely, because they don&#8217;t get along. They should get along! –Anna Meloyan</p>\n<p><strong>Is form a requisite to architecture? Yes or No?</strong></p>\n<p>Is a serving dish requisite to eating food? –Sam King</p>\n<p>No, but a requisite for its deployment. –Anon.</p>\n<p>Absolutely, it&#8217;s all about space. –Anon.</p>\n"},"meta":{"fold":{"title":{"rendered":"Form and Discipline"},"meta":{"volume":"1","number":"14","publication_date":"2015-12-03"}}}}