{"title":{"rendered":"Fostering the Community  Inclusion of People in Mental Health Recovery"},"content":{"rendered":"<p>We suggest that there are at least three different levels for strategies to foster community inclusion of people recovering from serious mental illnesses. Being “in recovery” refers to living a safe, dignified, gratifying, self-determined life in the face of an ongoing mental illness, rather than to no longer experiencing the signs, symptoms, and impairments associated with the disorder.</p>\n<p><strong>The mental health system</strong></p>\n<p>It is an unfortunate reality that most mental health services currently pose more of an obstacle to community inclusion that facilitate it. While intended to protect the person’s privacy, these boundaries have instead created a static, two-class system in which people seeking services are made to feel inferior to their care providers and often end up viewing themselves as having nothing of value to offer in interpersonal relationships—relationships which then come to be characterized as one-directional (Davidson, Stayner and Haglund 1998). A related, if unintended, result of this attitude is having separate staff and patient/client bathrooms in outpatient settings—reminiscent of the “White” and “Colored-only” bathrooms and drinking fountains in the segregated American South prior to the 1960s—reinforcing the message that people with mental illnesses are fundamentally different from (and less than) those without them.</p>\n<p>Practitioners often encourage people with mental illnesses to withdraw from the community and to socialize and enjoy their recreational hobbies in social clubs, day programs, or other artificial settings that keep them segregated. For example, rather than encouraging a person in recovery who likes bowling to join a bowling league at the local lanes, practitioners may suggest that the person go bowling with the staff and fellow patients of his or her day center—viewing the person as too “sick” or “low functioning” to join in community activities on his or her own. We within the mental health system cannot reasonably expect the community to reject stigma and discrimination against people in recovery if we cannot get our own house in order first.</p>\n<p><strong>The interface between the mental health system and the community</strong></p>\n<p>Little thought has been given to the interface between the mental health system and the broader community, beyond the basic assumption that people who need care will be referred to the mental health system, and people who benefit from care and recover will rejoin community life. One exception to this customary view has been explored within the last half century, however, largely within Western European countries and beginning, at least by some accounts, with the work of the Basaglias and the Democratic Psychiatry movement they helped to found in Italy in the 1960s. For the purposes of this piece, we will limit ourselves to four of the key strategies developed by Franco and Franca Basaglia and their colleagues to foster an exchange between the mental health system and the community as a step towards closing mental asylums and ensuring “a life in the community” for all persons with serious mental illnesses—the vision since adopted by the U.S. President’s New Freedom Commission on Mental Health (Department of Health and Human Services 2003, Davidson et al. 2010).</p>\n<p>Before closing the asylum at Trieste, and as one way of helping the asylum residents to become comfortable around community people, as well as community people becoming comfortable around asylum residents, the hospital staff planned public events that would create two-way traffic between the asylum and the community. Community members were invited onto the grounds of the asylum for a range of publicized cultural, recreational, and social events such as soccer matches, festivals, art exhibits, music concerts, lectures, and other public gatherings. Of note, for example, was that a day care center was established for the staff’s children on the grounds of the asylum and eventually became a valuable asset for the town as a whole. Uninhabited or recently vacated parts of the asylum were put to other uses as well. One program encouraged residents who were able and interested in working to take on jobs for which they would receive the same level of pay they would have received for the same or similar jobs in the community. This transformation of passive or indentured residents into competitive workers yielded enormous capacity for employment in a range of industries beyond janitorial and food services, with approximately half of the resident population expressing interest in working. From this modest beginning, and consistent with the principle that citizens have the right to a decent wage for their meaningful labor, the model of social cooperatives was born.</p>\n<p>Social cooperatives are industries that employ a mixed workforce, some employees having disabilities and others not. These companies are able to pay their employees comparable wages to the rest of the business sector, based either on government subsidies used to compensate for reduced productivity or, when possible, on their own self-sustaining productivity. Beginning with their inception in the Trieste asylum, social cooperatives have since become highly visible across the Trieste business sector, at one point numbering 45 different functions. These include cleaning and building maintenance, furniture and design, hotel, cafeteria and restaurant services, agricultural production and gardening, handicraft, carpentry, photo, video and radio production, computer services, theater, administrative services, and home assistance. It is, in fact, difficult to spend any amount of time in Trieste and not come into contact with a social cooperative in some way. This model has since been replicated in various forms in numerous European countries, Australia, and New Zealand. A 1999 survey found that there were about 2,000 social firms in Europe alone, employing approximately 47,000 workers, of whom 40-50 percent were disabled (Leff and Warner 2006).</p>\n<p>A final strategy for promoting inclusion took place at the level of the individual service recipient, and was effective only for one person, one family, or one group at a time. Perhaps anticipating the more recent advances that have been made with supported housing and supported employment, staff worked with each individual to determine the person’s interests and needs, and then accompanied the person in his or her efforts to meet his or her needs and pursue his or her interests within the broader community. This kind of in vivo mediation, coupled with coaching or mentoring, has since become a core part of the role of the recovery-oriented practitioner (Davidson et al. 2009, Davidson et al. 2006).</p>\n<p><strong>The broader community</strong></p>\n<p>In terms of the broader community, many of the steps required to foster the inclusion of persons with mental illnesses are similar to, if not the same as, steps that have been taken to foster the inclusion of persons with other illnesses and disabilities. For example, as Jimmie Holland, Chief of Psychiatry of Memorial Sloan-Kettering Cancer Center in the U.S., points out that up through the 1960s, cancer carried a powerful stigma for patient and family alike and, indeed, was called the “Big C” because the word itself was so unacceptable. Holland tells of watershed event in the 1950s when two socially prominent New York women, both of whom had radical mastectomies, decided they would try to reach other women to provide a forum in which women could feel free to talk about having breast cancer. They felt that a notice in the <em>New York Times</em> was the best way to announce this effort. However, when they called the <em>Times</em>, they were told that the paper would not accept a notice using the words “breast” and “cancer.” “Perhaps you could say there will be a meeting about ‘diseases of the chest wall,’” they were told. Undaunted, the women persisted and their devoted efforts resulted in what is widely known now as Reach to Recovery, a worldwide support program for women with breast cancer, administered today through the American Cancer Society.</p>\n<p>This example illustrates how increased community awareness brought about through the effort of a group of dedicated people can eventually lead to substantial policy reforms that promote the community inclusion of formerly marginalized populations. We suggest that similar steps to those described above can and should be taken to ensure optimal community inclusion of adults with serious mental illnesses. What remains to be seen are the ways in which current stereotypes of mental illness (for example, risk of dangerousness) may get in the way of such progress, and what creative solutions can be found to overcome these obstacles.</p>\n<p><strong>Conclusion</strong></p>\n<p>Community inclusion requires the general public to view and treat people with serious mental illnesses first and foremost as citizens rather than as patients, clients, or service users (Rowe, 2014). As a first step in this direction, mental health systems can model acceptance by recognizing and valuing the gifts, strengths, skills, talents, interests, and other contributions such people can make to the life of the community. Shortly before his death, Franco Basaglia (1979) asserted that the community itself was enriched through the inclusion of persons with serious mental illnesses and their contributions. As more public figures have disclosed their own histories of mental illness, more and more evidence has accumulated as to the validity and importance of this assertion, paving the way for further and<br />\nbroader inclusion.</p>\n<p>Despite these initial promising steps, there remains much work to be done in changing long-standing public perceptions. Therefore, we end by invoking the spirit of Philippe Pinel, who, in his 1794 address to the Society for Natural History in Paris, bemoaned the “many talents lost to Society” due to mental illness and who then suggested that “great efforts are needed to salvage them!” (Weiner 1992). It is unfortunate that now, over 200 years later, great efforts continue to be needed.</p>\n<p><strong>References:</strong></p>\n<p>The chapter from which this article derived: Davidson L, Flanagan E, &amp; Styron T. (2012). Designing policies to foster the community inclusion of people in recovery. In Ryan P, Ramon S, &amp; Greacen T. (eds.), <em>Empowerment, lifelong learning, and recovery in mental health: Towards a new paradigm</em>. London: Palgrave Macmillan, pp. 85-98.</p>\n<p>Rowe M. (2014). <em>Citizenship and mental health</em>. New York: Oxford University Press.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Larry Davidson"},"slug":"larry-davidson","meta":{"degree":"Ph.D., Professor, Department of Psychiatry, Yale University","graduation_year":""}},{"title":{"rendered":"Elizabeth Flanagan"},"slug":"elizabeth-flanagan","meta":{"degree":"Ph.D., Research Scientist, Department of Psychiatry, Yale University","graduation_year":""}},{"title":{"rendered":"Thomas Styron"},"slug":"thomas-styron","meta":{"degree":"Ph.D., Associate Professor, Department of Psychiatry, Yale University","graduation_year":""}}],"fold":{"title":{"rendered":"Just What the Doctor Ordered: Health and Architecture"},"meta":{"volume":"4","number":"11","publication_date":"2019-02-07"}}}}