{"title":{"rendered":"Four Eyes"},"content":{"rendered":"<p>BRIAN CASH (MArch I 2019)</p>\n<p><span>Despite what you may have heard, Berlin is not over. But the long-term relationship that chronicled my three years in Berlin is.</span></p>\n<p><span>At the age of 14, full of teenage </span><i><span>angst, </span></i><span>I became infatuated by the German language. At 21, I found the city of Berlin enchanting. And it was there, at the age of 24, I fell in love for the first time. No longer with him, I find it hard to look back on my time in Berlin and separate my personal experience in the city from our shared experience in the city. Having seen the city through four eyes had and continues to have a profound effect on me.</span></p>\n<p><span>When people — categorically gay men — ask me what life in Berlin was like, they’re looking for a very specific answer. Those who haven’t yet been want to hear that the city really is the playground it’s said to be. Those who’ve visited and done the circuit have a distorted view of gay life in the city. Yes! We know! Berlin’s role in the queer world is indisputable: it’s Queen. </span></p>\n<p><span>In that paradoxical, melancholic and dreadfully bureaucratic city, I came into myself in a way that I never could have in the familiarity of the Midwest.</span> <span>The question remains, though: how do you navigate a city within your memory once a defining relationship is a thing of the past? </span></p>\n<p><span>The </span><b>Tempelhofer Feld. </b><span>This airfield-turned-public park, home of the decommissioned Tempelhof Airport, was initially where I would go for a stroll, or to meditate, or to watch Berliners fly kites. Having lived within walking distance, I’d visit this expansive urban meadow multiple times a week. I even trained for my first marathon here. Running along the southern edge of the park, I’d pass the sweet-smelling biscuit factory and impulsively check my watch to see how much longer I needed to run before I could eat again. A packet of gooey electrolytes would have to hold me over.</span></p>\n<p><span>Each time I hosted a friend who was passing through, I’d make sure to bring them to Tempelhofer Feld. And each time I forgot how long it takes to walk the length of the airstrip (especially when it was brisk outside). One of my more recent memories at Tempelhof was taking a photo with an old friend. The low-slung sky threw long shadows from our legs, making our silhouettes looks those of grasshoppers’.</span></p>\n<p><span>Inside the massive halls of the airport, I was lucky enough to see my friends and peers present their thesis at the DMY design festival. After a day of putting on their best faces, we would go outside, beer in hand, to watch a game of football. In time, however, this place transformed from the site of lazy afternoons spent reading on your pashmina into the site of painfully silent walks with our hands held at our own sides. Do you remember that one time that despite your unkind words, I saw through them and knew all you needed was a good night of sleep?</span></p>\n<p><span>Three times a week, I took my pre-work runs along the </span><b>Neuköllner Schifffahrtskanal. </b><span>Later each day, I rode my bike to work admiring its grungy glory. The water blazed amber in autumn with leaves floating on the surface. The young and the restless would brunch at </span><i><span>Zimt und Mehl</span></i><span> on the weekends, soaking up the sun’s last moments like lizards. We’d make jokes about the cold-blooded nature of Berliners. We went to </span><i><span>Zimt und Mehl,</span></i><span> too. We’d both want the #7 Mediterranean but settle on different plates to share. Or not. Closer to Kottbusser Tor, we’d shove our way through the crowds to </span><i><span>participate </span></i><span>in the fleamarket. Did we ever buy anything? Not really. We’d still go, though.</span></p>\n<p><span>But the canal was the neutral place we’d go to have tough conversations, too. We would attempt to understand if there was long-term compatibility or how I could extend my visa. I would probe your understanding of depression and try to get you to see it through my wistful eyes. Yet I don’t think you ever really got it.</span></p>\n<p><span>As I run through my list of personal landmarks in Berlin — places that help orient my memories in space: Körnerpark, Hermannplatz, hell! all of Neukölln and Kreuzberg — I can’t come up with any that feel truly mine. Being in love added to the place as I didn’t anticipate. Love also added a layer to my identity. It was in Berlin that I gained a more complete understanding of myself and my gayness — and then it came to an end. I didn’t anticipate how quickly I would fall out of love with all things German. And so we resorted to other languages.</span></p>\n<p><span>I didn’t intend this to be a piece about an ex- (I’m over it! Really!), but rather a story about disillusionment. I find it hard to think of Berlin and feel anything but jaded. Nonetheless, the city will remain special to me even if it feels burdensome and complicated right now.</span></p>\n<p>It hurts that I lost Berlin but he lost something too.</p>\n<p>&nbsp;</p>\n<figure id=\"attachment_2266\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage.jpg\"><img class=\"size-large wp-image-2266\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage-1024x379.jpg\" alt=\"&quot;In Berlin I began a series of collages that layered Berlin’s cityscapes with archetypal images of gay male sexuality and leisure. The series is a work in progress as I attempt to understand my unique gayness both within and apart from this imagery.&quot; BRIAN CASH\" width=\"1024\" height=\"379\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage-1024x379.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage-300x111.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage-830x307.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage-230x85.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/10/Brian-Cash_Berlin-Collage-350x130.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\">&#8220;In Berlin I began a series of collages that layered Berlin’s cityscapes with archetypal images of gay male sexuality and leisure. The series is a work in progress as I attempt to understand my unique gayness both within and apart from this imagery.&#8221; </figcaption></figure>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Brian Cash"},"slug":"brian-cash","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Reorientations"},"meta":{"volume":"2","number":"05","bulletin":false,"publication_date":"2016-10-13"}}}}