{"title":{"rendered":"French Topiary (Buxus sempervirens)"},"content":{"rendered":"<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/04/01202900/Davies_Rodin_topiaryframes.jpg\"><img class=\"alignleft size-large wp-image-7786\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/04/01202900/Davies_Rodin_topiaryframes-902x1024.jpg\" alt=\"\" width=\"840\" height=\"954\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/04/01202900/Davies_Rodin_topiaryframes-902x1024.jpg 902w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/04/01202900/Davies_Rodin_topiaryframes-264x300.jpg 264w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/04/01202900/Davies_Rodin_topiaryframes-768x872.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/04/01202900/Davies_Rodin_topiaryframes.jpg 1142w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p>&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">In the right-hand corner of the front gardens at the Rodin Museum in Paris you will see the head of <i>The Thinker</i> hovering above the pointy tips of four massive cones of formal topiary. While the layout of the gardens is symmetrical, <i>The Thinker</i> is at the center of a simple cross axis; the diagonal approach has been adjusted by a convoluted security sequence. You walk toward <i>The Thinker</i> and away from him. </span></p>\n<p class=\"p1\"><span class=\"s1\"> I don’t really care about <i>The Thinker</i>. Perhaps I wish I could see him for the first time with clean eyes. But it is funny seeing his solemn, distorted face floating in the distance above the lines of bag checks, stanchions, and ticket queues.</span></p>\n<p class=\"p1\"><span class=\"s1\"> The topiary cones that surround him are roughly eleven feet to the tip and approximately eight feet in diameter. The fine green needles on the branches are perfectly even and trimmed together to form a gentle arc to the sky. When you are next to the topiary, you can’t see what’s on the other side.</span></p>\n<p class=\"p1\"><span class=\"s1\"> Upon arrival to the outside corner of the small square courtyard where <i>The Thinker</i> resides, my son stuck his hand into the evergreen branches of the southwest topiary cone. The bristles of the French topiary looked sharp but gave nicely to his small fingers. His hands simply disappeared. </span></p>\n<p class=\"p1\"><span class=\"s1\"> He then backed up and ran into the bush. I was horrified. It moved in a slow heave. He was bounced slightly outward by the bulk of the branches and then lay, spread-eagle, on the face of the cone. He pushed both arms back into the bush. Slowly, the bush began rhythmically moving from the inside-out. My husband and I stuck our hands in. They vanished as well. The wave path grew as we jiggled the tree.</span></p>\n<p class=\"p1\"><span class=\"s1\"> Have you ever seen a bridge collapsing due to mechanical resonance? When the frequency of its oscillations matches the natural frequency of vibration? It is a sad kind of beautiful to see mass become fluid: the slow and steady increase of a wave </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Trattie Davies"},"slug":"trattie-davies","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"title":{"rendered":"Trees for the Forest"},"slug":"trees","meta":{"volume":"5","number":"17","bulletin":false,"publication_date":"2020-04-02"}}}}