{"title":{"rendered":"Fright Haven (Interview with Charles Rosenay)"},"content":{"rendered":"<p><i><span>Charles Rosenay is the proprietor/scare-master of Fright Haven, the largest indoor haunted house attraction in CT.</span></i></p>\n<p><span>P: How are you today?</span></p>\n<p><span>C: I barely have a voice but I’m doing great. It’s one of the drawbacks of being a scarer</span><span>—your voice doesn’t get back to normal until around Wednesday. And then you gotta use it a few more days.</span></p>\n<p><span>P: Is it from screaming?</span></p>\n<p><span>C: From screaming and scaring, yes sir.</span></p>\n<p><span>P: To start off with a basic question, how did you get involved in haunted houses?</span></p>\n<p><span>C: I’ll tell you how I got started loving horror. I was about five years old, living in the Bronx. My mom loved monster movies. There was no such thing as a horror movie in those days, there were monster movies—the Frankensteins, the Draculas, the Mummies and all of that. Back then, we didn’t have cable or Netflix, but there was the Million Dollar Movie: every night at seven o’clock, the same movie on channel nine. So Monday, Tuesday, Wednesday, Thursday, Friday, Saturday it’s </span><i><span>Bride of Frankenstein</span></i><span>, and Mom said “You gotta watch this with me—I don’t want to watch it alone.” And I go, “Sure,” until the music starts and I scream and say, “No way,” and I go to bed alone. The next night she asked me, “Are you going to watch it tonight?” And you know, I sit there and I close my eyes the whole movie and I tuck my head into her shoulder and I don’t watch it. On Wednesday night I watch it through my fingers—I watch it a little. And on Thursday night I can’t wait to see the whole movie. On Friday I’m reciting lines from it. From there I was buying monster models, watching every possible monster movie, and getting monster magazines.</span></p>\n<p><span>My other great passion was rock n&#8217; roll. I’ve always worked in the entertainment field—DJing, MCing, and producing music events. So rock n&#8217; roll and horror. From those passions spawned tours—I organized niche travel adventures. We did Beatles tours to Liverpool, Dracula tours to Transylvania, and ghost tours to Europe. But I always felt the desire to put together a world-class haunted house. About ten years ago the opportunity arose. A haunt in the Midwest went out of business and I had an open building in West Haven. We put the right team together—the perfect assemblage of consultants, actors, electricians, and engineers. It was an amazing haunted house, but unfortunately it only lasted two years because the building was no longer available. It was very depressing for a while because I wasn’t able to find another ideal location until last year. We finally found a building in Stratford that fits all of our specifications—it’s visible from the highway, has unlimited parking, is 20,000 square feet, and is just affordable. Unlike past places, we are able to occupy the building throughout the year: we pay a lot of money for three months, and then just storage rent for the rest of the year, so we can always get in there to reconstruct it and improve it for the Halloween season.</span></p>\n<p><span>P: So when do you start setting up for the haunted house and how long does it take to get it fully operational?</span></p>\n<p><span>C: All in all, it usually takes three to four months to build, but a haunted house is never finished. As we go, we continue to tweak and improve it. We’ll realize that there is a certain room, that as people walk through it, they come out bending down, which is really not a plus, because when they are bending down it ruins their scare in the next room, which requires them to be standing up perfectly. And we keep adding stuff. We added a motion simulator ride called “Buried Alive.” It’s as if you are in a coffin, and it’s pretty special. Our goal is to always keep making it scarier, more professional. And also to make it a longer attraction: we don’t want [visitors] to just run through in fear; they’d be in and out in fifteen minutes. We want to engage them.</span></p>\n<p><span>P: What are some of the strategies for elongating the experience?</span></p>\n<p><span>C: The best scare is a startle scare, where the actor is hidden in the room or in an unexpected location, or there is a distraction and then the scare comes out. But that’s a fast scare. There are also the longer, more interactive scares: actors who will mess with you, actors who will invite you into the kitchen to eat brains, or clowns who won’t let you escape the room. We try to juggle the two in order to give the people the best of both worlds. We combine these strategies with things like a Vortex, which are those turning tunnels of terror you walk through that make you think the whole thing is spinning around. So it’s not just actors scaring, it’s also illusions and special effects. </span></p>\n<p><span>P: The next question is about balancing audience needs. How do you make it scary but not too scary, or do you not consider that when you are designing?</span></p>\n<p><span>C: We want to make it as scary as possible while knowing that there are certain haunts around the country that are fully immersive and fully interactive—that are </span><i><span>hands-on. </span></i><span>We are not hands-on: there is no touching. However, the week after Halloween, we do something called Blind Rage. For one weekend it’s a waiver show, where people have to sign waivers that they are going to be touched and thrown around. We put bags over their heads. We can take off their shoes and socks and they can walk around barefoot. We put rats on them… Anything that’s extreme. During the Halloween season, it’s pretty much a traditional haunted house, but we still try to make it as scary as possible while understanding that our audience is wide—anywhere from 12-year-olds up to 70-year-olds. Also, on the Sunday before Halloween, we do one lights-on, music-off, actors-gone, kid-friendly show. It’s an educational matinee. We walk the kids through and teach them that this is where we would scare you, this is where the monster would hide, this is where the special effects go. It’s really smart, because in the long-run we’re grooming an audience that will come back when they are older and ready to be scared. </span></p>\n<p><span>P: Do you think inhabitable space is always scarier than, say, a movie or a book?</span></p>\n<p><span>C: No, I think a book is scarier than anything else because it’s all in your imagination, you put yourself in places that you can’t be put into. Movies, though, you watch a horror movie and maybe there are those three scenes where something pops out and the music gets ridiculously loud. A haunted house is that times fifty—there could be that around every corner. </span></p>\n<p><span>P: And our last question: What’s your favorite scary movie?</span></p>\n<p><span>C: I’m going to give you two answers here. The movie that scared me most as a child was </span><i><span>Wait Until Dark</span></i><span>, with Audrey Hepburn. I just remember that it was the only time that I had nightmares from a movie. But if you were to ask me what the greatest horror movie of all time is, it’s </span><i><span>The Exorcist</span></i><span>. Hands down. Movies have been scarier since, but that was revolutionary for horror movies. </span></p>\n<p><span>P: Well Charles, this was great. Thanks so much.</span></p>\n<p><span>C: Good luck and SCARE YOU SOON! HAHHAHAHAHAHA!!!!! [</span><i><span>scary cackle</span></i><span>]</span></p>\n<p>&nbsp;</p>\n<p>October 26, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Charles Rosenay"},"slug":"charles-rosenay","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Halloween"},"slug":"halloween","meta":{"volume":"3","number":"05","bulletin":false,"publication_date":"2017-10-26"}}}}