{"title":{"rendered":"From Watergate to My Grandmother&#8217;s House"},"content":{"rendered":"<p>AYMAR MARINO-MAZA (M.ARCH II &#8217;17)</p>\n<p><i><span>All people and places mentioned below are entirely drawn from the writer’s family life. Any association to current political figures or events is entirely due to the reader’s gross misinterpretation. </span></i></p>\n<p><span>It was Baudrillard who said that the Watergate scandal was not really all that scandalous. Watergate was nothing but the scapegoat for a world that depends on so many more Watergates in order to function. Human history is a history of hidden dams and Watergate was the scandal to damn all other scandals. On that note, I’d like to talk about a very important architectural scapegoat of the twenty-first century: the wall around my grandmother’s apartment. </span></p>\n<p><span>My grandmother lives in a typical complex in a typical neighborhood in Madrid. It has little parks and parking lots and piloti-sustained apartment buildings scattered oh-so-casually—only it is surrounded by a six-foot high wall, the latter being not so casual. </span></p>\n<p><span>The porter has called the wall a death trap ever since I used the gap for the mechanical door as a foolproof but maybe not </span><i><span>fool</span></i><span>proof hide-and-seek spot. A neighbor once called the wall a good detractor for potential criminals. Apparently, this woman was under the illusion that people in Spain still average four-feet in height. I call the wall a pain in the ass whenever the remote for the aforementioned mechanical door decides not to work, not allowing even those of us with access through. For my grandmother, the wall is an excuse to call out her grandchildren for stealing the scarce spare remotes—namely my brother, who does in fact steal them. The wall is also, according to some (God help me if I were to name names), a symbol of social separation.  </span></p>\n<p><span>But if you go past the wall, you’ll find outside it a replica of what you find within it. It is a neighborhood of stroller- or grandparent -pushing families sporting a pleasantly familiar overcoat and sweater-shirt combination in an underwhelming variety of colors. My eldest sister likes to call it her retreat from the “real” Madrid—no relation to the team. The “real” she talks of is one of too many tourists, 6am borrachos serenading the moon, and little dollar stores with the barely-insulting tag name “chinos.” In contrast, my grandmother’s neighborhood, with its bordered housing complexes, is as safe as safe gets.</span></p>\n<p><span>That is not to say, “Everything is for the best in this best of all possible worlds.” No, the enlightenment optimism will not win in a society so fascinated by its own flaws. We need to know the bad so that we can watch it get killed by the good—I won’t even talk about the ugly. So, let’s talk about the bad. One fatal day, my grandmother fell and broke her hip and my well-intentioned aunts hired an Indian woman to come and take care of my now handicapped grandmother. Let me be perfectly blunt here: my grandmother is a typical Franco-loving, ABC-reading Spanish lady. Her inventory of greatest evils includes food made by anyone but herself, bad manners, atheism, and any sentence that begins with any variation of the words “the problem in Spain is&#8230;” I usually try to include all of those each time I visit, in my aim to dethrone my eldest sister as the family black sheep. Title still pending. </span></p>\n<p><span>The identification of a singular problem is a beautiful way of taking pressure off the true evils of society. Just as broadcasting the details of a particularly heinous murder breeds copycats, eradicating a social evil creates the potential for a flood of new ones to press up against the dam. When the Indian woman crossed the wall around my grandmother’s complex (let in by one of my aunts) a battle erupted. I won’t bore you with the details, but let’s just say that spices have become a touchy subject and some silverware has gone missing—though, let me remind everyone of the missing remotes. The Indian woman left (or ran away) and my grandmother was sent kicking and screaming to a home.  </span></p>\n<p><span>The wall is not the problem. That seems easy enough to see. It’s merely an easily identifiable element in a much more complicated story. It </span><i><span>looks</span></i><span> like it might be important. But removing or making that wall does not change the bigger picture. The wall is an icon of a problem, whose power can be easily overestimated. For that we can thank our powers of abstraction. Thank you for making it easier to be controlled, for making it easier still to be appeased. Thank you, human language.</span></p>\n<p><span>Now, let’s say that while you were reading you decided this was a story about a wall. Let’s also say that the wall was torn down. The sense of victory might come over you like a Brechtian nightmare. What a beautiful solution! Let us then keep naming problems, and watch catharsis ensue. And please, let us leave names to do their job: keeping us poor fools satiated. </span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Aymar Marino-Maza"},"slug":"aymar-marino-maza","meta":{"degree":"M.Arch II","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Nomenclature"},"slug":"nomenclature","meta":{"volume":"3","number":"12","bulletin":false,"publication_date":"2018-01-31"}}}}