{"title":{"rendered":"From Making to Institutionalizing Material"},"content":{"rendered":"<p>Interview with Maria Lisogorskaya of Assemble:</p>\n<p>Nikole Bouchard is an Assistant Professor at the University of Wisconsin–Milwaukee, and a critic at the Yale School of Architecture.</p>\n<p>Maria Lisogorskaya is the founding director of the London-based design collective, Assemble. This piece is an excerpt from a longer interview, which will be featured in the upcoming book, WASTE MATTERS: Adaptive Reuse for Productive Landscapes (Routledge, 2020), edited by Nikole.</p>\n<p>Nikole Bouchard (NB): Make, Don’t Make Do (2012) is the title of a year-long research and strategic design project you did looking at the potential opportunities that might exist amongst the byproducts of urban development surrounding the Bow Interchange and Stratford High Street areas of London. But “Make, Don’t Make Do,” also seems like Assemble’s modus operandi, and specifically, make or making, is critical in your creative production. Can you speak a bit about the role of “making” in your practice, and related to making, what is the importance of experimentation and play in your process, perhaps specifically as this relates to “waste” materials, objects, architectures, and environments?</p>\n<p>Maria Lisogorskaya (ML): Our first project as the group of people, which now makes up Assemble, was all about trying to make something immediate, trying out new skills and techniques, and indulging in all the fun of running your own space in the summer with friends. Since then, our interest in making things—and the appreciation of the value this side of the design process can bring to a project—has grown and developed. It’s not always that we work with waste, but it is often about trying to convert something, which previously had less value (economic and/or social) into something of value. Our projects often have tight budgets, and we sometimes enjoy the challenge of creating something beautiful in an economic way. This, in turn, is a good reason to experiment!</p>\n<p>NB: I’m struck by the project &#8220;Granby Rock&#8221;, a product created by Assemble’s off-shoot, Granby Workshop, that uses building rubble (broken bricks, roofing slates and other found objects) to make a terrazzo-like material. You’ve literally transformed “trash into treasure.” I wonder if you can speak a bit about the roles material collecting, researching and experimenting played in the production of this product, and also about Assemble’s attitude towards aesthetics.</p>\n<p>ML: Thank you so much!! Yes, I think you are right—aesthetics are important to us. I think they are important to many people, and as designers it feels important to make something beautiful, especially if you are working on a socially motivated project, or trying to show that ‘waste’ is in fact valuable. If you transform waste into something that looked like waste it wouldn’t be very convincing as an argument about value.<br />\nNB: Speaking of socially motivated projects, the Material Institute (2016-Present in New Orleans, LA) is a collaboration with the Museum of Old and New Art (MONA) in Tasmania, in which you were simply asked to design a building dedicated to non-formal learning spaces. Through extensive research and conversations with community members your vision for a space to make garments, textiles and fashion emerged. Can you speak a bit about your research, outreach and community engagement approach in NOLA, a context presumably quite different from those which you’ve been working with in the UK?</p>\n<p>ML: We’ve been lucky to be involved in NOLA. I wouldn’t say that the way we have been working was necessarily informal–we produced a clear fee proposal for what was going to be a new building for specific set of departments which MONA has been thinking about for a while. We were originally going to design a space for music, dance, a bio lab and growing spaces. However, our involvement in the art school evolved over time. We were inspired by the performances and fashion shows MONA supported to take place in the space, and proposed to help them set up a new department–for fashion. That is how the Material Institute took place. Originally that was the name for just the fashion and textile space, but it will now be the name for the whole arts school! Since 2016, we have worked in collaboration with the existing staff and students at The Embassy–the first department, for music; as well as meeting with multiple local organizations and stakeholders. I first came to NOLA in 2015, where I also got to know some local activists and organizations. It is a complicated</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nikole Bouchard"},"slug":"nikole-bouchard","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Maria Lisogorskaya"},"slug":"maria-lisogorskaya","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Material World"},"slug":"material-world","meta":{"volume":"5","number":"09","bulletin":false,"publication_date":"2019-12-05"}}}}