{"title":{"rendered":"Fuck Your Asterisk"},"content":{"rendered":"<p>JACK HANLY (M.E.D. &#8217;19)</p>\n<p><span>As a contributor to the </span><i><span>Paprika! </span></i><span>issue &#8220;<a href=\"http://api.yalepaprika.com/f_ckthat/\">F*ck That</a>,&#8221; I would like to register my forceful condemnation of the voluntary censorship explicit throughout the issue. Why the need to replace such a harmless vowel with that tawdry allusion, *? Everyone knows what you&#8217;re trying to say, so just say it, goddammit! &#8220;U&#8221;&#8216;s exile from the entirety of the issue acts as a persistent reminder of editorial cowardice</span><span>–i</span><span>t seems to negate the &#8220;aggressive and defiant tone&#8221; advertised in the editor&#8217;s statement. An issue that aspires towards controversy should not be so quick to compliant self-approbation. Was this a preemptive attempt at buttoned-up legitimacy? Isn&#8217;t there enough of that in Rudolph? Would Ranciere approve of this political </span><i><span>in</span></i><span>visibility making? The asterisk itself has found subversive deployment elsewhere. Kurt Vonnegut&#8217;s </span><i><span>Breakfast of Champions </span></i><span>cheekily (no pun intended) reproduces the author&#8217;s visual approximation of an asshole: a perfectly sloppy rendering of an asterisk. Was the whole issue one large butt joke? Or is its academic rigor</span><span>,</span><span> in fact</span><span>,</span><span> stifling of such productive sneering? Vonnegut&#8217;s larger literary project dovetails well with the issue&#8217;s confessed impolitesse as praxis. But w</span><span>h</span><span>ither such biting criticism? Are there faculty children running the halls who might be scarred by such vulgarities? The desire to meet Trumpian attacks with measured argumentation is admirable, a veritable &#8220;when they go low, we go high&#8221; stratagem. But</span><span>,</span><span> is such token consensus feasible? To adopt the &#8220;friendly yet watchful&#8221; moderation of the ivory-towered referee evokes not so much a student-driven sanity project, but a groveling homogenization of ideals. Fuck that shit. An asshole says it all.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"meta":{"volume":"3","number":"17","publication_date":"2018-04-05"}}}}