{"title":{"rendered":"Fuck, Fuck, Etc."},"content":{"rendered":"<p>AUSTIN BLANKS</p>\n<p>Fuck putting forth <a href=\"http://api.yalepaprika.com/f_ckthat/\">an idea of the Architecture of the banal</a>, that is a cry for &#8220;a staid architecture—the Neo-Banal.&#8221; Its premise rests on an idea that architecture has abandoned the continuum of the present and predominantly performs in the production of images. It defines the “everyday” in relation to this frame, and in doing so highlights a disjunction from how architecture as a discipline defines the &#8220;everyday, or the banal.&#8221;</p>\n<p>The idea of the everyday, or the banal in architecture should be understood through the lens of standardized ideas of architectural design methods in relation to practice, which literally code the bulk of forms that shape our quotidian experience. Architectural Graphic Standards (AGS) capture this system of standardization.<sup>1</sup> By looking at how those standards change, one also finds a specific ideological shift towards our specific historical context, which is increasingly geared towards the hegemony of program in Architectural discourse and practice.</p>\n<p>The contemporary standardized sense of program is no longer tethered to the functionalism explored by European Modernism, but an interrogation of specific environmental conditions which are considered as programs in themselves.<sup>2</sup> Its logic is manifest in terms of the formal and spatial potentials of new materials, it is made operational in digital analysis and synthesis with pro-forma directives and jurisdictional compliance, and it translates the exploration of social and cultural forms into indexable data matrices.</p>\n<p>The idea that program “is the description of the spatial dimensions, spatial relationships, and other physical conditions required for the convenient performance of specific functions,” all of which involve a “process in time,” takes form in what AGS includes in its yearly editions.<sup>3</sup> What it leaves out is also revealing. There is a general trend in AGS editions to expand on the metrics codifying environmental conditions as well as indexical studies of the human body in an increasingly varied range. Conversely, the diversity of illustrated architectonic relationships is narrowing. To be banal is to accept this set of processes promoting program as the hegemonic force in architectural design&#8217;s ideology. Fuck the banal.</p>\n<p>Finding ways to upset the power “program” holds over the discipline isn’t new. Shifting the object of functional standards to be defined by ritual, stories and memory is a strategy Ghost Lab is undertaking.<sup>4</sup> Subverting the political relationships underpinning the convenient performance of specific programmatic functions is canonized by OMA’s work. Alternatively, SANAA’s strategy to erase the program entirely is tested in major cultural projects.</p>\n<p>Ultimately, for the Neo-Banal to be effective it has to chart a strategy that shifts codified standards. When the general thrust of the existing standard is to focus on environmental conditions as ecosystems, where does the Neo-Banal stake an ethical claim? What standards does it imagine program should communicate, and is it comfortable with the power given to program in all its capital potentiality?</p>\n<p>In all of this, the counter effort to upset the hegemony of program will have backspin that will further solidify program’s central position. Theory’s general fetish with the political nature of architecture is a poignant example. Now is the time to make an accounting of the banal that should be precise in targeting the power embedded in programmatic diagramming of spatial organization. A radical position seeks to disrupt how “program’s” potential assemblages shape the planning and construction of architecture, as well as processes of standardization themselves.  More simply, a radical Neo-Banal position will break the very thing program tries to regulate—space and time; or in this argument’s case, the  AGS and Building Code conceptualization of those terms.</p>\n<p>If a copernican turn in physics jettisons space and time as the foundation underpinning our understanding of the universe, then it also creates an emancipatory moment architecture should acknowledge as it builds new protocols.<sup>5</sup> In the words of the Principal Investigator for Gravity Probe B:“There is an old established principle in experimental physics supposing if you are worried about a certain error, and you’re unsure how bad it is, you deliberately increase it in a calibrated way.” <sup>6</sup></p>\n<p>&nbsp;</p>\n<ol>\n<li>Ramsey/Sleeper, <em>Architectural Graphic Standards</em>, 4th,5th,7th,12th editions, ed. The American Institute of Architects (Hoboken, NJ: Wiley, 2016).</li>\n<li>Anthony Vidler, “Toward a Theory of the Architectural Program,” <em>October</em> 1, no. 106 (Fall 2003), 59-74.</li>\n<li>John Summerson, “The Case for a Theory of ‘Modern’ Architecture,” in <em>The Unromantic Castle and Other Essays</em> (London: Thames        and Hudson, 1990), 257- 266.</li>\n<li>Christine Macy and Brian MacKay-Lyons, “Ghost I,” in <em>Ghost: Building an Architectural Vision</em> (New York: Princeton Architectural Press, 2008).</li>\n<li>See<a href=\"https://www.nasa.gov/pdf/168809main_gpb_nutshell-0506.pdf\"> NASA Gravity Probe B Experiment</a>,</li>\n<li>Francis Everitt, “Einstein Passes Tests by NASA&#8217;s Gravity Probe B”, NASA, Youtube.com, <a href=\"https://www.youtube.com/watch?v=SBiY0Fn1ze4\">https://www.youtube.com/watch?v=SBiY0Fn1ze4</a>, May 4, 2011.</li>\n</ol>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"slug":"borders-as-practice","meta":{"volume":"3","number":"17","bulletin":false,"publication_date":"2018-04-05"}}}}