{"title":{"rendered":"Fulcrum x 100, Interview with Jack Self"},"content":{"rendered":"<p><em>Jack Self is an architect in London, director of REAL and editor-in-chief of Real Review. He graduated from the Architectural Association in 2014, where he started the student publication Fulcrum.</em></p>\n<p><strong>What motivated you and your co-founders to start Fulcrum at the AA in 2011?</strong></p>\n<p>Fulcrum was founded as a vehicle to explore the zeitgeist, and with some hope of trying to shape it. I first became interested in capturing the spirit of our times shortly after 9/11. The mood in society shifted so rapidly; I had never experienced such mass hysteria or paranoia capable of permeating every aspect of the public and private spheres. The period following 9/11, the so-called War on Terror, was the first paradigm of my adult life. This ended in 2008, when the Global Financial Crisis cut short the ecstatic hedonism of the boom years and exposed the extent to which neoliberalism had radically reshaped wealth in society.</p>\n<p>Between 2008 and the end of 2010, there was a kind of paradigmatic pause—a kind of slack water between two tides. The twentieth century was now definitely over, but the new century had not yet taken shape. There was a general hope for profound and systemic change to our economic and social models (perhaps best symbolized by Obama’s first campaign in 2008).</p>\n<p>Naively, I truly believed we were on the brink of pruning back the excesses of capitalism. But by around October 2010, it had become clear to me that we were entering a new paradigm—and not the one I had expected. Fulcrum—which literally means a pivot or turning point—emerged out of a realization that the change I had hoped for was not imminent. In this sense, Fulcrum was founded out of frustration and anger. Issue two came out the week Mubarak was toppled in Egypt and the Arab Spring really kicked off. Over the next two years, every week Fulcrum tried to reflect and precipitate the changing attitudes in society towards wealth, gender, class, race and other structural social inequalities. For example, we became very involved with the Occupy movement and the anti-austerity marches.</p>\n<p><strong>How did the identity of the graphic design play into the conception of the publication and its content? </strong></p>\n<p>Graphic design is the discipline of visual communication. You can express an idea through words or an image or a building—but graphic design is the most powerful means for mainstream or popular communication. As a publication, Fulcrum tried to precipitate a tipping point in architectural culture. Graphically, we tried to communicate that idea through the format: two authors writing on the same topic every week, which shows that there is never an absolute or universal truth on any subject. All perspectives are relative. Eventually we worked out how to present this relativism through a graphic fulcrum—a thick line drawn down the middle of the page, a pivot around which the two arguments revolved.</p>\n<p><strong>What influence do you feel Fulcrum had on the student body of the AA? More broadly, what role do you believe student journalism plays in the academic environment of an architecture school?</strong></p>\n<p>It is not for me to assess the influence of Fulcrum. But I can say that it was much more widely read outside the AA than within: we used a neglected Risograph to print 500 copies each week, at a school that then numbered 700 students. Most copies ended up in the trash. I reckon on our readership being about 300. Yet the scanned PDFs were downloaded 5,000 times each week. As is often the case, it was only when Fulcrum ended that the school body reacted. Before Fulcrum there hadn’t been a student publication for twenty years. After it, there was an explosion—about half a dozen, two of which are still running. So I am proud that if nothing else we contributed to a renewed interest in writing. Though probably Fulcrum is just a reflection of the trend, rather than a driver of it… </p>\n<p>More generally, student journalism is extremely important. Architects rarely write well, and the discipline suffers from a lack of rigour. So a healthy culture of writing is central to producing better thinkers and better architects. It is also even more crucial now than last decade, because the common forums for debate and discussion are in decline. Student journalism forces people who don’t agree with each other, and might have little in common, to acknowledge and engage the relative strengths of their positions. What scares me the most is a rise in silence: a generalised reticence to contribute, a hesitance to express an opinion at all&#8230;</p>\n<p><strong>What motivated your decision to end the publication at its 100th issue? </strong></p>\n<p>I graduated, so I killed the publication. Fulcrum was never an institutional publication—it was a constant struggle to get it recognised and supported by the AA. So the idea of passing it on to someone else was anathema; every generation of students must create their own means of expression.</p>\n<p><strong>What are you up to now?</strong></p>\n<p> Today I am finalising a new issue of Real Review, a quarterly contemporary culture magazine dedicated to “what it means to live today” —I founded this in 2016, and in many ways it is the continuation of Fulcrum.</p>\n<p><strong>Do you have any advice for Paprika! as we continue into the unknown? </strong></p>\n<p>Reflect deeply on why you write, and why you edit. What is your social agenda, your driving mission? Your readers are giving you the most precious and valuable thing they have: their time. A publication must not abuse that gift, but rather ask how it can improve the lives of its readers.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Angela Lufkin"},"slug":"angela-lufkin","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}