{"title":{"rendered":"Gender Warriors in Support of Chelsea Manning"},"content":{"rendered":"<p>MALIC WHITE</p>\n<p>&nbsp;</p>\n<p><span>GO</span></p>\n<p><span>MW: If you support Chelsea Manning in her release of restricted government documents, could you please come on stage?</span></p>\n<p><i><span>Malic instructs participating audience members to assume a plank position. All NEOS (except for IC and BD) and audience members assume a plank position.</span></i></p>\n<p><span>BD: The plank is an isometric core strength exercise that involves maintaining a difficult position for extended periods of time. If you practice</span><span>—</span><span>  </span></p>\n<p><span>ALL: It&#8217;s not that hard.</span></p>\n<p><span>IC:  Chelsea Manning was sentenced to 35 years in a military prison after releasing the largest set of restricted documents ever leaked to the public. </span></p>\n<p><span>BD: The current world record for the plank position is 3 hours, 7 minutes and 15 seconds.  The record was set by George Hood, who is a former Marine. People call him a hero.</span></p>\n<p><span>IC: People call Chelsea Manning a traitor.</span></p>\n<p><span>BD: People call Chelsea Manning the wrong name and &#8220;he,&#8221; even after she released a statement specifically asking to be called &#8220;Chelsea&#8221; and &#8220;she.&#8221;</span></p>\n<p><span>ALL: It&#8217;s not that hard.</span></p>\n<p><span>MW: Two minutes is not enough time to address the bigger issues. We could talk about government secrecy or how the U.S. prison system is basically government-funded housing for marginalized people. We could about all the American political prisoners who remain behind bars.</span></p>\n<p><span>BD: But let&#8217;s start with something basic.</span></p>\n<p><span>IC: Let&#8217;s start with the name Chelsea.</span></p>\n<p><span>BD: Let&#8217;s start with the pronoun &#8220;she.&#8221;</span></p>\n<p><span>IC: Let&#8217;s practice: Chelsea. She.</span></p>\n<p><span>ALL: Chelsea. She.</span></p>\n<p><span>BD: The plank provides a base for all forms of exercise.  </span></p>\n<p><span>IC: Referring to a transgender person by the right name and pronoun is the most basic sign of respect.</span></p>\n<p><span>MW: It’s not that hard. And people who still won’t use her name because they’re scared. They’re scared that the greatest threat to government secrecy and control is one of our people</span><span>—</span><span>a gender warrior whose very identity threatens political and social organization.</span></p>\n<p><span>BD: But really, who would be better for the job?</span></p>\n<p><i><span>IC watches the stop watch until it hits 2 minutes.</span></i></p>\n<p><span>IC: Time!</span><i><span><br />\n</span></i><i><span><br />\n</span></i><i><span>All NEOS drop out of their plank position.</span></i></p>\n<p><span>CURTAIN</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Malic White"},"slug":"malic-white","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Labels"},"meta":{"volume":"3","number":"13","bulletin":false,"publication_date":"2018-02-07"}}}}