{"title":{"rendered":"Gillette Castle: In Connecticut Oddities, Vision Trumps Convention"},"content":{"rendered":"<p>&nbsp;</p>\n<p>CAROLINE ACHEATEL, MArch I ’17</p>\n<p>&nbsp;</p>\n<p><span>While in New Haven, it is de rigeur, if not imperative, for any casual architecture aficionado to visit campus landmarks like Bunshaft’s Beinecke Library, Saarinen’s Ingalls Rink and Kahn’s Center for British Art. Even more crucial is the study of these spaces by School of Architecture students, throughout the first year and beyond. Yet despite the value of these vaunted works, what can be gained by studying the idiosyncratic and the odd, the buildings that occupy the fringes of the traditional architectural canon but merit study nonetheless? </span></p>\n<p><span>Outsider architecture generally refers to the built work of self taught artists or visionaries who create deeply personal spaces often with unconventional materials, such as found objects, glass bottles, garbage, or free flowing concrete. Often fueled by wealth, insanity, or both; builders of these structures either would blow entire inheritances realizing their reverie or would construct their fantasy magpie-like at dusk after their daily grind was over, like postman Ferdinand Cheval in France or construction worker Simon Rhodia in South Central Los Angeles. By examining the weird, radical, or almost primitive spaces built by those who exist outside the profession, architects can see how domestic space is constructed in an unmediated form, through a mix of passion and delirium made physical. </span></p>\n<p><span>One of the best immediate examples of outsider architecture is Gillette Castle, nested in the peaceful marshes and genteel relaxation of the Connecticut coastline town of East Haddam. The rambling stone structure almost seems liquefied, with thousands of fieldstones dripping into improbable and psychedelic ornamented bay windows and turrets to create a deranged Victorian Arts and Crafts manse.  The incredibly successful and eccentric millionaire actor William Gillette, known as the “Brad Pitt of his day</span><span>” for his stage rendition of Sherlock Holmes, built the structure between 1914 and 1919. </span></p>\n<p><span>Directing teams of masons to do his bidding, Gillette designed a castle that fitted his own strange brand of domestic theater, complete with short upstairs railings to make himself appear taller, raffia woven walls, two way mirrored French doors so that he could observe guests and make dramatic entrances, and a complex system of built-in stone perches for seventeen of his closest cat friends. The building also features a miniature Grand Central station, forty-seven self-designed wooden doors and locking mechanisms, and insulation made out of seaweed and paper. Originally constructed to look like a ruin, the castle is now run by the state park service, as stipulated by Gillette in his will so that no “blithering saphead who has no conception of where he is or with what surrounded</span><span>” would buy it.</span></p>\n<p>&nbsp;</p>\n<p><span>But apart from a photo op with Gillette’s numerous china figurines, what makes his castle worth visiting? In his writings on outsider architecture and the Rural Studio, historian David Patrick Kelly argues that outsider architects are both pioneers and environmentalists—creating buildings that have few precedents and that reuse discarded or recycled materials</span><span>. Through their errors, successes, and unique brand of experimental practice, these essays in personal space have resulted in new and challenging modes of thought, meriting study not just for their glimmers of lunacy, but also for their spark of innovation.  </span></p>\n<p>_________________________________</p>\n<p>1 State Park Service employee at Gillette Castle</p>\n<p>2 http://www.ct.gov/deep/cwp/view.asp?a=2716&amp;q=325204&amp;deepNav_GID=1650. (2002).</p>\n<p>3 Kelly, David Patrick. Outsider Architecture and Historic Preservation. Athens: U</p>\n<p>of Georgia, 2001. Print.</p>\n<p><span> </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}