{"title":{"rendered":"Good Afternoon, Good Evening and Good Night"},"content":{"rendered":"<p><b>ANTHONY GAGLIARDI </b>(M.Arch &#8217;16)</p>\n<p><span>The summer after graduation is filled with fiction. Films on your “must-see” list and novels shelved during Systems Integration patiently resurface after three years of collecting school dust and just in time for the dawn of architectural practice. </span></p>\n<p><span>During this period I re-watched Peter Weir’s 1998 cult classic, </span><i><span>The Truman Show</span></i><span>. The film follows a mild-mannered insurance salesman, Truman Burbank (Jim Carrey), who lives in a simulated and domed community, called Seahaven, engineered adjacent to Hollywood by an omnipotent television producer, Christof (Ed Harris).  In retrospect, the film and my time at the Yale School of Architecture offer a few uncanny insights for the advancement into practice.</span></p>\n<p><span>The first is the perceived binary between academia and practice, or in </span><i><span>The Truman Show</span></i><span> between inside and out, between Seahaven and the “real world.” In </span><i><span>Of Grammatology,</span></i><span> Jacques Derrida states, “there is no outside text.”</span><span> One way to look at  this statement is that our knowledge of a thing comes from what we know it is not. Therefore, a thing is separate from yet dependent on its context. In a similar way, the infiltration of practice &#8211; the outside &#8211; into academia &#8211; the inside &#8211; no matter how well-intentioned, should be heeded. Rather than the practice of architecture becoming a literal extension of the study of architecture, or the institution becoming a trade-school, the two worlds are more potent when conceived with maximal difference. The rough, corrugated walls of Rudolph should be reinforced.</span></p>\n<p><span>The second parallel I see between school and the film is the needed omnipresence of constructed authority. Christof aptly states during the film, “we accept the reality of the world with which we’re presented; it’s as simple as that.”</span><span> Likewise, the Yale School of Architecture offers a protected environment with extensive resources to engage in the global discourse of architecture.  However, just as Truman steps through the manufactured horizon from simulation to reality, the question facing many graduates comes to the fore: “what do I do now?” And the question is fraught; without a Christof, or an authority figure, to emulate, study, resist, or surpass.</span></p>\n<p><span>Christof and the boundary of Seahaven inscribe dialectics between inside:outside, stability:disruption, and curation:liberation. Similarly, authority within graduate school intensifies the difference between the simulated and the real, academia and practice. By amplifying the boundary between these binaries, each side becomes more lucid and therefore more dependent on its other for definition. Academia is rhetoric without practice and practice is mere trade without scholarship.</span></p>\n<ol>\n<li><span>Derrida, Jacques. </span><i><span>Of Grammatology</span></i><span>. Baltimore: Johns Hopkins University Press. 1998. p. 158</span></li>\n<li><span>Maslin, Janet. “So, What’s Wrong With This Picture?” </span><i><span>The New York Times</span></i><span>. 5 June 1998</span></li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Anthony Gagliardi"},"slug":"anthony-gagliardi","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"On Practicing"},"meta":{"volume":"2","number":"01","publication_date":"2016-09-08"}}}}