{"title":{"rendered":"Government (Re)Designed"},"content":{"rendered":"<p>When the National Endowment for the Arts is annually threatened with elimination by Donald Trump, it’s difficult to imagine the federal government and the arts as collaborators.¹ The budget for the NEA as a percentage of the total federal budget has been gradually decreasing since the mid-1970’s.² The belief of the current president is that the arts should only be funded by private donors. In this hostile atmosphere, artists and designers are forced to advocate for the value of art and design, and the necessity of its public sponsorship. But the arts and the U.S. government have not always been at odds. Looking back almost fifty years, we can find such a collaboration in the Federal Design Improvement Program.</p>\n<p>In May of 1971, Richard Nixon sent a memo to the heads of federal departments encouraging engagement with the art and design community. The following year, Nancy Hanks (chairman of the NEA) established the Federal Design Improvement Program (FDIP) to improve design within the government. The FDIP wasn’t the first nor the last effort to revamp the image of government (the WPA in the 30’s and the Obama-era push to redesign government websites are two other examples), but it is notable for its collaborative approach. The first key element of the program was to establish design assemblies, bringing together government officials and the design community through a series of conferences.³</p>\n<p>The NEA participated in inter-agency charrettes including repurposing the Pensioner’s Building as the National Building Museum with the General Services Administration and trying to improve low-income housing with the Department of Housing and Urban Development (HUD).3 While the mandate that authorized these assemblies came from the top, the program encouraged collaboration between individual agencies and its constituent designers. The FDIP may be remembered for its iconic logos (such as the USPS, PBS, NASA and the EPA), but its success came from fostering a relationship between the government and designers. Nancy Hanks brought this idea of collaboration to both the FDIP and NEA as a whole, writing in 1968, “The support required for the arts, for the improvement of our cities . . . will come from a myriad of individuals, foundations, corporations, as well as governments.”4</p>\n<p>The two major organizations created under the design improvement program were for architecture and graphic design. The Task Force on Federal Architecture included members such as Charles Eames and Henry Weese, and it reinvented the guidelines for federal buildings from 1962. One change was the allowance of combining government and private functions as a way to better integrate buildings into their communities. The task force also held design charrettes and led the charge to both renovate existing federal buildings and propose new buildings.3 One project coming out of these charrettes was for a new transportation system in Morgantown, West Virginia. The proposal was to build a Personal Rapid Transit System (PRT) which connected three West Virginia University campuses. The project was a collaboration between Boeing and the Urban Mass Transportation Administration, and it responded to the need of 11,000 students. This system is still in use today.5 The FDIP produced more than a series of design solutions, it established a method of cooperation between government entities, private stakeholders and the public. While partnerships such as this come with their own set of issues, they were a way to rethink the top-down approach set by the WPA.</p>\n<p>The graphics portion of the program intended to create a simplified and clear visual language, both iconic logos and ubiquitous conventions. While government agencies were getting an updated look, road and pedestrian signage was standardized. Some of the more radical designs have changed since the 1970s, but the legacy of the FDIP is evidenced by the many logos and standards from this program that are still in place.6 This is both a testament to their effectiveness and the growing indifference of the government since then towards art and design.</p>\n<p>A 1973 New York Times article on the program reads, “the undertaking is said to represent the first time that the Government—the country’s largest planner, builder, landlord and printer—has recognized its responsibility to provide the country with the best possible design environment.”7 Two words stand out from this statement. The first is “environment.” The government set out to create a space for design and foster relationships. That’s not to say there was no top-down decision making, but the central tenet of the program was to make room for collaboration with designers. The second word that stands out is “responsibility.” Art, graphic design, industrial design, architecture, and landscape architecture are not frivolities that should be left to the auspices of wealthy patrons, but are the responsibility of the government on behalf of the people.</p>\n<p>[1] Stoilas, Helen. 2019. “Trump wants to axe the NEA. Yes, again.” The Art Newspaper, March 18.<br />\n[2] Reidy, Brent. 2017. “The battle to save America’s arts endowment from Trump’s cuts.” Apollo, January 30.<br />\n[3] n.d. Setting the Standard: the NEA Initiates the Federal Design Improvement Program. Accessed January 20, 2019. https://www.arts.gov/about/40th-anniversary-highlights/setting-standard-nea-initiates-federal-design-improvement-program.<br />\n[4] Bauerlin, Mark, and Ellen Grantham. 2009. National Endowment for the Arts: A History 1965-2008. Washington, D.C.: the National Endowment for the Arts. https://www.arts.gov/art-works/2017/making-design-necessity-good-government.<br />\n[5] Pettit, Lorraine. 2017. Making Design a Necessity for Good Government. Accessed January 20. 2019.<br />\n[6] Budds, Diana. 2017. Nixon, NASA, and How the Federal Government Got Design. March 6. https://www.fastcompany.com/3068659/nixon-nasa-and-how-the-federal-government-got-design.<br />\n[7] Reif, Rita. 1973. “Fresh Look is Due in Federal Design.” New York Times, February 12.</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Shelby Wright"},"slug":"shelby-wright","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}