{"title":{"rendered":"Hallowed Halls"},"content":{"rendered":"<p><strong><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo.jpg\"><img class=\"alignleft size-medium wp-image-1711\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo-210x300.jpg\" alt=\"Pablo\" width=\"210\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo-210x300.jpg 210w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo-718x1024.jpg 718w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo-830x1183.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo-230x328.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Pablo-350x499.jpg 350w\" sizes=\"(max-width: 210px) 85vw, 210px\" /></a>JUAN PABLO PONCE DE LEON</strong> (B.A. Architecture ‘16)</p>\n<p>In an issue titled ‘Masters,’ it would be remiss not to address the controversy facing the same term in our greater academic environment and its relation to the architectural profession.<br />\nOur Yale is a heterotopia, a place inseparable from its idea. As a space, it harkens back to the old yore of Oxford and Cambridge. As an idea, it draws from their intellectual traditions. In the 1930s, modeled after the English schools, the residential college system was established. Its aim: to have smaller groups of undergraduates live together, fostering tighter communities. The head of the college unit, the master, was appointed to head activities and social life.<br />\nAs time passed, the primacy of the residential colleges faded: they lost control of their academic programs, their individual endowments were dissolved and merged, and even Bladderball went the way of the wind (administrators said the game where undergraduate groups from each college tussled over control of a giant bladder ball had ‘mob-like’ qualities). The function of residential colleges shriveled to a shell of their former selves, while the pomp and circumstance remained. A tectonic shift had occurred from viewing the college master as a figure of authority to a mentor-like position. Such was the context around the discourse last semester calling for the abolition of the title ‘Master.’ It was conceived when Yale was entirely male and predominantly white. The title carries racial baggage preventing college masters from doing their jobs: fostering diverse, inclusive communities. Responses from college masters were mixed: some disavowed the title, others said students should address them by whichever title they were comfortable using (master, professor, doctor, etc.). Although the Council of Masters assured it would take the issue at hand, ultimately no consensus was reached. The official response was silence.<br />\nAt present, a long overdue debate of inclusion plagues architecture. Last week’s <em>Paprika!</em>, ‘The Architectural Mystique,’ addressed the regrettable state of this profession as deeply exclusive to differences in gender and ethnicity. It is precisely this school’s drive towards greater inclusion that gives one hope that the troubling connotations surrounding the term ‘master builder’ as the all-knowing designer can someday be dispelled. If there are lingering doubts of the term’s contentious baggage, just ask those affected by Robert Moses’ Cross Bronx Expressway what they think of a<br />\n‘master builder.’<br />\nAlthough we strive for a more cooperative and understanding environment, sometimes it helps to remember how thick the corrugated concrete walls are and how removed from street life the seventh floor balcony can be. One Friday evening during the wake of Eric Garner’s death in the fall of 2014, the school’s premier student social event, 6on7, happened while protesters on the corner of York and Chapel Streets chanted, ‘We can’t breathe!’ The coincidence was unplanned but the warning was clear: as a cadre of future master builders looking down from our balcony, we cannot risk remaining distant and disenfranchised from our city.</p>\n<p><em>Portrait by Abraham Lampert (MFA &#8217;17)</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Juan Pablo Ponce de Leon"},"slug":"juan-pablo-ponce-de-leon","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Masters"},"slug":"masters","meta":{"volume":"1","number":"24","bulletin":false,"publication_date":"2016-04-14"}}}}