{"title":{"rendered":"Haunted mansion © Disney"},"content":{"rendered":"<p>Walk through the gates of Disneyland, turn left on Main St, and wind your way through Frontierland. Tucked away in the interstitial space between fantasy and frontier, mortal and immortal, attraction and existentialism, you will come across the wrought-iron gates of “The Haunted Mansion.” Ask any innocent bystander what comes to mind when one says “haunted house” and a plethora of images arise: a Halloween fright complete with corn maze, a dilapidated house on a foggy hilltop, or perhaps whatever Ryan Murphy is cooking up for the next season of American Horror Story. Whatever it may be, the fear-mongering, ghoul-hosting, fright-inducing abodes all bear some connection to post-mortem paranormal activity and necropsy. At first glance, Disney’s Haunted Mansion is like the rest, injecting an otherworldly narrative with the emotional components of fear, sorrow, and surprise. And yet, like most of the attractions at Disney, there is more than meets the eye.</p>\n<p>It is the attention to space which sets the necessary stage for the narrative to come, creating the literal set for a storytelling experience which ultimately crafts a perfect afterlife for the afterlife. In its original conception, the part-Victorian/part-Antebellum[1] property was entered through a decadently ornamented gate, wide enough for vehicular and pedestrian access. Visitors walked up a meandering path towards a distant building, only faintly visible through a thick canopy of creeping vines, thick moss, and gnarled trees. The lushly planted path; lined with azaleas, magnolia, and oak trees became increasingly overgrown and untended. Then, the exterior of the Mansion would slowly reveal its dilapidated but grand facade: dramatic two-story columns, weathered iron balconies, and an intricately gilded weathervane indicative of a faded grandeur. As the visitors stepped across the threshold, an elaborate narrative would finally begin.[2][3]</p>\n<p>With the first Haunted Mansion, Walt Disney immortalized not only his vision of the perfect Halloween experience, but that of an all-American architectural classicism. Originally envisioned as an ode to traditional haunted attractions that had proliferated across America in the beginning of the 20th century, early plans for Disney’s Haunted Mansion can be found within the first preliminary drawings for Disneyland—dating as far back as 1951. The Spook House (its original name) was to be set atop a fake hill, behind a fake church, off of a fake Main St, and covered in evocative fake decay. The slow walk up an ever-eerier path would help them transition from the world of magic, hope, and glee into the gloomy afterlife that awaited inside the Mansion.</p>\n<p>With the creation of Disneyland, Walt envisioned a typological transformation from the trope of an ‘amusement park’ into an immersive world of themed space. Rather than quick thrills from flashy rides, this new theme park was meant to slow down the riders’ experience (literally and mentally) in order to create lasting impressions. The Haunted Mansion exemplifies this strategy, emphasizing a narrative and progression of experiences, facilitated by an intense approach to the built environment. It is an attraction that mixes thrills, fear, play, story, illusion, and nostalgia. Filled with both architectural detail and fantastic imagery, the Haunted Mansion presents a vision of the afterlife that hovers on the edge of the real and the supernatural.</p>\n<p>&nbsp;</p>\n<p>Postscript: No matter how realistic he wanted the experience to be, even Walt Disney would never have expected or desired actual human remains to be participants in his scenes. However, Disney’s rendition of the afterlife has taken on another afterlife of its own…</p>\n<p>see &#8216;Code Grandma&#8217;</p>\n<p>1. The Disney team wanted the house to feel elaborate, yet other-worldly. Disneyland’s Haunted Mansion directly lifts its facade from the Victorian era Shipley-Lydecker House of Baltimore, MD. However, Disney wanted the house to also evoke Antebellum charm, being that the house would most likely exist in the newly created “New Orleans Square” of Disneyland. It is for this reason the Shipley-Lydecker House was the perfect fit, since it was officially of the Victorian bloodline, yet had a plethora of Antebellum characteristics.<br />\n2. A well-known and feared pirate captain quietly retired to private life in a seaside community, liked the famed Captain Henry Morgan. He changed his name and used some of his ill-gotten booty to establish himself as a respected and prosperous man of the community. To make his life even more complete, he chose a lucky 18-year-old to be his bride and bear him many children. The only restriction he gave her was to stay out of the attic of their magnificent mansion.<br />\n3. The Walt Disney Family Museum. “The Long, Long Haunt: Artists of Walt’s Haunted Mansion”. October 31, 2011. http://www.waltdisney.org/blog/long-long-haunt-artists-walts-haunted-mansion.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Adam Feldman"},"slug":"adam-feldman","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"slug":"sequels-afterlife","meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}