{"title":{"rendered":"Health &#038; Wellness"},"content":{"rendered":"<p><span>01.21.2016</span></p>\n<p><span>Welcome to the </span><i><span>Paprika!</span></i><span> Health and Wellness Column! </span></p>\n<p><span>As students, as architects, and even barely as citizens, we spend very little time talking about our individual and collective health. By dedicating a space in </span><i><span>Paprika!</span></i><span> to a topic related to wellness, we’re trying to jumpstart the conversation. We will touch on a broad range of issues that are often ignored, covering everything from spaces that promote human wellness to healthy bodies and minds that can function well enough to make great decisions, great discussion, and great architecture. We hope that the words and ideas that make it into this column can be short but loud, critical, and catalyzing. We’d also like to plan a complementing series of events that will further the conversation and deSTRESS our student body! Stay tuned.</span></p>\n<p><span>For our first issue, we’re discussing MENTAL HEALTH. The YSOA operates in a high demand, high judgment, high stress environment nearly every day, which has a significant impact on how we function. Anxiety, depression, and other syndromes abound, including Obsessive Compulsive Disorder which we commonly joke about, but rarely discuss in any sort of serious manner. According to a 2013 survey conducted by the National Institute of Health, approximately one in four American adults suffers from a mental illness, which refers to anything from generalized anxiety disorder to schizophrenia. If we were to misappropriate this statistic and map it onto the School of Architecture student body, it would mean that about 55 of your 220 classmates are dealing with some sort of mental health concern. That’s about equal to an entire M.Arch I class. If we take into account the amount of added stress that we endure here and the fact that Architecture as a discipline attracts a certain type of personality, we’d speculate that this number may be much higher. </span></p>\n<p><span>It’s important that as a community, we begin to de-stigmatize mental health at the School of Architecture and speak openly about how it affects our school culture and personal relationships. If you’re personally dealing with anxiety for instance, whether it’s rooted in academics, social situations, or something entirely different, it’s critical to be able to speak with someone about it, whether that be a friend, mentor, or professional counselor or doctor. (Yale Health offers a free 24-hour service! Call 203-432-0290.) Additionally, as a group of classmates who spend </span><i><span>significant</span></i><span> amounts of time together, we have to look out for one another. Gone unaddressed, mental health problems can manifest in substance abuse issues, eating disorders, academic difficulties, and even more serious conditions. As we develop work habits that will set the stage for how we practice in the professional realm, it’s important to remember that we’re also developing life habits. Issues that develop now are likely to stick around if not addressed. Don’t push it aside, talk to someone&#8211; so many of us at YSOA already are!</span></p>\n<p>&nbsp;</p>\n<p><span>\f</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Food"},"meta":{"volume":"1","number":"17","bulletin":false,"publication_date":"2016-01-21"}}}}