{"title":{"rendered":"Health and Wellness"},"content":{"rendered":"<p><strong>MADELYNN RINGO</strong> (M. Arch &#8217;16) and <strong>SAMANTHA JAFF</strong> (M. Arch &#8217;16)</p>\n<p><span>While you may not care that you have just inhaled a lifetime’s worth of carcinogenic molecules by thrusting open the laser cutter hatch immediately after your job has finished, I do– especially when I’m the innocent bystander huddled in the same room. Throughout our time at YSoA, we are exposed to our fair share of toxins, whether they come from the laser cutter rooms, from the spray booths outside of the bathrooms, or from sitting at our desks as a neighbor uses a foam cutter and Zap-A-Gap to make that last model before Studio begins. This too-often-toxic air quality is due as much to non-functioning spray booths as it is to the fact that as students, we often do not take proper precautions with how we use our materials and equipment. Indeed, there ought to be better space to deploy spray paint, as surely the current facilities and protocols do not suffice. However, we must also take it upon ourselves to prioritize both our personal health and that of those sitting in the contiguous space around us. It is important to recognize that while most of us are not exposed to toxic chemicals for six to eight hours every day, even the less frequent, shorter exposures that we are all subject to can have serious consequences. Though effects can be as minor as mere discomfort and agitation, over time the exposure to fumes from certain glues, spray paints, and cut plastics can cause severe allergies, upper respiratory problems, or even types of cancer. Next time you use the laser cutter, keep it closed for thirty seconds or a minute once the job has completed to allow the exhaust to do its job. Or, if you smell fumes by the spray booths, perhaps you actually report them like the sign says. Be courteous of your neighbors; your lungs will thank you later. Now if only we could open the windows…</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Madelynn Ringo"},"slug":"madelynn-ringo","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Samantha Jaff"},"slug":"samantha-jaff","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"(de)Natured"},"slug":"denatured","meta":{"volume":"1","number":"22","bulletin":false,"publication_date":"2016-03-28"}}}}