{"title":{"rendered":"Healing by Design: Medicine and Biophilia"},"content":{"rendered":"<p>11.05.2015</p>\n<p>By <strong>NICHOLAS LEE</strong> (<em> M.D. &#8217;17</em>)</p>\n<p><span>When one thinks of the word ‘hospital,’ images of sterility, cleanliness, and a functional efficiency spring to mind. Words such as ‘happy’ or ‘bright’ are conspicuously missing. Contemporary hospital design is focused almost entirely on treating bodily ailments without concurrently improving the mental well-being of the patients, which is a key factor in our health. While hospitals were not designed to engender the personal well-being need for complete care, we, as physicians and architects, can change that. We can design and create a built environment that engenders health in addition to treating and preventing illness. We can use the walls and windows to reinfuse life into the building and into the patients. There are ways we can work together to revitalize the sick.</span></p>\n<p><span> E</span><span>ven in my first year of medical school, I have witnessed the power of design in the medical field. In a multi-patient room, where darkness pervaded and privacy consisted of a simple beige curtain, I wondered where the patient was. As my eyes scanned the room, I saw a </span><span>man in a hospital gown sitting in the corner of the room in front of a window—the light </span><span>streaming in, illuminating his face. As we approached, I felt a pang of disappointment for </span><span>breaking this man out of his reverie; I had never seen a patient this relaxed before. In </span><span>his mind, he had escaped the four walls of his room, releasing any tension that remained in his body. What can we, in the professions of medicine and architecture, do to facilitate these fleeting,transcendent, and spiritual moments?</span></p>\n<p><span>Recently, the power of nature and socialization have emerged as key factors in mental health and happiness. When individuals or patients are exposed to a forest or immersed </span><span>in a loving community, their mental equilibrium improves dramatically. While we cannot drive </span><span>all of our patients to a forest, we can build a hospital in a garden, bringing nature to the bedside along with the benefits of modern medical technology. In Singapore, Khoo Teck Puat Hospital (KTPH) has begun to achieve what physicians and architects should strive for—a hospital in which individuals want to stay for treatment. As one enters the hospital, it is reminiscent of a garden, abundant with trees, flowers, benches, and tables. Community members stroll through the hospital, and visitors can be found studying and reading.</span></p>\n<figure id=\"attachment_489\" class=\"wp-caption alignnone\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH.jpg\"><img class=\"size-large wp-image-489\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH-737x1024.jpg\" alt=\"Photo courtesy of World Architecture News\" width=\"737\" height=\"1024\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH-737x1024.jpg 737w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH-216x300.jpg 216w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH-830x1154.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH-230x320.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH-350x487.jpg 350w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/KTPH.jpg 1000w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a><figcaption class=\"wp-caption-text\">Photo courtesy of World Architecture News</figcaption></figure>\n<p><span>Within the hospital, the rooms are daylit. The sun is redirected to the ceiling as it enters, illuminating the room but reducing glare. On the exterior, the windows are cradled by trellises. If a patient or family member needs a breath of fresh air, there is vegetation on nearly every surface of the building, from flowers to edible vegetables and spices used in the kitchens. The gardens, located throughout the hospital, are designed for different types of patients such as geriatric or those with dementia. Additionally, all the gardens hold a variety of spaces: open ones for strolling, large enclosed spaces for families, and enclaves for a solitary, secluded moments away from the bustle of the hospital.</span></p>\n<p><span>Using KTPH as inspiration, physicians and architects can work together to design a hospital befitting our communities. Through collaborations between our two disciplines, I can envision how I might be able to practice medicine in the future, using the opportunities provided by thoughtful design in order to help heal the community around me. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Perceptions"},"slug":"perceptions","meta":{"volume":"1","number":"12","bulletin":false,"publication_date":"2015-11-05"}}}}