{"title":{"rendered":"Heavy Metal: Choice or Fate"},"content":{"rendered":"<p><span>NICHOLAS MILLER (</span><span>M.Arch I, ‘19)</span></p>\n<p class=\"c1\"><span class=\"c0\">Ross “The Boss” Friedman began his career as the guitarist of seminal proto-punk band The Dictators with fellow Bronx-native Richard “Handsome Dick” Blum in 1973. “We wanted to be tough,” bass player Andrew Shernoff later commented, so Friedman and Blum adopted the names of Funicello and Manitoba.</span><sup class=\"c0\"><a id=\"ftnt_ref1\" href=\"#ftnt1\">[1]</a></sup><span class=\"c0\"> </span><span class=\"c0\">On their debut album </span><span class=\"c0 c5\">Go Girl Crazy</span><span class=\"c0\">, the band blended comic-ironic shtick with the horrors of Nazism and anti-semitism on songs like “Master Race Rock,” “The Next Big Thing,”</span><sup class=\"c0 c4\"><a id=\"ftnt_ref2\" href=\"#ftnt2\">[2]</a></sup><span class=\"c0\"> and a cover of “I Got You Babe” that was performed “without any traces of irony or camp.”</span><sup class=\"c0\"><a id=\"ftnt_ref3\" href=\"#ftnt3\">[3]</a></sup><span class=\"c0\"> The results did not translate outside of New York, and the album bombed. As Steven Lee Beeber described in </span><span class=\"c0 c5\">The Heebie-Jeebies at CBGBs: A Secret History of Jewish Punk</span><span class=\"c0\">, “The fine line between humor and horror, catharsis and darkness, self-mockery and self-hatred can easily be crossed. The Dictators missed out on being the first real punk band because they failed to find the delicate balance between aggressive and ironic, violent and comic, threatening and camp.”</span><sup class=\"c0\"><a id=\"ftnt_ref4\" href=\"#ftnt4\">[4]</a></sup><span class=\"c0\"> Following the failure of </span><span class=\"c0 c5\">Girl Go Crazy</span><span class=\"c0\">, the band dropped their shtick to adopt a purely tough image on the hard-rocking </span><span class=\"c0 c5\">Bloodbrothers</span><span class=\"c2 c0\">.</span></p>\n<p class=\"c1\"><span class=\"c0\">As The Dictators continued to perform intermittently, Friedman was introduced to actual Italian-American Joey DeMaio by Ronnie James Dio in 1980. Friedman, DeMaio, and Eric Adams formed the legendary Manowar: self-proclaimed Kings of Metal, record-holders of both the loudest performance and longest heavy metal concert, and collaborators with Orson Welles and Christopher Lee. Semi-clad in leather and loincloths,</span><sup class=\"c0 c4\"><a id=\"ftnt_ref5\" href=\"#ftnt5\">[5]</a></sup><span class=\"c0\"> Manowar’s image fluctuated between </span><span class=\"c0\">Frank Frazetta and Tom of Finland</span><span class=\"c0\"> as they sang of the glories of war, honor, and </span><span class=\"c0 c5\">True Metal</span><span class=\"c0\">.</span><sup class=\"c0\"><a id=\"ftnt_ref6\" href=\"#ftnt6\">[6]</a></sup><span class=\"c0\"> While the band attracted legions of loyal fans,</span><sup class=\"c0 c4\"><a id=\"ftnt_ref7\" href=\"#ftnt7\">[7]</a></sup><span class=\"c0\"> its members were criticized by the press as “embarrassing caricatures,” “embarrassing boneheaded oafs,” and “gloriously preposterous” for their outlandish imagery and the ultimate earnestness with which they presented their vision of </span><span class=\"c0\">True Metal</span><span class=\"c0\"> brotherhood.</span><sup class=\"c0\"><a id=\"ftnt_ref8\" href=\"#ftnt8\">[8]</a></sup></p>\n<p class=\"c1\"><span class=\"c0\">Friedman was forced from the band by DeMaio in 1988 and rejoined Blum and Shernoff in the band Manitoba’s Wild Kingdom. As DeMaio doubled-down on his willingness to die for True Metal in both songwriting</span><sup class=\"c0 c4\"><a id=\"ftnt_ref9\" href=\"#ftnt9\">[9]</a></sup><span class=\"c0\"> and combative interviews,</span><sup class=\"c0 c4\"><a id=\"ftnt_ref10\" href=\"#ftnt10\">[10]</a></sup><span class=\"c0\"> Friedman and Blum returned to their critical party-rock. </span><span class=\"c0 c5\">&#8230;And You?</span><span class=\"c0\">, Manitoba’s Wild Kingdom’s 1990 debut album, showcased a heavier sound that put forth both a sardonic critique of the metal industry</span><sup class=\"c0 c4\"><a id=\"ftnt_ref11\" href=\"#ftnt11\">[11]</a></sup><span class=\"c0\"> and an embrace of New York’s diversity behind the red, white, and black tri-color of pre-War Germany. As a “crossover” band, Manitoba’s Wild Kingdom rejected the typological rigor of True Metal. Drawing from both punk and metal, they produced a distinctly New York sound that landed between the Beastie Boys’ “Fight for Your Right” and Twisted Sister’s “I Wanna Rock.” When later asked his opinion on the dialectic of “True Metal versus False Metal” that Manowar continued to promote without him, Friedman responded with resignation. “</span><span class=\"c0\">I hate that stuff, man. To me, that was the worst thing Joey ever said and set us up for humiliation in the end.</span><span class=\"c0\">”</span><sup class=\"c0\"><a id=\"ftnt_ref12\" href=\"#ftnt12\">[12]</a></sup></p>\n<p class=\"c1\"><span class=\"c0 c2\">“Manowar’s every album is perfect. The ultimate Heavy Metal band.”</span></p>\n<p class=\"c1\"><span class=\"c0\">—Lauri Penttilä</span><sup class=\"c0\"><a id=\"ftnt_ref13\" href=\"#ftnt13\">[13]</a></sup></p>\n<p class=\"c1\"><span class=\"c0\">While Manowar rose in fame and notoriety, “Extreme Metal”, an umbrella-term that covers a range of subgenres that have emerged since the early 1980s, provided an intensification of Metal’s underlying aesthetic, aural, and thematic precepts. The most self-consciously extreme iteration of Manowar’s ideologies of True Metal developed in the “</span><span class=\"c0\">trveness</span><span class=\"c0\">” of </span><span class=\"c0 c5\">Black Metal</span><span class=\"c0\"> during the early 1990s. </span><span class=\"c2 c0\">Through the misanthropy and oppositional orthodoxies of Black Metal, the parallels between the polarizing dialectic of True Metal and Leon Krier’s architectural and urban theories of “Nameable Objects” and “True Plurality” become clearly apparent. These subcultural and architectural iterations of a reconstructivist approach to the cataclysms of the 20th-century are revealed in stark contrast to the irony and obfuscation embodied in the critical deconstruction of The Dictators and Postmodern architecture. </span></p>\n<p class=\"c1\"><span class=\"c0\">Krier’s architectural ideology, </span><span class=\"c0\">when taken to its explicit conclusions</span><span class=\"c0\">, manifests in the work of Lauri Penttilä, aka Werwolf aka Satanic Tyrant Werwolf aka Graf Werwolf aka Nazgul von Armageddon aka Orklok aka Satanic Warmaster Mutilator aka Werewolf of Black Vengeance aka Sexual Hammer aka The True Werwolf aka Vince Venom aka Werwolf of the Black Order, a prolific Finnish artist with a proclaimed “will to redefine how serious black metal can be on an ideological level.”</span><sup class=\"c0\"><a id=\"ftnt_ref14\" href=\"#ftnt14\">[14]</a></sup><span class=\"c0\"> Penttilä’s array of aliases represents a recontextualization of both Krier’s dictum of the necessity of a “relationship of truth between the name and the named object”</span><sup class=\"c0\"><a id=\"ftnt_ref15\" href=\"#ftnt15\">[15]</a></sup><span class=\"c0\"> and his concept of a stylistically-siloed plurality with the potential to produce “villages with very different structure, organisation, architecture, and density, each with its own unity, harmony, and specificity.”</span><sup class=\"c0\"><a id=\"ftnt_ref16\" href=\"#ftnt16\">[16]</a></sup><span class=\"c2 c0\"> </span></p>\n<p class=\"c1\"><span class=\"c0\">Instead of mixing French-influenced, vampyric Black Metal with melodic, werewolf-Nazi-themed Black Metal to produce a subtle manifestation of Krier’s False Pluralism, Penttilä has created a new band and moniker for each micro-style “without any debasing compromise.”</span><sup class=\"c0\"><a id=\"ftnt_ref17\" href=\"#ftnt17\">[17]</a></sup><span class=\"c0\"> While the stylistic differences between Penttilä’s projects may be largely indistinguishable to the untrained ear, the contrasts between his two most well-known bands—Satanic Warmaster and Armour—are vividly apparent. In Satanic Warmaster, Penttilä goes by the name of Werwolf and focuses on themes of “Satanism, darkness, war, vampirism, and lycanthropy,”</span><sup class=\"c0\"><a id=\"ftnt_ref18\" href=\"#ftnt18\">[18]</a></sup><span class=\"c0\"> while in Armour he is known as Vince Venom and sings of “metal, alcohol, partying, sex, and rowdiness.”</span><sup class=\"c0\"><a id=\"ftnt_ref19\" href=\"#ftnt19\">[19]</a></sup><span class=\"c0\"> These two projects exhibit Krier’s typological rigor not only in their sound, but in the very way that Penttilä presents himself in promotional photos: As Satanic Warmaster, he is dressed in black with the genre’s signature corpse paint and an abundance of spikes, chains, and bullets, while he dons a fishnet top, zebra-print leggings, a studded codpiece, and eyeliner as Armour. These parallel representations are performed with total sincerity, a notion confirmed by a press release for Armour’s recent E.P. by record label Nuclear War Now that champions the band’s ability to produce “pure Heavy Metal… without any trace of irony.”</span><sup class=\"c0\"><a id=\"ftnt_ref20\" href=\"#ftnt20\">[20]</a></sup></p>\n<p class=\"c1\"><span class=\"c0\">The most disturbing iteration of Krier’s ideology comes early in </span><span class=\"c0 c5\">Architecture: Choice or Fate</span><span class=\"c0\">. </span><span class=\"c0\">Under the Manowarian title of “True and False Pluralism,” there is an illustration of a “European” face, an “African” face, and an “Asian” face juxtaposed against a mock-cubist composition that blends elements of the three.</span><sup class=\"c0\"><a id=\"ftnt_ref21\" href=\"#ftnt21\">[21]</a></sup><span class=\"c0\"> </span><span class=\"c0\">Outside of an architectural context, or even within one, the drawing appears to fervently advocate for an ideology of anti-miscegenation. While Krier would likely reject this reading, Penttilä may embrace it. Despite having disavowed the categorization of his work as NSBM, or National Socialist Black Metal, tracks like “My Dreams of 8” speak otherwise.</span><sup class=\"c0 c4\"><a id=\"ftnt_ref22\" href=\"#ftnt22\">[22]</a></sup><span class=\"c0\"> The same lines can be drawn between Krier’s illustrations of the transformation of modernist architecture, described by Peter Eisenman as the products of a newly legitimized, 20th-century Jewish culture,</span><sup class=\"c0 c4\"><a id=\"ftnt_ref23\" href=\"#ftnt23\">[23]</a></sup><span class=\"c0\"> into classical buildings through “creative restoration,”</span><sup class=\"c0\"><a id=\"ftnt_ref24\" href=\"#ftnt24\">[24]</a></sup><span class=\"c0\"> and Satanic Warmaster songs like “A New Black Order” or “Der Schwarze Orden.”</span><sup class=\"c0 c4\"><a id=\"ftnt_ref25\" href=\"#ftnt25\">[25]</a></sup><span class=\"c0 c4 c16\"> </span></p>\n<p class=\"c1\"><span class=\"c0\">Just as Krier, Penttilä, and DeMaio utilized an ideology of Trueness and a reconstructivist approach to address the destruction of the 20th century—Krier through traditional architecture and urbanism, Penttilä through the establishment of a New Satanic Order, and Manowar through a valiant Brotherhood of Metal—</span><span class=\"c0\">Friedman</span><span class=\"c2 c0\"> and Stanley Tigerman confronted the same chasms of the recent past through irony, humor, and inclusivism.</span></p>\n<p class=\"c1\"><span class=\"c0\">An ideology of inclusivism, as practiced by Tigerman and Friedman, did not demand the tolerance of divergent ideas and styles within the constraints of segregation, but promoted the simultaneous expression of conflicting styles and opinions.</span><sup class=\"c0\"><a id=\"ftnt_ref26\" href=\"#ftnt26\">[26]</a></sup><span class=\"c0\"> To achieve this, the synthetic perfection of the Nameable Object was rejected in favor of a spirit of hyphenation that was explicitly assailed by Krier and Manowar. </span><span class=\"c0\">In addition to inclusivism, Tigerman’s critical use of humor, akin to that of The Dictators and Manitoba’s Wild Kingdom in the context of hard rock, was used “as an instrument for overcoming architecture culture’s deep-seated seriousness and authoritarianism.”</span><sup class=\"c0\"><a id=\"ftnt_ref27\" href=\"#ftnt27\">[27]</a></sup><span class=\"c0\"> Not only are humor and irony used to operate apart from the self-seriousness of architecture and metal, but for both Friedman and Tigerman they are methods of response to “the acknowledgment of death” within the searching doubt of the post-Holocaust and post-Vietnam eras.</span><sup class=\"c0\"><a id=\"ftnt_ref28\" href=\"#ftnt28\">[28]</a></sup></p>\n<p class=\"c1\"><span class=\"c0\">“Unfortunately,” Tigerman wrote in </span><span class=\"c0 c5\">Versus: An American Architect’s Alternatives</span><span class=\"c0\">, “wit, humor, and irony represent the illegitimate side of architecture and their use is often labeled infantile by serious architects.”</span><sup class=\"c0\"><a id=\"ftnt_ref29\" href=\"#ftnt29\">[29]</a></sup><span class=\"c0\"> Shernoff attributed the commercial failure of </span><span class=\"c0 c5\">Go Girl Crazy</span><span class=\"c0\"> to the same current within heavy music: “In hindsight, I do think it was a mistake to make humor as central in the marketing of the band.”</span><sup class=\"c0\"><a id=\"ftnt_ref30\" href=\"#ftnt30\">[30]</a></sup><span class=\"c0\"> But the humor used by Tigerman and The Dictators was no less serious—and no more of a joke—than the proclamations of ideological certitude put forward by Krier, Penttilä, and DeMaio, who have each drawn multitudes that doubt the sincerity of their work, not because of any apparent irony, but for the lack thereof. As a recent review of a Satanic Warmaster performance confirms, questions of what is silly or earnest may be irrelevant if the desired impact of the work, both on the public and within the discipline, is achieved: “</span><span class=\"c13 c0\">The art of Satanic Warmaster is so dramatic and personal that it actually works as an esoteric trick on behalf of Satanic Tyrant Werewolf [Penttilӓ] in reducing his ego and becoming a medium for both audience and Black Metal in general. It will seem like a bag of clichés, or a masterwork, or actually </span><span class=\"c0 c13\">both.”</span><sup class=\"c13 c0\"><a id=\"ftnt_ref31\" href=\"#ftnt31\">[31]</a></sup></p>\n<p class=\"c1 c7\">\n<p class=\"c1 c7\"><a id=\"ftnt1\" href=\"#ftnt_ref1\">[1]</a><span class=\"c0\"> </span><span class=\"c0\">S</span><span class=\"c0\">teven Lee Beeber, </span><span class=\"c0 c5\">The Heebie-Jeebies at CBGBs: A Secret History of Jewish Punk</span><span class=\"c2 c0\"> (Chicago: Chicago Review Press, 2006).</span></p>\n<div>\n<p class=\"c1\"><a id=\"ftnt2\" href=\"#ftnt_ref2\">[2]</a><span class=\"c2 c0\"> “I knocked ‘em dead in Dallas / They didn’t know we were Jews.” </span></p>\n<p class=\"c1\"><span class=\"c0\">Andrew Shernoff, </span><span class=\"c0 c5\">The Next Big</span><span class=\"c0\"> </span><span class=\"c0 c5\">Thing</span><span class=\"c0\"> </span><span class=\"c2 c0\">(New York, Epic, 1975).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt3\" href=\"#ftnt_ref3\">[3]</a><span class=\"c0\"> Beeber</span><span class=\"c0 c5\">.</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt4\" href=\"#ftnt_ref4\">[4]</a><span class=\"c0\"> </span><span class=\"c0\">Ibid.</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt5\" href=\"#ftnt_ref5\">[5]</a><span class=\"c2 c0\"> “True metal people wanna rock not pose / Wearing jeans and leather, not cracker-jack clothes.” </span></p>\n<p class=\"c1\"><span class=\"c0\">Joey DeMaio, </span><span class=\"c0 c5\">Kings of Metal</span><span class=\"c0\"> </span><span class=\"c2 c0\">(New York: Atlantic Records, 1988).</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt6\" href=\"#ftnt_ref6\">[6]</a><span class=\"c0\"> “True Metal is a name for bands of different metal styles, which, apart from musical aspects, are distinguished by their ideological attitude towards the metal and by particular textual features. The term was coined by the band Manowar and is mainly used by fans and musicians to categorize their music. Musically, the bands are usually assigned to Heavy Metal or Power Metal… </span><span class=\"c0 c5\">F</span><span class=\"c6 c0 c5\">alse Metal</span><span class=\"c0 c6\"> is the betrayal of the philosophy of Heavy Metal for commercial reasons. Certain directions of the metal,</span><span class=\"c0\"> </span><span class=\"c0\">such as Glam Metal, Nu Metal and Crossover, are regarded as adulterations of ‘pure’ heavy metal, though bands who can not be classified as traditional Heavy Metal or Power Metal can be accepted as true by true metal fans.</span><span class=\"c0\">” “True Metal,”</span><span class=\"c0 c5\"> Wikipedia, The Free Encyclopedia</span><span class=\"c2 c0\">, de.wikipedia.org/wiki/True_Metal (accessed September 22, 2017).</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt7\" href=\"#ftnt_ref7\">[7]</a><span class=\"c2 c0\"> Manowar’s fans are known as Metal Warriors, Manowarriors, Immortals, and Brothers of Metal.</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt8\" href=\"#ftnt_ref8\">[8]</a><span class=\"c0\"> Adrien Begrand, “The Dichotomy of Manowar,” </span><span class=\"c0 c5\">PopMatters</span><span class=\"c2 c0\">, March 25, 2007.</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt9\" href=\"#ftnt_ref9\">[9]</a><span class=\"c2 c0\"> “They can&#8217;t stop us / Let &#8217;em try / For Heavy Metal / We will die!”</span></p>\n<p class=\"c1\"><span class=\"c0\">Joey DeMaio, </span><span class=\"c0 c5\">Die for Metal</span><span class=\"c0\"> </span><span class=\"c2 c0\">(Auburn: Metal Circle Music, 2007).</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt10\" href=\"#ftnt_ref10\">[10]</a><span class=\"c0\"> “I&#8217;m prepared to die for metal. Are you? Are you prepared to die for metal? Have you ever thought about that? Are you prepared to die for metal? &#8230; I&#8217;m ready! I&#8217;m ready to die! &#8230; Do you want me to prove it?” </span><span class=\"c0\">DeMaio, Joey. Interview by Götz Kühnemund. </span><span class=\"c0 c5\">Hard Rock</span><span class=\"c0\">. </span><span class=\"c2 c0\">April, 2006.</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt11\" href=\"#ftnt_ref11\">[11]</a><span class=\"c0\"> </span><span class=\"c2 c0\">“You say you wanna rock / And make it to the top / You gotta look good / And you gotta act tough / You don&#8217;t know what to do / I&#8217;m givin’ you a clue / So you can be the next / Supreme Rock Dude” </span></p>\n<p class=\"c1\"><span class=\"c0\">Andy Shernoff, </span><span class=\"c0 c5\">Supreme Rock Dude</span><span class=\"c0\"> </span><span class=\"c2 c0\">(New York: MCA Records, 1990).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt12\" href=\"#ftnt_ref12\">[12]</a><span class=\"c0\"> Friedman, Ross. Interview by Louise Brown. </span><span class=\"c0 c5\">Iron Fist</span><span class=\"c0\">. </span><span class=\"c2 c0\">September, 2013.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt13\" href=\"#ftnt_ref13\">[13]</a><span class=\"c2 c0\"> Lauri Penttilä, Twitter post, August 26, 2017.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt14\" href=\"#ftnt_ref14\">[14]</a><span class=\"c0\"> Lauri</span><span class=\"c0\"> Penttilä,</span><span class=\"c0\">. Interviewed by Sami Kettunen</span><span class=\"c0\">.</span><span class=\"c0 c5\"> Loputon Gehennan liekki</span><span class=\"c0\">. 2014.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt15\" href=\"#ftnt_ref15\">[15]</a><span class=\"c0\"> Leon Krier, </span><span class=\"c0 c5\">Architecture: Choice or Fate</span><span class=\"c2 c0\">, (Windsor: Papadakis Publisher, 1998), 34.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt16\" href=\"#ftnt_ref16\">[16]</a><span class=\"c2 c0\"> Ibid., 17.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt17\" href=\"#ftnt_ref17\">[17]</a><span class=\"c2 c0\"> Ibid.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt18\" href=\"#ftnt_ref18\">[18]</a><span class=\"c0\"> “Satanic Warmaster.” The Metal Archives. </span><span class=\"c0\">www.metal-archives.com/bands/Satanic_Warmaster (Accessed September 23, 2017).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt19\" href=\"#ftnt_ref19\">[19]</a><span class=\"c0\"> “Armour.” The Metal Archives. www.metal-archives.com/bands/Armour</span><span class=\"c0\">. </span><span class=\"c2 c0\">(Accessed September 23, 2017).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt20\" href=\"#ftnt_ref20\">[20]</a><span class=\"c0\"> Nuclear War Now!, </span><span class=\"c0\">Death Threat / No Heaven, </span><span class=\"c2 c0\">2013.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt21\" href=\"#ftnt_ref21\">[21]</a><span class=\"c2 c0\"> Krier, 22.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt22\" href=\"#ftnt_ref22\">[22]</a><span class=\"c0\"> </span><span class=\"c0\">“My dream of your empire / Fills me with joy / For it is also my fate / To end this life of strife in tragedy / or supremacy.”</span><span class=\"c0\"> </span><span class=\"c0\">Lauri Penttilä, </span><span class=\"c0 c5\">My Dreams of 8</span><span class=\"c0\"> </span><span class=\"c2 c0\">(Müglen: No Colours Records, 2005).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt23\" href=\"#ftnt_ref23\">[23]</a><span class=\"c0\"> In response to Krier’s assertions of the superiority of the classical language of architecture, Eisenman responded as follows:</span><span class=\"c0\"> </span><span class=\"c0\">“As a jew and an </span><span class=\"c0\">‘</span><span class=\"c0\">outsider,</span><span class=\"c0\">’</span><span class=\"c0\"> I have never felt part of that </span><span class=\"c0\">‘</span><span class=\"c0\">classical</span><span class=\"c0\">’</span><span class=\"c0\"> world. I feel that modernism was the product of an alienated culture with no roots suddenly being brought into a bourgeois situation. In other words, modernists were suddenly out of the ghettos and in the cities. The philosophy that would abolish modernism proposes that if we return the world to the way it was before alienated individuals took over, everything would be worked out. I am not convinced.” </span><span class=\"c0\">Cynthia Davidson, </span><span class=\"c0 c5\">Eisenman/Krier: Two Ideologies</span><span class=\"c2 c0\"> (New York: Monacelli Press, 2004), 36.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt24\" href=\"#ftnt_ref24\">[24]</a><span class=\"c0\"> Krier,</span><span class=\"c0\"> </span><span class=\"c2 c0\">72.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt25\" href=\"#ftnt_ref25\">[25]</a><span class=\"c0\"> “The Semite creation in ashes / The remains blown away to the past / Of the new Hyperborean order.” </span><span class=\"c0\">Lauri Penttilä,</span><span class=\"c0\"> </span><span class=\"c0 c5\">Der Schwarze Orden</span><span class=\"c0\"> </span><span class=\"c2 c0\">(Lahti: Northern Heritage, 2001).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt26\" href=\"#ftnt_ref26\">[26]</a><span class=\"c0\"> Emmanuel Petit, </span><span class=\"c0 c5\">Irony or, The Self-Critical Opacity of Postmodern Architecture</span><span class=\"c2 c0\"> (New Haven: Yale University Press, 2013), 79.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt27\" href=\"#ftnt_ref27\">[27]</a><span class=\"c0\"> Emmanuel Petit, </span><span class=\"c0 c5\">Ceci n’est pas un reverie: The Architecture of Stanley Tigerman</span><span class=\"c2 c0\"> (Yale School of Architecture, 2011).</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt28\" href=\"#ftnt_ref28\">[28]</a><span class=\"c0\"> Stanley Tigerman, </span><span class=\"c0 c5\">Versus: An American Architect’s Alternatives</span><span class=\"c2 c0\"> (New York: Rizzoli, 1982), 115.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt29\" href=\"#ftnt_ref29\">[29]</a><span class=\"c0\"> Ibid.</span><span class=\"c0 c5\">,</span><span class=\"c2 c0\"> 109.</span></p>\n</div>\n<div>\n<p class=\"c1\"><a id=\"ftnt30\" href=\"#ftnt_ref30\">[30]</a><span class=\"c2 c0\"> Beeber, 99.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt31\" href=\"#ftnt_ref31\">[31]</a><span class=\"c0\"> Brett Stevens, “Satanic Warmaster show in Glasgow draws racism complaints,”</span><span class=\"c0 c5\"> Death Metal Underground</span><span class=\"c2 c0\">, April 9, 2015.</span></p>\n</div>\n<div>\n<p class=\"c3\"><a id=\"ftnt32\" href=\"#ftnt_ref32\">[32]</a><span class=\"c2 c0\"> Tigerman, verus 115</span></p>\n</div>\n<div class=\"c11\"></div>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Post-Ironic"},"meta":{"volume":"3","number":"03","publication_date":"2017-09-28"}}}}