{"title":{"rendered":"Heavenly Crust"},"content":{"rendered":"<p class=\"p2\">Nick Shekerjian, M.Arch I 2017, Arizona State Universit<i>y</i></p>\n<p class=\"p2\"><span class=\"s1\">1. Sticky, Veritable Crust.</span></p>\n<p class=\"p2\">In 2014, Rem Koolhaas provided a history of architectural elements at the Venice Biennale with his exhibition “Elements of Architecture”. In this carefully considered exhibition (research and production took four years to produce as opposed to the usual two), Koolhaas and his team defined, through history, specific architectural elements as a means of being the first to “modernise architectural thinking”<span class=\"s2\"><sup>1</sup></span>. With this, he supposes that these elements, such as the ceiling and the escalator, have never been incorporated into the theory of architecture and that his hope is that the exhibition would do so and therefore (in very concise terms) honestly integrate architecture practice with theory. In the ceiling exhibition space, a flat and thin surface cuts the air just above head level and is caked by a vast enclave of air conditioning machinery, lighting, and emergency accoutrement which is further eclipsed by a decorative dome of painted imagery. This display clarified the history of the ceiling into two contradictory artifacts: the ceiling as an architectural element which was<span class=\"Apple-converted-space\">  </span>“a symbolic plane where there is room for beauty and meaning” and, with almost no transition, “a thick volume charged with machinery of which the architect has little to say”<span class=\"s2\"><sup>2</sup></span>. Noting this vast change in use, the exhibition proposes that, of the elements, the ceiling is no longer controlled by architects. It is now controlled by other professions whose job is to cover the unsavory of the building with their own nastiness. It has become a sticky, veritable architectural crust so thick with the excrement of building systems and desiccated human skin that it competes with the architecture itself.</p>\n<p class=\"p2\"><span class=\"s1\">2. The Lamella</span>.</p>\n<p class=\"p2\">“The lamella is an entity of pure surface&#8230;an infinitely plastic object that can not only incessantly change its form, but can even transpose itself from one to another medium: imagine a ‘something’ that is first heard as a shrilling sound, and then pops up as a monstrously distorted Body.”<span class=\"s2\"><sup>3</sup></span></p>\n<p class=\"p2\">The element of the ceiling is well represented by Lacan’s concept of the lamella. In speaking about it in his Lecture XI, Lacan uncharacteristically suggests an idea of a drive or force of life, which he called the lamella. This is in contrast to his usual writing as it does not deal with only the symbolic or modern idea of “desire”, but also of the “real” intangible force, the “organ without a body”<span class=\"s2\"><sup>4</sup></span>. By presenting this concept of lamella, Lacan creates a distinction between “desire” as a “reality observed”, and the postmodern “real” of the same force as the “libido”. Lamella’s are systems which moderate the coexistence between “reality observed” and the “real” in the same way the term is used to describe cellular walls and other surfaces which mediate conditions between observed void space and the hidden reality of what’s really, frighteningly, disgustingly contained beyond. Paintings by the Pre-Raphaelites (as postmodern predecessors par excellence) best position “reality observed” and “the real” in one setting<span class=\"s2\"><sup>5</sup></span>. Through highly saturated, familiar yet unnerving situations they contain both the kitsch and the avant-garde in one seemingly flat perspective; they are visual lamellas in high definition. Their images are entrancing and simultaneously revolting, placing both an “observed” human nature and the grotesquely <span class=\"s3\">detailed “real” hierarchically in the same space; Sir John Everett Millais’s Ophelia drowns, eyes deadening in a highly articulated, ecologically vibrant river bed, while delicately positioning her gowned body in waters which more so seem to take possession of her than kill her.</span></p>\n<p class=\"p2\"><span class=\"s1\">3. Loos’ Carpets</span>.</p>\n<p class=\"p2\">In “The Principle of Cladding”, Adolf Loos begins his essay by describing carpets as a metaphorical surface from which to build architecture. Loos elucidates a clear step-by-step process by which architects should work: first the architect should carefully consider the way in which people live, provide them warmth, then lay down five carpets, one for the floor and four for the walls (since carpets are also warm), then build structure to support those carpets<span class=\"s2\"><sup>6</sup></span>. Loos considers that the carpet is the material by which human activity is comforted according to the nature of the activity not the structure. In a bedroom designed for his younger wife, Lina Loos, Adolf Loos designs a bed that floats above a continuous surface of cloudy, textured, whiteness which the architect has created by carpeting the floor, bed, walls, and nightstands together in white fur and transparent cotton. Carpets are the largest traps for dust mites, cockroach and insect feces, mold spores, pesticides, dirt, dust, volatile organic compounds (VOC’s), are vulnerable to soaking in new air pollutants, and, when newly installed, cause respiratory issues in newborns.<span class=\"s2\"><sup>7</sup></span> This idea of the “carpet” proposed by Loos perhaps diminishes Koolhaas’ claims for being the first to modernise architectural thinking through an element, but possesses a different interpretation of “carpeting” and therefore solution “Elements of Architecture” was seeking all along:<span class=\"Apple-converted-space\">  </span>to consider building architecture from the element and it’s machinations, not to construct human encrusted shields for presumed architectural structure.</p>\n<p class=\"p2\"><span class=\"s1\">4. Massive Attack’s “Protection.”</span></p>\n<p class=\"p2\">Michel Gondry directed, designed, and produced Massive Attack’s music video for their song “Protection” featuring musician Tracey Thorn in 1994. In the video, a slightly shaking camera scans across the elevation of, presumably, an English apartment building where we the viewers see brightly colored, and patterned vignettes of the life contained within. As the camera zooms past the various windows and enters the rooms inside, the perception of ground and gravity is completely thwarted. At times, characters appear to float, people seem to be pressed against vertical back walls, a basketball flies horizontally but doesn’t fall to the ground, foliage collects on the elevation of the apartment building, characters’ coat jackets seem to stiffen upwards against gravity all while Tracey Thorn speaks of sheltering a loved one with her body. In planning the sequence of filming, Michel Gondry first planned the numerous vignettes of living in the building’s interior and then constructed those situations as a slanted floor where the camera could then, in one continuous shot, scan the floor-as-an-elevation in a way that allowed him and the crew to incite otherworldly occurrences in their mundane lives<span class=\"s2\"><sup>8</sup></span>. It seems Gondry constructed a real lived-in, saturated, Pre-Raphaelite surface. The video for “Protection” suggests a lamella as a new typology of ceiling that, through real construction and IRL applied digital technologies, becomes not a ceiling for the thick architectural crust or heavenly, symbolic imagery, the “real” and “observed reality”, but hybridizes them in a transitioning and transposing surface. In our contemporary age where temporary, heightened experiences triumph over space, can architects reclaim space through this kind of spectacular surface? “Protection” harkens from the past with a responsive surface which, like most popular film and media experiences today, suggests to the viewer that they have control over all four dimensions of the story that they are being told. Perhaps the architectural element with the most potential in this contemporary age of experience over space is the ceiling, where Heaven communicates with Earth and the substance of the sluggish ground oscillates with the high frequency trill of the air.</p>\n<p class=\"p3\"><span class=\"Apple-converted-space\"> </span></p>\n<p>&nbsp;</p>\n<p class=\"p3\">[1] Wainwright, Oliver. “Rem Koolhaas Blows the Ceiling off the Venice Architecture Biennale.” The Guardian. Guardian News and Media, June 5, 2014. https://www.theguardian.com/artanddesign/architecture-design-blog/2014/jun/05/rem-koolhaas-architecture-biennale-venice-fundamentals.</p>\n<p class=\"p4\">[2] Dezeen. “Rem Koolhaas’ Elements of Architecture Exhibition Aims to ‘Modernise Architectural Thinking.’” Vimeo, June 6, 2014. https://vimeo.com/97503112.</p>\n<p class=\"p4\">[3] Zizek, Slavoj. “Troubles with the Real: Lacan as a Viewer of ‘Alien’.” How to Read Lacan RSS, May 6, 2009. https://www.lacan.com/essays/?p=180#targetText=The lamella is an entity,as a monstrously distorted body.</p>\n<p class=\"p4\">[4] Lacan, Jacques. The Seminar of Jacques Lacan.<br />\nNew York: Norton, 1978.</p>\n<p class=\"p4\">[5] Žižek, Slavoj. “On David Lynch.” Žižek.uk, November 19, 2016. https://zizek.uk/on-david-lynch/.</p>\n<p class=\"p4\">[6] Loos, Adolf. Spoken into the Void: Collected Essays, 1897-1900. Cambridge, MA: Published for the Graham Foundation for Advanced Studies in the Fine Arts, Chicago, Ill., and the Institute for Architecture and Urban Studies, New York, N.Y., by MIT Press, 1989.</p>\n<p class=\"p4\">[7] “Carpets.” American Lung Association. American Lung Association Scientific and Medical Editorial Review Panel, June 27, 2019. https://www.lung.org/our-initiatives/healthy-air/indoor/indoor-air-pollutants/carpets.html.</p>\n<p class=\"p4\">[8] Gondry, Michel. “Massive Attack &#8211; Protection.” YouTube.com. UMPG Publishing, March 6, 2009. https://www.youtube.com/watch?v=Epgo8ixX6Wo.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121828/KMBI1536.jpg\"><img class=\"size-full wp-image-7123 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121828/KMBI1536.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121828/KMBI1536.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121828/KMBI1536-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121828/KMBI1536-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121830/NUJP5497.jpg\"><img class=\"size-full wp-image-7124 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121830/NUJP5497.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121830/NUJP5497.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121830/NUJP5497-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121830/NUJP5497-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121831/RGZM2827.jpg\"><img class=\"size-full wp-image-7125 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121831/RGZM2827.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121831/RGZM2827.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121831/RGZM2827-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121831/RGZM2827-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121833/SFEB6678.jpg\"><img class=\"size-full wp-image-7126 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121833/SFEB6678.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121833/SFEB6678.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121833/SFEB6678-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121833/SFEB6678-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121835/FIRI3283.jpg\"><img class=\"size-full wp-image-7127 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121835/FIRI3283.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121835/FIRI3283.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121835/FIRI3283-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121835/FIRI3283-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121836/FRYS6326.jpg\"><img class=\"size-full wp-image-7128 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121836/FRYS6326.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121836/FRYS6326.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121836/FRYS6326-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121836/FRYS6326-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121838/ILBR6260.jpg\"><img class=\"size-full wp-image-7129 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121838/ILBR6260.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121838/ILBR6260.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121838/ILBR6260-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121838/ILBR6260-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a> <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121840/KCCD9422.jpg\"><img class=\"size-full wp-image-7130 alignleft\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121840/KCCD9422.jpg\" alt=\"\" width=\"640\" height=\"1136\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121840/KCCD9422.jpg 640w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121840/KCCD9422-169x300.jpg 169w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/05121840/KCCD9422-577x1024.jpg 577w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nick Shekerjian"},"slug":"nick-shekerjian","meta":{"degree":"M.Arch I, Arizona State University","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Yuck!"},"meta":{"volume":"5","number":"06","bulletin":false,"publication_date":"2019-10-31"}}}}