{"title":{"rendered":"History &#038; Theory (6 Credits)"},"content":{"rendered":"<p>Disciplinary history is one of the most contested parts of an architecture curriculum. It neither imparts technical skills nor – seemingly  – hones immediate design abilities, so why teach it in a professional program? Built into any architectural history course is the idea that architecture is more than a technical field. Architectural history, by its very existence, proclaims that the larger discipline is a cultural endeavor. Implicit in every history course is an argument for architectural pedagogy. Yet, there is a crisis in academia’s treatment of history. Traditional methods of historical pedagogy are being questioned and reframed in response to changing attitudes toward the use and relevance of the subject. At Yale, our curriculum has changed to require only one comprehensive theory course, implying that only a cursory glance is truly necessary for a “professional” education. But the apparent abandonment of history does not fix the crisis in academia or in the way that architecture disseminates throughout culture.</p>\n<p>Take the recent crisis surrounding European Medievalism for example. After last year’s “Unite the Right” rally in Charlottesville, Virginia, medieval symbolism became a lightning rod for criticism. White supremacists decorated themselves in medieval garb, creating a whitewashed fiction of Northern Europe in that period.<a href=\"#_edn1\" name=\"_ednref1\">[1]</a> Academic medievalists fought the appropriation of these symbols through a public letter on The Medieval Academy Blog. They wrote, “By using imagined medieval symbols, or names drawn from medieval terminology, [white supremacists] create a fantasy of a pure, white Europe that bears no relationship to reality. This fantasy not only hurts people in the present, it also distorts the past.”<a href=\"#_edn2\" name=\"_ednref2\">[2]</a> The far right understands that by shifting the perception of particular histories, they can legitimize their positions. By appropriating Western medieval symbols, they build the fiction of a historical white ethnostate that never existed. These tactics aren’t limited to the use of coats-of-arms or regalia; in an article for <em>The New Statesman</em>, Sarah Manavis shows how architectural imagery has been weaponized on social media.<a href=\"#_edn3\" name=\"_ednref3\">[3]</a> These accounts post images of traditional European architecture and vehemently deny any exterior influence, going so far as to erase all Moorish impact on the Alhambra in Granada. By reducing the role of history in the architectural discipline and in the ways that architects share our discipline, we allow bad faith actors to take control of the narrative and shape it for their own agendas.</p>\n<p>As a response to the original letter on The Medieval Academy Blog and the anti-racist medievalist work undertaken by Dorothy Kim, Rachel Fulton Brown, an associate professor at the University of Chicago wrote: “Richard Spencer and company that are making arguments bringing back a particular vision of Europe, they’re bringing back a fantasy that is their own making, and [that is] instantly punctured if you actually study the history of the Middle Ages; we are creating a fear that is unnecessary.”<a href=\"#_edn4\" name=\"_ednref4\">[4]</a> For many in the field, Brown’s comments left much to be desired. Kim argued that medievalists need to be specifically antiracist in their work, while others pointed out that the general public doesn’t study medieval history. Shortly after her initial statement, it came out that Brown was well-acquainted with alt-right pundit Milo Yiannopoulos, likely revealing her initial intent.<a href=\"#_edn5\" name=\"_ednref5\">[5]</a></p>\n<p>This unfortunate anecdote is proof that the academic sphere of architecture requires strong historical pedagogy. As shown in Manavis’s article, architectural history is already being rewritten by the same bad faith actors who have appropriated medieval history, and while academic history courses do not have the reach of a Twitter account, these problems must be fixed here too.</p>\n<p>Our historical pedagogy is overdue for reform. It is often taught too directly through objects rather than through the metaconditions that led to the creation of the architecture, it is often too Eurocentric and hero focused, and it always does a poor job of showing its own relevance. The appropriate response for these issues is not an abandonment of our disciplinary past, but a thoughtful, measured approach to how and what we study as architects. If we stop making our own histories, through both writing and building, then we open ourselves to appropriation and malicious reinterpretation.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ednref1\" name=\"_edn1\">[1]</a> Brent Bambury, “Medieval History Scholars are Suddenly on the Front Lines in the Fight against White Supremacists,” CBC Radio, October 3, 2017, accessed August 24, 2018, https://www.cbc.ca/radio/day6/episode-357-little-rock-nine-historians-vs-neo-nazis-tabatha-southey-fired-robots-yuval-harari-and-more-1.4309188/medieval-history-scholars-are-suddenly-on-the-front-lines-in-the-fight-against-white-supremacists-1.4309219</p>\n<p><a href=\"#_ednref2\" name=\"_edn2\">[2]</a> Chris Cole, “Medievalists respond to Charlottesville,” The Medieval Academy Blog, August 18, 2017, accessed August 24, 2018, http://www.themedievalacademyblog.org/medievalists-respond-to-charlottesville</p>\n<p><a href=\"#_ednref3\" name=\"_edn3\">[3]</a> Sarah Manavis, “How Architecture-themed Twitter Accounts Became a Magnet for White Nationalism,” The New Statesman, August 14, 2018, accessed August 24, 2018, https://www.newstatesman.com/science-tech/social-media/2018/08/how-architecture-themed-twitter-accounts-became-magnet-white</p>\n<p><a href=\"#_ednref4\" name=\"_edn4\">[4]</a> Nick Roll, “A Schism in Medieval Studies, For All to See,” Inside Higher Ed, September 19, 2017, accessed August 24, 2018, https://www.insidehighered.com/news/2017/09/19/one-professors-critique-another-divides-medieval-studies</p>\n<p><a href=\"#_ednref5\" name=\"_edn5\">[5]</a> Josephine Livingstone, “Minutes,” The New Republic, accessed August 24, 2018, https://newrepublic.com/minutes/140786/university-chicago-professor-gone-off-milo-yiannopouliss-opponents-calling-spineless-cnts</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Internal Memo"},"meta":{"volume":"4","number":"00","bulletin":false,"publication_date":"2018-08-30"}}}}