{"title":{"rendered":"Hojae Lee on Accra, Ghana"},"content":{"rendered":"<p>Four mandatory vaccinations of Yellow Fever, Hepatitis A, Malaria, and Typhoid, two tourist visa application visits to the consulates of Burkina Faso and Ghana; these were what kept me busy early this semester. The numerous requirements subtly implied the depth of foreignness I was about to encounter. Daunting yet exciting would be the correct phrase to describe my emotions at that time. The tingling inside one’s stomach before taking<br />\na leap is always a memorable feeling, but this was slightly more tickling than before.</p>\n<p>The visited destinations ranged on a spectrum of spaces from high-end skyscraper bars to apocalyptic garbage dumps; however, to be honest, this disparity between programs and social class was not the most shocking factor. Rather it was the generic, unspecifiable, and ubiquitous scenery of Accra’s street scape that captivated most of our eyes. It almost seemed as if all of Accra’s arteries were congealed with commerce; mobile merchants with uniquely compiled goods on their heads and in their hands, minimized kiosks with flamboyant paintings, food stalls with incomprehensible yet deliciously aromatic sauces, and chaotically organized stands of everything.</p>\n<p>In the first few days the only word to describe my impression was ‘intense,’ I was always exposed to too much as soon as I stepped outside the bus. The city was illegible. My questions were so elementary that I was too embarrassed to even pronounce them: is this a parking lot…? is this a park…? Is this a market…? Is this a restroom…? etc. But after every exhausting day, Martin and Francis were fluent enough to bring up and discuss this general confusion at the dinner table. Slowly I found myself digesting the dynamics of Accra. I stopped struggling to carry large water bottles and bought them from merchants (although maybe this is why I got sick one day). Public urinals and the line of sight that goes across the awkwardly low walls no longer was a problem.</p>\n<p>My eyes started to notice the actual interactions occurring beyond the chaos. Everyone was a seller and a customer and a manufacturer. Every individual would be more than one. There was no grander, underlying system, but rather it was a collection of persons and their decisions. Every public space was a collective negotiation between them, and the resulting solutions were surprisingly efficacious: bricolage in nature.<br />\nIn a city of persons, can architecture do anything? Can architects precisely predict how a structure will be used? If not, how much should I intervene?</p>\n<p>The week-long trip to Accra was sufficient enough for me and my colleagues to come back with healthy questions to tackle the foundations of conventional modern architecture. While I admit, it is a difficult and fearful situation to be exposed to, there might not be another chance to think of such things after Yale. This discourse by itself is what gives me confidence that all of our works will be fruitful at the end of the semester.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Hojae Lee"},"slug":"hojae-lee","meta":{"degree":"M.Arch II","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"meta":{"volume":"5","number":"05","bulletin":true,"publication_date":"2019-10-17"}}}}