{"title":{"rendered":"How long should we have on an Architecture Project?"},"content":{"rendered":"<p><strong>JACK BIAN</strong> (<em>M.Arch &#8217;16</em>)</p>\n<p class=\"p1\">How much time should we have on an architecture project? How long do we have to work on a project? What’s this idea of life-long project? What mark do we leave behind; a heroic statement engraved with our names?</p>\n<p class=\"p1\">Having been given a semester to produce one single project, a new home for the University of Pennsylvania’s School of Design, no doubt do I retrospectively say “too much work”. Given a break between the first semester and now, I have been able to do some reflection. I believe I have come down to the root of this issue. The problem is complex but also fundamental if we were to be critical about the mission of an architecture school.</p>\n<p class=\"p1\">Architecture is a collaborative act and good architecture extends beyond production from one man’s sweat. In school, we prove the rumors true: we work around the clock, we hold true to our authorship, and we pride ourselves for learning the tools and machines for the drawings and models we construct. Unless we are going to become sole-proprietor of a one-man practice in the professional world, we are not going to do all that.</p>\n<p class=\"p1\">Mid-sized practices have one or two concept developers, a few detail coordinators, more Revit guys, and lots of CAD monkeys. They divide and conquer, completing work within a given time frame and budget. If the purpose of a Yale architecture education is to create design leaders, we should spend more time in school learning how to think on our feet as idea generators, problem solvers, contract &amp; budget negotiators, and lecturers. We should spend more time acknowledging the capabilities of BIM modelling in Revit than using it solely as a tool to produce line-weighted scaled drawings. We should spend more time defending our ideas coherently and logically and less time refining the colors of a diagram in Illustrator.</p>\n<p class=\"p1\">In addition, the concern with too much work arises because we are given too much time. In the first year, we have projects that last less than two months and projects that take no more than two days. In both second and third year, we are given entire semesters. That equates to a 600-day (3 months x 4 weeks x 5 days) time frame. With students spending upwards of twelve hours per day in school, there exists a large disconnect between the labor realities of studio and professional practice. School should not habitually pamper us with luxurious time to work on our project — up to four semesters in graduate school.</p>\n<p class=\"p1\">I advocate noble pursuits: intellectual curiosity, rigorous research and the opportunity to commit to electives which explore disciplines of personal interest. In fact, I believe history and theory are the most prized classes in academia and should therefore be emphasized with more class time and individual devotion. But studio — the only class where we design a real building — must be designed within real time!</p>\n<p class=\"p1\">Decades ago, far fewer drawings were expected of architecture students. Consider a project brief with just two days to complete. You were judged entirely based on the work you produced in the “exam room” and given time frame. If you do well, you go on to the next year. If you do really well, you go on to tour Europe.</p>\n<p class=\"p1\">For me, this Beaux-Arts setup seems contemporary. We could retrofit this system for the challenges of today’s society by working out a specific project model for a specific project brief. If projects call for a unique program, scale, site, then I’d argue that we should figure out a unique way of working with the appropriate number of team members and schedule. In return, we become experienced with time-sensitive scenarios and flexible with working modes that better prepare us for the professional world.</p>\n<p class=\"p1\">In addition, the concern with too much work arises because we are given too much time. In the first year, we have projects that last less than two months and projects that take no more than two days. In both second and third year, we are given entire semesters. That equates to a 600-day (3 months x 4 weeks x 5 days) time frame. With students spending upwards of twelve hours per day in school, there exists a large disconnect between the labor realities of studio and professional practice. School should not habitually pamper us with luxurious time to work on our project — up to four semesters in graduate school.</p>\n<p class=\"p1\">I advocate noble pursuits: intellectual curiosity, rigorous research and the opportunity to commit to electives which explore disciplines of personal interest. In fact, I believe history and theory are the most prized classes in academia and should therefore be emphasized with more class time and individual devotion. But studio — the only class where we design a real building — must be designed within real time!</p>\n<p class=\"p1\">Decades ago, far fewer drawings were expected of architecture students. Consider a project brief with just two days to complete. You were judged entirely based on the work you produced in the “exam room” and given time frame. If you do well, you go on to the next year. If you do really well, you go on to tour Europe.</p>\n<p class=\"p1\">For me, this Beaux-Arts setup seems contemporary. We could retrofit this system for the challenges of today’s society by working out a specific project model for a specific project brief. If projects call for a unique program, scale, site, then I’d argue that we should figure out a unique way of working with the appropriate number of team members and schedule. In return, we become experienced with time-sensitive scenarios and flexible with working modes that better prepare us for the professional world.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}