{"title":{"rendered":"Iceland :: Fire and Ice"},"content":{"rendered":"<p>CAITLIN THISSEN MArch 1 &#8217;16</p>\n<p>Iceland supports the gamut of wilderness-centered pastimes, including eco tourist excursions, and offers an alluring 20 percent reimbursement to filming crews for costs incurred during the production of hip, existential indie films like The Tree of Life, Interstellar, or a smattering of smaller projects. Idealists, “aspiring” artists and filmmakers, gawkers and ramblers swarm the island, adopting the picturesque landscape as a backdrop for the projection of their own ideals, utilizing the surrealist setting as a catalyst for deep thought, reevaluation, and personal revelation.</p>\n<p><span>Stalwart maritime industries, including the cod, haddock, and saithe commercial fisheries, also make Iceland a contender in the global seafood market. Warm southern currents converge with colder northern streams, making for some of the most fecund and biologically diverse fishing grounds found worldwide. </span></p>\n<p>&nbsp;</p>\n<p><span>Over the coming decades, Icelanders must straddle between traditional industries and trades and those considered most profitable or economically à la mode. What remains to be seen is how the political, economic, and otherwise policy-driven and internationally negotiated zones and swathes of land will evolve as Iceland shifts into economic high gear. While international aluminum smelting companies and other manufacturers seek cheap, readily accessible power to run large production plants, tourists and foreign currency are being pumped back into an anemic economy after its devastating crash in 2008. Pricey souvenirs are sold alongside outrageously expensive bus and jeep tours to impulsive, reckless tourists. </span></p>\n<p>&nbsp;</p>\n<p><span>Meandering down Skólavörðustígur and Laugavegur (high-end shopping avenues radiating out from the center of downtown Reykjavik), residents have (clearly) fully embraced tourism as their most spectacular and far reaching remunerative venture. And they have done so at an alarming speed. While the land is beautiful and the residents earthy, if slightly reserved, there is nothing present to structure the kind of sensitivity necessary to keep the land from being unwittingly despoiled by naïve forces lacking the years, history, time, sweat, and blood that most Icelandic communities have invested over centuries of cohabitation with the land. Iceland is rising. But at what cost? </span></p>\n<p>&nbsp;</p>\n<p><span>Compromising the integrity of its traditions (especially the local fishing industry) and natural resources to rebuild its fiscal footing, presenting a natural national allure, and sustaining local pride all skirt the need to establish long term goals and planning. The issue begs a mediator, a process, and an object designer. Comprehensive constructs are needed to establish and reinforce moral/ethical codes of conduct, fighting as the gates open wide to mobs and robbers&#8211;international travelers and multinational corporations&#8211;seeking, foremost, to profit. </span></p>\n<p>&nbsp;</p>\n<p><span>To future designers: let us see this as a platform for a new breed of design project that does not push single-mindedly toward massive formal one-liners (such as Harpa Concert Hall in Reykjavik) or a diagrammatic oversimplification of urban issues, but toward a more contextually responsive, interactive, dynamic, and participatory process, as well as aesthetic (human) sensitivity. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}