{"title":{"rendered":"Image, Itself: A Mirage"},"content":{"rendered":"<p>Walking through the <em>Architecture, Itself</em> exhibition at the Canadian Center for Architecture felt familiar. Having just completed the freshly re-vamped first semester core studio, it seemed as if the core ideas of our curriculum had been put on display.</p>\n<p>The exhibit, curated by Sylvia Lavin, aims to examine postmodernism’s relationship to image by acknowledging the myth of architecture without social, political, and economic context. Lavin argues that this myth has largely derived its influence through architectural history’s foregrounding of images, drawings, photographs, and renderings, rather than the empirical truths which lead to their creation. In this sense, the context of these images is subsumed by their appearance.</p>\n<p>To this end, the CCA’s gallery is filled with artifacts that challenge the canonical images of postmodernism. Its walls carry letters of correspondence and notes from sketchbooks alongside models and drawings, which Lavin uses to elucidate the circumstances of their creation. By consequence, these images become less autonomous, relegated to proposals for construction rather than fantastic fictions.</p>\n<p>Coincidentally, these circumstances were also the focus of our curriculum this fall. In fact, a block of text on the wall titled “Design Data” sounded as if it had been ripped out of our syllabus:</p>\n<p>One of the most persistent postmodern myths about architecture is that design begins with an inspired act of genius expressed through a casually made sketch&#8230;The first marks Robert Venturi made on paper to initiate the design of Guild House composed not a sketch, but a list of books to consult at the library. The blueprint for Cedric Price’s Generator is not a diagram but the tabulated results of a series of questionnaires and when John Hejduk reflected on his body of work he produced not the standard narrative of maturation but a numerically organized chart (Lavin).</p>\n<p>Lavin categorizes the “act of genius,” or the “casually made sketch” as a fiction—casting it as a form of memorabilia rather than a moment of development. The first page of our syllabus condemns the the same phenomenon, suggesting that “design conception will be understood as a form of engagement with the world around us rather than a process of introspection or isolated intuition. Each project will begin with sampling and appropriation, not a napkin sketch.”</p>\n<p>For us, this meant starting with an image, mining it for interior formal logic, and then projecting that logic back onto the image, using it to produce architectural space. Ideally this process inspires design that responds to “data” or is in some way less introspective and isolated. By appropriating, we are meant to engage with reality in order to arrive at theoretical proposals.</p>\n<p>Looking at this process through Lavin’s lens, images, seem like a tricky choice. If the predominance of images is the problem, why restrict our exploration to them? If we are avoiding the napkin sketch for its isolation from the realities of architecture, why look to the wholly unreal picture plane?</p>\n<p>Perhaps this process of appropriation can only overcome the image, itself, if it is one of analysis, rather than manipulation. Throughout the semester, this became a focal point of discussion: the image was not to be a roadmap, but a source of data. Manipulation alone often lead towards simple extrusion, a trap many of us found ourselves trying to escape with each project. Such designs struggled to overcome the image’s appearance, its autonomy, its un-reality. This type of image manipulation is not the sort of engagement that Lavin is referring to when she references Venturi’s list of books, Price’s questionnaires, or Hejduk’s numerically organized chart.</p>\n<p>As the semester progressed, I found it productive to stop thinking of the image as representational. This meant denying it of context, of authorship, of legibility in lieu of formal qualities. In exchange for what it was, where it was made, and who made it, I began to ask: how do edges function? Is there a repeat? Does color indicate something? What happens when two shapes meet? It seemed that the importance of this step was that it allowed for the data of the image to move beyond its origins, to be applied towards architectural form-making.</p>\n<p>By denying the image its importance <em>as an image</em>, mining it for formal logics that extend beyond the boundaries of its picture plane, it is possible that our most successful projects participated in Lavin’s critique of the myth of architecture, itself. However, it is equally possible that many of our designs perpetuated the myth by cooperating with the image’s autonomy, playing <em>within</em> its un-reality. The former is quite difficult when the circumstances for our output images are images themselves, making it hard to avoid an echo chamber.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sarah Weiss"},"slug":"sarah-weiss","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Temperature"},"meta":{"volume":"4","number":"09","bulletin":false,"publication_date":"2019-01-10"}}}}