{"title":{"rendered":"Images out of Focus"},"content":{"rendered":"<p>Blurring usually results in a loss of detail. In the series Architecture, photographer Hiroshi Sugimoto captures well-known Modernist architectures out of focus. His subjects, whether they are the whole Seagram Building or a portion of the Guggenheim Museum, float fuzzily within the frame. They have no clear edges, something commonly associated with the physicality and durability of buildings. They are blurry, but by capturing them from an angle such that the sky is the primary background, Sugimoto’s photographs retain the buildings’ key characteristics, making them recognizable at a glance. Have the buildings been stripped down to their core essence? Has the reduction of information yielded clarity? With these acts the sky is the only part of the environment that Sugimoto retains; the context is cropped out of the image’s frame. In achieving what may be clarity, the building has been reduced to an isolated object in a partial environment. The blurring makes it recognizable as an object on a more or less blank canvas, not as a building that stands on a site.</p>\n<p>Blurring usually results in a loss of detail, but we look for additional details within the blur. The photograph here, inspired by Sugimoto’s Architecture series, was taken from the second level of James Turrell’s Skyspace on the Rice University campus by narrowing the camera’s depth of field. Like Sugimoto’s subjects, the Skyspace is an iconic structure, and could be easily recognizable if captured out of focus against the Houston sky. However in this photo-graph, another building, Ricardo Bofill’s Shepherd School of Music’s Alice Pratt Brown Hall, dominates the background of the image. Without a blank canvas like Sugimoto’s images, the Skyspace cannot be simplified to an object, cannot be isolated from its context, and cannot be recognized at a glance. The  edges of the Skyspace merge with the hall, the two structures flatten into one, and the sky, appearing in patches, is absorbed into the structures. As viewers, we try to make sense of the relationships between the Skyspace and its surroundings, to read the fuzzy and ambiguous patches of light and dark. We look for details that were overlooked pre-blurring, and we seek new information out of a blurred image where details have been reduced. There is no need to crop the environment, no need for a blank canvas to appreciate the blur.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mai Okimoto"},"slug":"mai-okimoto","meta":{"degree":"M.Arch, Rice University","graduation_year":"2022"}}],"fold":{"title":{"rendered":"The Ooz"},"meta":{"volume":"4","number":"16","bulletin":false,"publication_date":"2019-04-11"}}}}