{"title":{"rendered":"In Conversation with Kiel Moe"},"content":{"rendered":"<p><span>Kiel Moe is a registered practicing architect and currently holds the Gerald Sheff Chair of Architecture at McGill University. He was previously Associate Professor of Architecture &amp; Energy at the Harvard GSD and co-ordinator of the MDes program in Energy &amp; Environments. Kiel’s research and writing spans questions of thermodynamics to energetics. David Bruce (M.Arch/M.E.M. ‘20) read up on some of his work including: Thermally Active Surfaces in Architecture (2010), Convergence: An Architectural Agenda for Energy (2013),  and Empire, State &amp; Building (2017) and spoke with him over Skype. The following is an edited and condensed version of their conversation on September 10, 2018:</span></p>\n<p><span>David Bruce (DB): Your books demonstrate the way you’ve been thinking about energy and architecture, scaling up from surfaces to buildings to sites. What was gained in that methodology?</span></p>\n<p><span>Kiel Moe(KM): The evolution of books you mentioned reflects my evolving understanding of what energy actually is. It starts with the fuel based assumptions within buildings, so thermally active surfaces is thinking through the way energy is talked about in architecture. Architects should be referring to fuel because that’s what they’re talking about, but they use the word energy, which is incredibly sloppy and misleading and has misguided the whole discipline.<br />\n</span><span><br />\nNow, I have a more thorough understanding of energetics as it relates to architecture and I’ve scaled up my thinking and concerns about that relationship between architecture and energy. If you really get into energetics there’s no way that you end up talking about a passivhaus or improved air conditioning optimization. That is not really dealing with energy, that’s dealing with the fuel efficiency of a building, which is important, but missing the big picture. </span></p>\n<p><span>DB:</span> <span>What is the big picture? How might the future of environmentally conscious architecture look if it is diverted from the things we’re already accomplishing?</span></p>\n<p><span>KM:</span> <span>It’s arguable whether or not we’re accomplishing what we think we’re accomplishing right now. We’re often designing buildings and building systems that undermine themselves. I don’t think there’s a lot of progress associated with something like a passivhaus or various parametric CAD/CAM projects. I think they’re almost antiprogressive in many cases if you actually get into their politics and their ecology. There’s an unnecessary emphasis on things that don’t matter in the order of magnitude of their impacts. It’s not terrible that architects are doing these things, in a way making buildings less bad, but I would rather see a more fundamental reconsideration of how we think about energy materials and relationships to buildings.</span></p>\n<p><span>Part of it is an assessment of what we think progress actually is. What does that mean in this century? In my mind it’s got to be different from early modernist rhetoric about new materials making new architecture, or the kind of fake innovation discourse. There has to be more substance to what we would claim be an evolution or some sort of sense of progress in architecture. For me, that has to be ecological and it has to be political, otherwise it’s not really progress. </span></p>\n<p><span>That comes before looking at all the big future things. There are some really basic things about building ecology. It’s quite simple. Petroleum should stay in the ground. Carbon should stay in the ground. What carbon we use should be locked into wood and be used for a very long time. I think durability and momentum are incredibly important parameters of designing construction ecologies. There are so many fundamental conceptual issues that getting into the specifics of certain material systems or certain techniques is putting the cart before the horse.</span></p>\n<p><span>DB:</span> <span>You argue that materials are as important to the discussion on energy as mechanical systems. Everything we look at – a steel frame, concrete walls, the gypsum board, paint – it’s all just captured energy. That’s an idea that seems counter to what we’re being taught . . . How did this distinction come about?</span></p>\n<p><span>KM:</span> <span>Materials are just a subset of energetics. It’s preposterous that we separated those out 100 years ago. The history of it is that once architects started to become interested in mechanical systems, the whole topic of energy and environments was just reduced to equipment. There was an equipment pedagogy about air conditioning calculations, lighting and plumbing, and then there was a building materials, construction, and methods pedagogy – and those were totally separate. Even Reyner Banham maintains that distinction all the way through the 60’s and 70’s. It’s a huge point that schools of architecture need to get their heads around and write different curriculum. NAAB needs different accreditation criteria otherwise they’re perpetuating this false structure of knowledge. </span></p>\n<p><span>DB:</span> <span>You’ve referred to yourself as a nonmodernist, could you extrapolate on that a bit?</span></p>\n<p><span>KM:</span> <span>The one liner is easy, but maybe frustrating. The nonmodern is simply modes of thought and practices that are not modern. So we’d have to have a definition of what the modern is. Horkheimer and Adorno in their critique of modernity use a phrase that modernity is all about disenchantment. If you’re looking for a single word I think disenchantment is a very good word to describe modernity. Being disenchanted is to be coolly, seemingly rational about irrational subjects. The cool, abstract relationship to objects or paintings or buildings is part of that modern ethos. That’s the basis of their critique and I think that’s fairly effective.</span></p>\n<p><span>So in one sense non-modern is just becoming enchanted. There’s a completely different set of subjects that come from that. You follow the brick all the way back to the quarry and you figure out what’s going to happen to it in 100 years or 2000 years. It’s getting enchanted with materials and energy; reading deeper and mapping deeper, and understanding more of what material can do and rethinking the thermodynamics. On its own it seems like a really goofy thing but I think enchantment becomes a really operational concept.</span></p>\n<p><span>And it’s not a code word for vernacular. Although non-Western, premodern examples are a really rich world of building ecologies, enchantment has very much to do with what’s going to come after modernity. What practices and modes of thought do we need for the next century that are less industrial or rethink history? It’s as much about the future as it is about certain forms of the past. </span></p>\n<p><span>DB:</span> <span>How are you testing some of these ideas in your own practice? Last time we met, you said you wanted to build 500-square-feet before you went on to do anything bigger. Yet, many of the topics you address in your writing involve systemic challenges amidst global flows of energy and material. It seems a bit like gridlock. </span></p>\n<p><span>KM:</span> <span>In my own work, I’m trying to understand everything that 6 inches of wood can do for structure, envelope, enclosure, thermal, moisture, finish materials – what it does for forestry, what it does for various social situations, or unequal exchange. We need to know absolutely everything about a few materials at least as a starting point. </span></p>\n<p><span>I tend to do small projects, partly because I want to know absolutely every single piece of them. I’m now doing a 6000-square-foot building in Portland, Maine, so I’m jumping up by an order of magnitude, but I feel like I can do that with everything I’ve ever talked about and written about. That is a big jump, but kind of interesting. Part of the reason for writing Empire, State &amp; Building is to show that it’s also possible to know absolutely every single piece of these very large urban buildings. </span></p>\n<p><span>When I design a 500-square-foot building I’m using a methodology and a set of concerns that are applicable at any scale. I just am moving up those scales incrementally and deliberately. Hopefully in a decade, I can start to do some substantive object buildings using this method. I want to be able to characterize the construction from the molecular to the territorial. </span></p>\n<p><span>DB:</span> <span>How does this framework scale up from the building to an urban system?</span></p>\n<p><span>KM:</span> <span>If we’re going to talk about urbanism or urban situations then our ideas of what an urban system is has to radically expand. We need to stop thinking of cities as objects in the same way that we need to stop thinking of buildings as objects. Put simply, I’m trying to use energetics as a framework for understanding what urbanism is today. What’s at stake, especially in this century, are processes of planetary urbanization.</span></p>\n<p><span>I’m writing a book about the Seagram Building – in the case of the Seagram, you can’t talk about that block of Manhattan without talking about mining practices and labor politics in Chile in 1956.They are absolutely connected. Architects specified that connection, but just never talked about it. The point is to show how a single building in Midtown Manhattan is actually planetary. </span></p>\n<p><span>As a side note, one of my students chose to move to Los Angeles to design how AECOM, the biggest architecture firm in the world, is using sand. That’s one of the most critical and insane material geographies in the Pacific Rim. It’s not about individual buildings, it’s about designing these larger scale systems. That was her way to make the biggest impact on the most buildings. </span></p>\n<p><span>DB:</span> <span>A lot of your writing has a savvy use of the double entendre; is part of it to position yourself against the canon of formalism?</span></p>\n<p><span>KM:</span> <span>Yeah, absolutely. I’m an architect. I was trained as a formalist. I do all that stuff, but I do all this other stuff as well. I do see these as topics that come to bear on formalism. How and why does architecture appear the way that it does today? That is absolutely a formal question. What’s being expressed and what’s being built? There has to be an ecological material and energetic basis to that question too.</span></p>\n<p><span>Literally, how does a building come to appear in a city and where does all that material come from and what will we do with it? I don’t see them as mutually exclusive the way that the schools are setup to have the tech people over there and the formalists over there and the historians in the other corner and the administrators in the other corner. That’s just a broken diagram for teaching architecture.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"David Bruce"},"slug":"david-bruce","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Energy"},"slug":"energy","meta":{"volume":"04","number":"03","bulletin":false,"publication_date":"2018-10-04"}}}}