{"title":{"rendered":"In Defense of Burglary"},"content":{"rendered":"<p><span>One obvious and oft-stated way that architecture differs from “fine art” is that people get to touch it. And I don’t mean just in a choreographed, choose-your-own-adventure kind of way that presupposes a finite number of decision points and options (“do I use the swinging door or the revolving door?”). People can smear their dirty fingerprints all over it no matter how much you, the architect, try to stop them. And, perhaps, the harder you try to stop them, the more likely they are to touch. You can’t always keep people behind the velvet rope; your closed-circuit television cameras won’t catch their every transgression. The paraphernalia of the security state might even inspire transgressions you hadn’t even considered, like EMPs for triggering localized blackouts, infrared anti–facial recognition caps, and RFID cloning. New laws and interdictions beget new anarchisms and disobediences. Instead of the swinging door or the revolving door, how about I use the fire escape, or the </span><span>air ducts?</span></p>\n<p><span>Personally, I read a supposedly secure building as a challenge. How creatively can I misuse it? How can I infiltrate a roof or a tunnel?  I’ve spent a fair amount of my own sweat and blood in pursuit of the feeling of conquest and loftiness that comes with straddling airplane warning antennae high above the city lights or the gritty joy of crawling over steam pipes deep underground. “Touching” a building this way is a puzzle. Like any law, a puzzle is begging you to find its loopholes. There’s a 54-story skyscraper in downtown Brooklyn that’s been mothballed since the recession and has some great views from its unfinished penthouses. Standing inches from passing subways beneath its foundation offers another kind of thrill. You may have visited Hartford and marveled at the gold-leaf dome of Connecticut’s capitol building, but have you kayaked the underground river that flows directly beneath its deepest basements?</span></p>\n<p><span>Geoff Manaugh, author of the popular </span><i><span>The Burglar’s Guide To The City</span></i><span>, shares some of my fascination for the ingenuity with which criminals manage to dismantle the intended uses and conditions of a building. However, he frequently forgets that you don’t have to be a criminal to think like one. You needn’t steal anything nor even be noticed to be a “burglar.” FindLaw.com nicely sums up the legal definition </span><span>of “burglary”:</span></p>\n<ol>\n<li><span> unauthorized breaking and entry;</span></li>\n<li><span> into a building or occupied structure;</span></li>\n<li><span> with the intent to commit a crime inside.</span></li>\n</ol>\n<p><span>The site goes on to note, “The crime has to exist separately from the break-in itself. For example, if an individual uses fraud – which is a crime – to gain after-hours entrance to a building to view a piece of art, no burglary has taken place.” What if the burglar didn’t even use fraud? Say they just slipped through a blindspot on the security cameras and through a door lazily left unlocked, and in the end, simply left with none the wiser. </span></p>\n<p><span>There are a lot more reasons to want to get somewhere you’re not allowed than the intent to harm. Even “just because” seems a valid excuse to me. I have to expect that I’m not the only one who thinks so. Do architects ever for a second consider how to break into their own buildings? It would be an interesting exercise, not least because it would force you to think of why you’re fortifying built space in the first place. Maybe people won’t literally leave their fingerprints all over your beautiful architecture, but they’ll get in and out of your building and make it theirs in ways you hadn’t imagined.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cameron Nelson"},"slug":"cameron-nelson","meta":{"degree":"B.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Anarchitecture"},"meta":{"volume":"4","number":"02","bulletin":false,"publication_date":"2018-09-20"}}}}