{"title":{"rendered":"In Spite of the New Austerity"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">As public life has been evacuated and the anxiety of the moment seeps into every interaction, we’ve sought refuge in digital worlds. These are sterile worlds, in every sense of the world. The virus cannot be transmitted over SMS or e-mail, but neither can the richness and grime of our life within Rudolph Hall. While we can receive assignments and submit drawings over Canvas, we are unable to have spontaneous conversations on our way to the laser cutter room, to peruse our deskmate’s books for new precedents or references we’d never find on our own, to look at other students’ work pinned up in the pits, or to borrow tools and ideas from each other during the long nights ahead of a final review. </span></p>\n<p class=\"p1\"><span class=\"s1\">These digital worlds, a poor replacement for direct interactions, are an unfortunate necessity given the reality of our entirely digital education. And the move towards digital education, while certainly able to prevent the virus’s transmission, contains within it a larger idea about the trajectory of the profession and the world within which it is situated. While the school was required to act quickly in order to continue instruction, we shouldn’t treat the move towards digital education as neutral or inevitable. While we adapt in the short-term, we should also plan our resistance: these changes in education reflect changes in the profession that are impoverishing architectural work and the architects that do it. </span></p>\n<p class=\"p1\"><span class=\"s1\">The feeling of inevitability behind teleworking in academic environments follows behind its aggressive implementation in workplaces. The AEC firm I worked at last summer had begun providing 40 desks for every 50 employees, hoping a combination of teleworking and site visits could allow them to squeeze the same amount of work into 80% of the office space. In some of the smaller studios where I’ve worked, most workers are considered ‘independent contractors’ with few or none of the protections afforded to full employees. The response of the architectural discipline to the pandemic—professionally and academically—has been to double down on these measures, asking increasingly precarious architectural workers to perform similar work but in their own spaces, on their own internet connection, and often with their own software. </span></p>\n<p class=\"p1\"><span class=\"s1\">We’ve been lucky, of course, that schools have provided a studio for us and the means necessary to do our work. These resources are necessary for us to learn to think like architects. But our education also prepares us to enter a discipline where work has become increasingly precarious and the move to teleworking is an object lesson in this darker side of the profession. So there may also be educational merit in this mass teleworking experiment— receiving our architectural education at our kitchen tables and parents’ spare rooms is the perfect preparation for practicing architecture in similar circumstances. </span></p>\n<p class=\"p1\"><span class=\"s1\">All in all, this is a dismal prediction. If there is any hope to be had, it’s in looking to the widely speculative projects put forward during previous recessions, when architecture’s financial imperative has taken a backseat. The current pandemic is deeply enmeshed with global dynamics like climate change, shifting migration patterns, friction at the rural edge, and accelerating urbanization. Our work should no doubt address these things head-on; our practice in self-isolation should reflect the reasons for the separateness we will have in common. But our work on these grand projects is deeply inflected by the way in which we work. This is a moment when the practice of architecture as labor is at a crossroads; our response to this crisis, as students, can have serious effects on the future of the discipline. </span></p>\n<p class=\"p1\"><span class=\"s1\">The first step, perhaps, is to find each other again. This was my motivation in starting an all-school text group. This group opened with an apology for the platform being “unwieldy, annoying, and overwhelming” but it’s since proved to be a useful avenue for coordinating studio move-out, coping with Yale’s laggy VPN, and scavenging for paprika-colored carpet to decorate our new home offices. These experiments in communication should continue as we find ways to collaborate in spite of our physical separation. Recovering some of the messiness of studio culture, some of the capacity for chance interactions, feels paramount. </span></p>\n<p class=\"p1\"><span class=\"s1\">This is an opportunity for us all to practice together in finding new ways of collaborating in response to both the present circumstances and the larger trends in architectural labor. The digital worlds in which we’ve found refuge are imperfect, but create opportunities as well as limitations.<span class=\"Apple-converted-space\">  </span>The erasure of geographic distance afforded by teleworking could bring new voices into the studio, as students hunker down with old friends and collaborators in their hometowns. That this condition is shared by students across programs means that we needn’t limit ourselves to other Yale students. The distinction between being at Yale, Rice, the GSD, or Woodbury is blurred if we’re all at home. Harnessing this diffusion, and finding new ways of working together despite our atomization, feels essential to thriving in the short-term emergency and in re-figuring architectural labor in the long-term. </span></p>\n<p class=\"p1\"><span class=\"s1\">As we practice new ways of interacting, we can better advocate for ourselves as students. This may mean sharing digital or physical resources, providing care to people who get sick, supporting people with visa issues, or coordinating our responses to the administration’s announcements. </span></p>\n<p class=\"p1\"><span class=\"s1\">There has been murmuring of asking for a stipend to recoup unexpected expenses in this transition (as the Yale School of Music has provided its students), of coordinating a request for tuition reimbursement, or of receiving wages despite being unable to work. These things become more possible when we are better coordinated, within and between schools. Atomized, we default to the guidance of academic administrations or upper management to determine our working conditions; together, we have the ability to influence these changes, set our own terms, and discover new models for co-work and co-creation.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jack Rusk"},"slug":"jack-rusk","meta":{"degree":"M.Arch I ","graduation_year":"2022"}}],"fold":{"title":{"rendered":"State of the Carpet Bulletin 2020"},"slug":"state-of-the-carpet-bulletin-2020","meta":{"volume":"05","number":"","bulletin":true,"publication_date":"2020-03-20"}}}}