{"title":{"rendered":"In The Ground"},"content":{"rendered":"<p class=\"p1\"><strong>Wednesday, March 25<br />\n</strong>At 12:10pm, Yale President Peter Salovey sends a long-awaited email confirming that commencement is indeed cancelled, promising that the school will find “alternative ways to honor [graduating students’] hard work this May.” Third years shudder at the idea of a University-wide Zoom call.</p>\n<p class=\"p1\"><strong><span class=\"s1\"> Thursday, March 26<br />\n</span></strong>Second year studios unite in a post-studio BYO-everything virtual happy hour. Social shenanigans take a sobering turn when Aniket Shahane gasps at the news of Michael Sorkin’s death, noting that Sorkin had been invited to attend the final review in just a few weeks.<span class=\"Apple-converted-space\">  </span>Sorkin’s passing is a reminder that COVID-19 is a threat that can, and will, affect our community in grave and painful ways. Shahane later circulates a link to Sorkin’s <i>Two Hundred Fifty Things an Architect Should Know</i>—an apt and poetic must-read.</p>\n<p class=\"p1\"><strong><span class=\"s1\"> Friday, March 27<br />\n</span></strong>At 4:34pm, Dean Berke sends a school-wide email thanking students and faculty for successfully enduring the first week of online learning. Her mention of the “off-chance” that a 6on7 was being planned had many wondering if she would Zoom in for an appearance (she didn’t). At no fault of its first-year organizers, 6on7 suffered from the same awkwardness that all Zoom-hosted social events have experienced this week: stilted one-voice-at-a-time conversations surrounded by a sea of half-engaged faces.</p>\n<p class=\"p1\"><strong><span class=\"s1\"> Saturday, March 28<br />\n</span></strong>YSoA students move to cross the street at the sight of acquaintances approaching from the opposite direction. Some ponder if COVID-19 ultimately benefits the socially awkward among us.</p>\n<p class=\"p1\"><strong><span class=\"s1\"> Sunday, March 29<br />\n</span></strong>Elaborating on Friday’s attempt at keeping the first year party planning alive, the social chairs circulate a survey seeking input on how to meaningfully continue these traditions at a time when perhaps we really need them most. Suggestions include “Roulette-style Zoom rooms that randomly pair folks together, ” “Student-led fitness sessions: Zoom yoga, Zoomba, …” and “Open mic performances.”</p>\n<p class=\"p1\">Also, Darryl made a cake.</p>\n<p class=\"p1\"><strong><span class=\"s1\"> Monday, March 30<br />\n</span></strong>A shared sentiment resounds: the novelty of Zoom Studio has worn off. The antics of the ridiculous outfits and gimmicky virtual backgrounds have already lost their charm, and we’re left with the unsettling weight of our reality. This just sucks.</p>\n"},"meta":{"fold":{"title":{"rendered":"Trees for the Forest"},"slug":"trees","meta":{"volume":"5","number":"17","bulletin":false,"publication_date":"2020-04-02"}}}}