{"title":{"rendered":"In The Ground"},"content":{"rendered":"<p><strong>Monday 11/18:</strong></p>\n<p><i><span>YSoA has used approximately 123,706.57 square feet of paper in its printers and plotters this semester (pre-finals). That’s more than two football fields. Two. Football. Fields. </span></i></p>\n<p><strong>Tuesday 11/19:</strong></p>\n<p><i><span>According to 3DPrinterOS, the school’s 3D printer management software, YSoA has used over one ton of PLA plastic in its printers since it began using the service. That‘s approximately the weight of a 2016 Smart Fortwo with a 6-Speed Dual-Clutch, or a walrus. Here are the top 10 users</span></i><span>—</span><i><span>c</span></i><i><span>heck the leaderboard online to see where you stand! </span></i></p>\n<ol>\n<li><i><span> Trevor W. 2. Niema J. 3. Sunwoo K. 4. Sharmin B. 5. Olisa A. 6. Jolanda D. 7. Andrew B. 8. Malcolm G. 9. Daniella S. 10. Winston Y.</span></i></li>\n</ol>\n<p><strong>Wednesday 11/20:</strong></p>\n<p><i><span>In the wake of many large-scale model reviews, it appears that the Core III and Williams/Tsien studios have been the preeminent purchasers of wood and foam core from Hull’s Art Supplies. Liquitex Titanium White remains out of stock as of this issue’s printing.</span></i></p>\n<p><strong>Thursday 11/21:</strong></p>\n<p><i><span>The Leak became the Waterfall when a Rudolph Hall skylight was blasted with a small firehose to test its waterproofing. They also inadvertently ran a test on the absorbency of the paprika carpet in the sixth-floor pit below. Results for the carpet are still pending.</span></i></p>\n<p><i><span>Students in Emily Abruzzo’s Material Case Studies seminar present their final material experiments, including squishy bioresin, lightly salted 3D prints, and one case of exploding hemp-crete.</span></i></p>\n<p><i><span>The Green Action In Architecture student group introduces “Material Reuse Stations” to each studio floor, mainly for third-years to offload that hot-pink spray paint that they acquired for one model, two years ago.</span></i></p>\n<p><strong>Friday 11/22:</strong></p>\n<p><i><span>We asked the fabrication shop managers to comment on materials:</span></i></p>\n<p><i><span>Nate: I hate foam&#8230;it’s the best thing for what it is, but it’s impossible to get rid of! I hate the fact that it’s going to be around for a million years. Anything that you’ve ever made out of foam is going to outlive you. Spirit Material? You put me on the spot…24 karat gold!</span></i></p>\n<p><i><span>Tim: Wood is good.  </span></i></p>\n<p><i><span>Dean Deborah Berke and Assistant Dean Phil Bernstein gift students a cautionary piece of art for the communal kitchen: Cleanliness or Revolution!</span></i></p>\n"},"meta":{"fold":{"title":{"rendered":"Material World"},"meta":{"volume":"5","number":"09","bulletin":false,"publication_date":"2019-12-05"}}}}