{"title":{"rendered":"Indigenizing the SF Bay Area"},"content":{"rendered":"<p><em>The Sogorea Te’ Land Trust [1] works to indigenize land within the existing urban fabric. The city now known as Oakland, CA, was once the Ohlone village of Huichin. The land trust tends a number of sites across Huichin, providing social space, garden space for both food and medicinal plants, and ceremonial space for the intertribal community.</em></p>\n<p><em>The Ohlone people’s lack of federal recognition was explicitly predicated on the value of land in the bay area. Were the Ohlone people given sovereignty over their ancestral lands, valuable real estate wouldn’t be available for settler development. This historical dispossession echoes into the present day, when property speculation has led to massive displacement of long-term residents from across Huichin. The Sogorea Te’ Land Trust represents only the latest incarnation of an unbroken lineage of resistance to exclusionary land speculation.</em></p>\n<p><em>On a rainy day in January, we interviewed Nazshonii Brown of the Sogorea Te’ Land Trust. She provided insight into their organization, work, and vision of land rematriation.</em></p>\n<p><strong>Nazshonnii Brown:</strong> I’m originally from the Navajo nation, but I grew up in Oakland, what we call Huichin, and that’s all I’ve known as home. In our intertribal community, we’re part of a learning process to get to know this land and its history.</p>\n<p>We’re a woman-led organization because the societies that we come from are matrilineal. Native communities value the knowledge that women have to offer and we want to honor the ways that tradition have taught us. Naturally, there are also men involved in our organization. And our decision-making is done together, without one person held above another. But we go to Corrina and Janella (Ohlone founders of the Sogorea Te’ Land Trust) for counsel and wisdom for our work.</p>\n<p>Being an urban native, you’re always balancing between what’s sacred and what’s necessary for survival. So we use modern means to acquire land because we have to. Official public spaces like the parks throughout Oakland, people were killed and displaced to allow those to exist. Some people, maybe people who don’t have homes or maybe people who want to do their ceremonies and continue their traditions, don’t feel comfortable in the city’s public spaces. Our spaces balance a need for cultural survival while providing a welcoming space in the city. In the urban space, even though we don’t have federal recognition, even though we aren’t able to take back the land forcefully, we want to create public spaces where people that don’t feel comfortable elsewhere can be all right.</p>\n<p><strong>Paprika!:</strong> Can you talk some about the land you maintain and how you consider your relationship to it?</p>\n<p><strong>NB:</strong> We have a site in East Oakland where we plant food and medicine in collaboration with a group called Planting Justice. We have another site on the Gill Tract [2] alongside the Black Earth Farmers [3] and other community members, and we’re working on building a ceremonial space there. We also have a long-term lease on another parcel of land in West Oakland; this parcel doesn’t host a ceremonial space and is focused on providing access to food and medicine for people, especially younger people, in the neighborhood. We don’t consider the sites as property. We don’t have power over the land, the land has power over us―we go back to the land when we die. We can’t own the land, the water, or the air.</p>\n<p><strong>P!:</strong> Your work is inspiring to us in how you connect to others working locally, nationally, and across the world. Can you describe those connections?</p>\n<p><strong>NB:</strong> Within native communities, we have an intertribal identity. Many indigenous people were forcibly relocated or moved fleeing terror. Indigenous culture wasn’t transmitted because of abuse and oppression through institutions like BIA boarding schools. So there’s a strong connection to culture, often through a person’s own tribe, but also often through a wider intertribal identity. This allows people to identify with their nativeness even if their connection to their culture had been taken away from them and their families.</p>\n<p>Within the city, we make sure that we include non-native people in healing this trauma. And other people of color also have a part in this healing while having the opportunity to heal as well. When we consider our sites, we consider people who have been displaced recently and displaced historically, especially with recent increases in homelessness and food insecurity. We have a responsibility to these people in the process of returning the land to the way it was.</p>\n<p>All of us are very involved in raising awareness and being there physically to support struggles to defend sacred sites. Recently, we’ve done a lot of work related to opposing the development on Mauna Kea. We’ve had demonstrations and events across the bay area. We also acknowledge Mauna Kea and several other struggles going on when we offer prayers. Three people from our organization went to Standing Rock to offer prayer and provide EMT services. Two of us recently traveled to support and connect with an all-women’s indigenous village in Chiapas, Mexico. We also get a lot of questions about how we run our organization from other women-led or indigenous organizations so make a lot of connections across cultures that way as well.</p>\n<p><strong>P!:</strong> The conception might exist that indigenous land is something outside the city, in some wilderness area or pastoral landscape. The land trust works in urban areas. Why?</p>\n<p><strong>NB:</strong> We’re in these urban areas because, before they were urban areas, these were the village sites. These are the places the Ohlone ancestors lived, not out in the wilderness somewhere. Beyond that essential fact, we also work in urban areas because visibility is important for indigenous peoples, especially those that lack federal recognition. If we’re seen as invisible, our problems don’t exist. So visibility is a big issue for us. Since we don’t have federal recognition, we raise awareness of our existence through our work and the connections it creates.</p>\n<p><strong>P!:</strong> The Sogorea Te’ Land Trust has put forward an idea of a Shuumi Land Tax, a voluntary contribution by non-indigenous people living on traditional Chochenyo and Karkin Ohlone territory, a practice that seems comparable to reparations. The land trust describes it as a “strategy for raising the capital required to buy back stolen Indigenous lands.” Can you discuss the success of this practice?</p>\n<p><strong>NB:</strong> Shuumi means gift, a voluntary contribution to allow us to continue our work on indigenizing the land. We have a variety of organization involved. There are a number of synagogues, for instance, that have committed to 100% member support for our work. We’ve had people from across the country whose grandchildren are going to school here and they donate on behalf of their grandchildren. Information has traveled largely through word of mouth and Shuumi has increased the general visibility of our work.</p>\n<p><strong>P!:</strong> What are some goals that the Land Trust is working towards?</p>\n<p><strong>NB:</strong> We want to establish a cultural center where people can learn about the land and its people. We want to support a fulltime historian to gather stories and practices to ensure cultural survival and transmission. And we want to provide housing to people in our organization, our supporters, and to people who are at risk of being displaced by development. Land, cultural spaces, and housing are essential to our project of sovereignty.</p>\n<p><em>More information about the Sogorea Te’ Land Trust can be found at <a href=\"http://sogoreate-landtrust.com\">sogoreate-landtrust.com</a>. If you are considering moving to the SF Bay Area after graduation, consider participating in the Shuumi Land Tax, information about which can be found on their website. </em></p>\n<p>[1] The Sogorea Te’ Land Trust Statement of Purpose: Sogorea Te is an urban Indigenous women-led land trust based in the SF Bay Area that returns indigenous land to Indigenous people. Through the practices of rematriation, cultural revitalization, and land restoration, Sogorea Te’ calls on native and non-native peoples to heal and transform legacies of colonization, genocide, and patriarchy and to do the work our ancestors and future generations are calling us to do.</p>\n<p>[2] A parcel of UC Berkeley Land reclaimed from the university by community members, evicted twice, but a more or less continuous urban land occupation from 2010 to the present.</p>\n<p>[3] Pan-African agroecology organization.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nazshonnii Brown"},"slug":"nazshonnii-brown","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}