{"title":{"rendered":"Instruments, Efficacy, Value"},"content":{"rendered":"<p>Phil Bernstein</p>\n<p><span>Rudolph Hall is chock-a-block with digital toys, and Yale has always been in some vanguard of the digital turn in architecture. Our graduates often emerge surprised that the real world of practice is far less electronically enthusiastic, the toy box considerably shrunken in the office and the jobsite. Yet even the recalcitrant building industry is now rapidly modernizing as ubiquitous, cloud-enabled tools finally bring computation to the challenges of design and construction. What’s coming will be much more about data, analytics and prediction than form-making and material shaping. Architects will need to stride atop new data-driven design process (that includes their collaborating designers and builders) to achieve desired ends whatever they may be. Will the means change those ends? </span></p>\n<p><span>We’ve always appropriated, adapted and sometimes even created the instruments of architecture. Medieval masons included Euclid as one of their own, absorbing principles of geometry into those of design (or at least layout). Most digital tools today were built for other disciplines and purposes (making engineering drawings, managing geometry, creating game characters).  Even though today’s BIM tools were built specifically for architects, the ambivalence of a designer using a BIM tool for the first time (“who the hell created this and have they even designed a building before?”) is a signal of a larger challenge of instrumentality: as our tools move from implements to algorithms the hand of the instrument-maker is ever more present. Software today is more than an implement, it’s an epistemological system with all the attendant mis-alignments of world view between UX designer, software developer and end-user. And as digital practice moves from the use of mass-produced tools (think Revit) to bespoke algorithms and data structures (say, Grasshopper in the limited realm of geometry) the hand of the designer herself will also appear in the instrumentality of her tools. I’ve often wondered if I could drive through an American city and identify less-distinguished buildings by the version of AutoCAD or Revit used to create them. A critical awareness of the unseen instrument maker is one important way architects can control, rather than be controlled by, the expanding array of digital tools. </span></p>\n<p><span>In the construction economies where our graduates operate, architecture is an instrument of capital. Most of the biggest decisions about—or at minimum the critical constraints on&#8211;the design of a building project is largely made before a client hires the architect. Why a building needs to </span><span>be</span><span> is determined far earlier than </span><span>what</span><span> it needs to be. But there’s an opportunity in emerging digital tools that give the architect an opportunity to close two gaps to her advantage: between speculation and outcome, and between labor and production. In the former, data-driven analysis and simulation gives architects the power to preformulate and predict what her design might </span><span>do</span><span> as well as what it might </span><span>be</span><span>. That new-found power gives us the chance to extend the architect’s role far earlier in the formulation of a project, whether a single building or a city. In the latter, design decisions in a world of digital fabrication increasing determine the means of production, providing a symmetrical opportunity in the realization of building.  Digital instruments thus potentially increase the architect’s span of control over both the formulation and creation of the physical environment. This may be our best chance to act as agents of Tafuri’s “social equilibrium” and stretches the span of the architect’s control. It remains to be seen to what ends. </span></p>\n<p><span>As the saying goes “past performance is not a guarantee of future results” and let’s hope that the same is true for architects’ ability to leverage the advantages of technology effectively, as it is easily argued that after almost three decades architects have failed to convert the possibilities of digital instrumentality to their own real benefit. The technical gains of the digital turns have largely been applied to either document production (AutoCAD, Revit) or formal exuberance (Rhino, digital fabrication). The efficiency of the architect is no doubt improved, but what about our efficacy? Are we playing a larger role? Getting paid higher fees? Seen as more important contributors to the environment? Delivering higher value to clients, users, the public? As we transit through the age of BIM into that of big data, analytics and ubiquitous connectivity the question should not be “can we do the old stuff faster and better”—because surely we can—but rather “what’s the new stuff that makes architects and architecture more important?” </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Phillip Bernstein"},"slug":"phillip-bernstein","meta":{"degree":"Lecturer","graduation_year":""}}],"fold":{"title":{"rendered":"Instrumentalism"},"meta":{"volume":"2","number":"10","publication_date":"2016-12-08"}}}}