{"title":{"rendered":"Interview with Karsten Harries"},"content":{"rendered":"<p><i><span>For the sake of Paprika, could you provide a brief explanation of arbitrariness in architecture?</span></i></p>\n<p><span>In </span><i><span>Complicity and Conviction </span></i><span>William Hubbard writes that, “If there is one characteristic that links the diverse art movements of the modernist period, it is perhaps a hyperawareness of the fact that one&#8217;s personal sensibility could have been otherwise. A modernist artist is so deeply aware of this possibility of otherwise-ness that he feels a deep unease about simply accepting his own sensibility. He feels a need for some reason that will convince him that he ought to feel one way rather than another.” I think that awareness of what Hubbard calls an awareness of the possibility of otherwise-ness helps to explain the fascination with theory, so pronounced among avant-garde architects. The opening up of an ever expanding space of possibilities&#8211;just think of the way the computer has changed architectural practice&#8211;has meant on the one hand an increase in freedom, but on the other a mounting sense of arbitrariness.</span></p>\n<p><i><span>How has the threat of arbitrariness shifted from the time of your 1983 article to the present?</span></i></p>\n<p><span>What comes to mind first of all is the way the progress of technology, especially the computer, has changed architectural practice. Think of the work of Frank Gehry or Zaha Hadid. The computer has allowed them to generate and to translate what are fundamentally sculptural visions into architecture. But sculptures and paintings invite consideration as self-sufficient aesthetic objects. For architecture that is a temptation that, I ought to resist. As Rudolf Schwarz put it, whom I cited in my lecture: a house should be more than an aesthetic object of house-like character. If not it will invite the charge of arbitrariness.</span></p>\n<p><i><span>What do you think are the most worthwhile avenues for avoiding the arbitrary in 2017? To whom or to what should we be paying attention?</span></i></p>\n<p><span>We should resist the temptation to create first of all aesthetic objects that also have to meet certain functional requirements, i.e. we should resist the temptation to design what Venturi called ducks. But Venturi&#8217; s understanding of decorated sheds also raises questions. It would have us understand a work of architecture as a functional building with an added aesthetic component, which will invite the charge of arbitrariness unless related in some essential way to the building it serves. To address that problem I have developed at some length, especially in </span><i><span>The Ethical Function of Architecture </span></i><span>my understanding of the re-presentational function of beauty. But what should a building be. Here I would emphasize that not only the client, but others will have to live with it. The architect&#8217;s responsibility should extend to these others. And here I would have the architect think not only of the present, but of the future.</span></p>\n<p><i><span>What potential and what limitations do you see in the near infinite sea of formal and methodological possibilities available to contemporary architects?</span></i></p>\n<p><span>The gain in freedom is always shadowed by an increased threat of arbitrariness. Freedom must bind itself to remain responsible. But where is it to find the necessary bonds? In this connection I called in my lecture for a post-Copernican geo-centrism, post-Copernican because we must affirm the modern world that he helped found, geo-centrism because for us humans there is no alternative to this fragile earth. In all our actions, including our building we must take care to leave it to those who come after us in such a way that they may flourish.</span></p>\n<p><i><span>In your article, you wrote that arbitrariness is &#8220;characteristically modern&#8221; and that &#8220;we have removed ourselves too effectively from the past to still belong to it.&#8221; Is there any going back?</span></i></p>\n<p><span>Should there be a going back? That would be irresponsible. We have to remain open to the future and its challenges. Thus is not to say that we should not respond to context, both geographical and historical. But nostalgia is also a danger in that it invites a flight from the challenges that face us. Here it is interesting to compare Gamble Rogers colleges to the New Colleges. Missing, it seems to me is the irony and humor that helps to make the former more human.</span></p>\n<p><i><span>How do you interpret the fact that philosophy as methodological justification often appears in the context of the avant-garde?</span></i></p>\n<p><span>In a way I have already answered that question. When architecture has lost its way it looks to those who can provide some orientation. But too often philosophy has not provided that. Instead it often seems to have furnished architects with little more than a strange kind of rhetorical ornament, meant to give a building an intellectual respectability that it would otherwise lack.</span></p>\n<p><i><span>Is a non-arbitrary architecture inherently more adept at confronting the &#8220;terror of time&#8221;?</span></i></p>\n<p><span>How do we confront the terror of time? The more we understand ourselves as atomic selves the more insistent that terror is likely to be. The more completely we are able to project ourselves beyond ourselves as part of an ongoing community the more effectively we will be able to counter that terror. And here I am thinking especially of those who will come after us. We need to leave them a world in which we can expect them to thrive. In that sense I called in my lecture for a post-Copernican geo-centrism. We have to take better care of this fragile earth. And that means, among other things, we have to learn to consider even space a scarce resource. And since architecture can be understood as the art of bounding space, this has important consequences for architecture. The space that the architect bounds should not be understood as the Euclidean space of geometry or the virtual space of the computer.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Karsten Harries"},"slug":"karsten-harries","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Distillation"},"slug":"distillation","meta":{"volume":"2","number":"19","bulletin":false,"publication_date":"2017-03-30"}}}}