{"title":{"rendered":"INTERVIEW : Peggy Deamer on &#8216;Work&#8217;"},"content":{"rendered":"<p>HYEREE KWAK + JACK LIPSON (M.Arch I &#8217;18)</p>\n<p>&nbsp;</p>\n<p><em>For you, is Architecture a calling, \u0003or a career?</em></p>\n<p>I clearly think it&#8217;s a career, and it&#8217;s not helpful to think of it as a calling; you take yourself out of the economic context when you think of it as a gift that \u0003you hand over to society or your client or whoever. \u0003The mythology about how we devote ourselves \u0003to our work—and I am not saying that devotion is not \u0003good, we all want to be passionate about our work—\u0003but that mythology I think really structures both the profession and the discipline in a way that prevents \u0003us from being effective or significant within the larger economic enterprise.</p>\n<p>&nbsp;</p>\n<p><em>You have mentioned that [architects] don’t value our time as workers. Do you think this originates from \u0003the pedagogical model, whereby we may be given an assignment on Thursday with the assumption that \u0003it will be completed by Monday? We go through our academic years accepting that our weekends are dedicated to our work.</em></p>\n<p>Well I don’t think it originates from the School. But there is definitely an ideology that exists prior to you becoming an architecture student—the &#8220;architectural calling&#8221;—so you’re going to demonstrate that you’ve heard that message and will perform it at school. \u0003That gets slightly more complicated by the faculty \u0003who have not only bought into that system, but also recognized that good work takes time. (I don’t in any-\u0003way want to downplay that quality is something that \u0003we are after; that’s what it means to be a teacher; \u0003to show you &#8220;this is quality work, strive for it!&#8221;) But this gets exacerbated when we begin competing with our colleagues to make sure that the students in our section are doing &#8220;better.&#8221; So we secretly wish that you are spending all night, because it will maybe yield more work. So I suppose we are all apart of this process&#8230;</p>\n<p>&nbsp;</p>\n<p><em>Do you feel conflicted by that contradiction?</em></p>\n<p>I do. Very much so. And I resolve that conflict by believing that a healthy student is a better student. \u0003So if my gut reaction is &#8220;stay up all night&#8221;, in the end \u0003it’s probably not going to yield a better result. Just \u0003to say, I remember when I was younger discovering the magic of the all-nighter. All of a sudden this packing \u0003in of work, that I was trying to anxiously complete by midnight, disappeared—and you can just relax into it. \u0003It is a fantastic thing. But it’s probably a lesson I should never have learned. But once you learn it, no matter \u0003the case, you can&#8217;t unlearn it—and that&#8217;s how you think.</p>\n<p>&nbsp;</p>\n<p><em>Is it problematic that many graduates are inclined \u0003to quickly jump back into the academic framework, ultimately generating a system where students \u0003are studying to become teachers in a closed, self- referential cycle?</em></p>\n<p>I think that if you are only focused on practice, then \u0003you are not keeping conversant with ideas, and you’re not recycling things through students that you discover in the real world. So I think there is something actually stimulating about the dynamic of that model. It gets problematic when the faculty members notice those people who become devotees and recognize that they jump when they say jump and then it’s these student \u0003who are identified as ideal employees—who will probably work for not quite enough money because the relationship has been set up by an aesthetic agenda—which is absolutely problematic.</p>\n<p>&nbsp;</p>\n<p><em>In the media ‘Starchitects’ are praised \u0003for their work and success, and in many cases their achievements are the result of committed, underpaid labor of young interns. Why do you think so many architecture students keep on making the decision to work at these offices?</em></p>\n<p>It’s because they’ve been brainwashed. We all have this image of \u0003the architect as somebody who makes fabulous work, maybe has social impact—who knows—but who certainly yields beautiful things, gets published and all of that. You begin \u0003to think “I want to be like that, I want to do that”. For me, I just see all \u0003of my truly fabulous and talented colleagues from my time at Cooper Union, who went out into the world and have become totally irrelevant. And so I am interested in all of you talented people being relevant. And \u0003if that means becoming a little bit more savvy about how to manage your business sense, time, knowledge of how things work—so be it. Do it. \u0003I want all of you to be the ones leading firms like KPF, not relying on the business people. And as long as you think that there is that divide between making money and producing genuinely good quality work, and that you need to choose between one or the other… I’ve seen it thousands \u0003of times. Little office, maybe getting \u0003a kitchen renovation, oh my gosh \u0003and maybe you get an addition… ugh! Its uninteresting! I’ve really gotten cynical about running your own office that barely keeps you afloat while striving to get a house that could possibly be published. Those ambitions, compared to what you can \u0003be doing in the world, are so tiny! \u0003So small!</p>\n<p>&nbsp;</p>\n<p><em>Are we, as students in Architecture school, making “architecture” \u0003or rather, “something that represents architecture”?</em></p>\n<p>No, even for us architects, \u0003we don’t make architecture, if that is equated with the building we are delivering. The contractor makes it. \u0003I think what we are doing, if we are doing it well, is organizing an aspirational goal that has a creative process behind it. And that goal is an aesthetic one, it is a functional one. Whether it’s a building or not, it’s about setting a scenario for what that thing is. We of course have to also orchestrate how that gets done—where are the materials coming from, what is the time line, what is the procuring process, who is the fabricator, what is my communication with that fabricator? All of those things are what I would consider “architecture”, not just the building. So in some way, the dialectic of representation versus the object/building isn’t the issue, it’s whether we are looking at the full picture and not just the object. So we are not making the building. We are not making architecture. We are making drawings. But it would be unfair to equate that with us simply making an image—\u0003which we also are not.</p>\n<p>&nbsp;</p>\n<p><em>What advice would you give to students who are looking for their first job in the field?</em></p>\n<p>Find a firm with good labor practices, one that respects you—so you don’t learn the lesson that I suppose you learn here, which says that in order to be an architect \u0003I need to work 24/7. Never put yourself in a position that forces you to think otherwise.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Peggy Deamer"},"slug":"peggy-deamer","meta":{"degree":"Professor","graduation_year":" "}},{"title":{"rendered":"Hyeree Kwak"},"slug":"hyeree-kwak","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Work"},"meta":{"volume":"2","number":"04","bulletin":false,"publication_date":"2016-10-06"}}}}