{"title":{"rendered":"Internal Memo: Christopher Hawthorne Lecture Review"},"content":{"rendered":"<p>On Thursday, September 27th, 2018, Christopher Hawthorne gave the Brendan Gill Lecture in Hastings Hall. Entitled “Unfinished City: The (Contentious) Rise of the Third Los Angeles,” the lecture focused on the historical transitions of L.A. as well as Hawthorne’s move from architecture critic to the city’s first “Chief Design Officer.” Illustrating the city’s imaginary life through quotes from perennial favorites like Reyner Banham, Mike Davis, and Esther McCoy, Hawthorne described a fictional city that is wavering and impermanent, one only glimpsed in the rearview mirror. Contrasted with this phantasmagoria was Los Angeles as it stands today. Shown through hard data, maps, and documentary photography – and therefore revealing the fictive nature of the midcentury critics’ Los Angeles – the current city is undergoing a demographic shift and fulfilling progressive ideals through public transit reform and other outlets.</p>\n<p>Hawthorne posed the constitution of a third L.A., neither dystopic nor glamorized, unburdened by the Hollywood machine or the haughty critics of old, that could share attributes of the city’s early history – real urbanity, vast streetcar networks, and multifamily housing. Mining this early history to inform present and future urban developments, Hawthorne and Mayor Eric Garcetti find ample reason for optimism, contrasting with the cynicism and exclusionary models of the city’s past.</p>\n<p>The most telling portion of Hawthorne’s lecture was not in the detailing of projects undertaken in his new bureaucratic role, but in his position as a critic, or ex-critic, embedded in the life of the city. If Banham aestheticizes, Davis condemns, and McCoy romanticizes the city – Hawthorne lives it. His optimism about the city’s future is infectious, and the projects he describes – such as homeless shelters and subway expansion – make it seem like real work is being done for the people of Los Angeles.</p>\n<p>And yet, Hawthorne’s hasty dismissal of Davis’s critique seemed an odd attempt to soften the edges of the latter’s acerbic Marxist critique in favor of muted accession. Davis’s notable arrest by the LAPD in 1990 for protesting is evidence that he too “lived” Los Angeles, and while City of Quartz, Davis’s most famous urban exposé, is couched in academic rhetoric and strong hyperbole, the concepts therein should not be dismissed out of hand – for L.A. or any American city. The force of capital still shapes urban development, the privatization of the public realm has infected every major city, and the private sector will always disproportionately benefit from public works.</p>\n<p>A better city than Los Angeles is surely at hand: one kinder to its at-risk populations, one with more trees, and one with more robust public transit. However, the real systemic problems plaguing the city are those that face all of America. Here, the death of the “first” Los Angeles might be instructive. The city’s first transit system, the Red Cars of the Pacific Electric Railway Company, was killed by the automotive industry, and the multifamily complexes of Irving Gill were replaced by the ranch houses of the American Dream. Hawthorne’s municipally-driven view of L.A. hopes to make room for development more attuned to the rights of its citizenry. But if such a desire is manifested through design competitions for electric vehicle charging stations and rezoning for drone-friendly helipads, what is the resulting balance of public and private goods? If the critic is to be materially invested in the world subject to his or her critique, is it possible to do so from City Hall?</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Energy"},"meta":{"volume":"04","number":"03","bulletin":false,"publication_date":"2018-10-04"}}}}