{"title":{"rendered":"Interview with David van der Leer"},"content":{"rendered":"<p><span><strong>DAVID VAN DER LEER</strong> is the Executive Director of the Van Allen Institute in New York City. Previously he was Associate Curator of Architecture and Urban Studies at the Guggenheim Museum. He produced the BMW Guggenheim Lab and co-curated the American Pavilion in the 2012 Venice Architecture Biennale.</span></p>\n<p>&nbsp;</p>\n<p><b><i>SDB: How would you describe what you do?</i></b></p>\n<p><span>DL: In short, my work is about creating situations for good design to surface and about making cities better places to live in. At the Van Alen Institute, we work on improving cities by facilitating interdisciplinary design and research projects. At the Guggenheim, most of my curatorial work was set up to bring together everyday urbanites and all types of city-makers to harbor mutual understanding and collaborate on urban projects. On the side, I have always advised cultural institutions and individuals on design processes for their new buildings. </span></p>\n<p><b><i>SDB: To what extent do you feel that you influence the design of architectural projects simply by creating the competition, or writing the brief, or advising the choice of one firm or another? </i></b></p>\n<p><span>DL: In many projects, the most important work happens before the actual design process kicks into full gear. Setting up the process carefully requires strategic thinking from the outset, so you can create an ambitious framework that can then be approached flexibly during the actual design and implementation phases. </span></p>\n<p><span>At the beginning of the process, I help expand thinking around the potential program and begin formulating the concepts to pursue or to resolve through design. This background and research becomes material that formulates a brief that goes beyond the expected. </span></p>\n<p><span>And while a well-written brief is a good tool to get everybody in the process up to speed quickly, I feel that the best projects are a result of a great dynamic between the design teams and the other side of the table. There needs to be a click.  Sadly, competitions for government projects often make substantial interaction impossible due to highly limiting procurement rules, but for projects for institutions and individuals I like using selection processes not only to explore design directions and program elements, but also for people to get to know each other. We use the selection phase to figure out which teams will work well together.  That process then basically becomes speed-dating: we travel with potential designers, run design charrettes and brainstorming sessions, and we spend social time together over lunches, dinners and perhaps we even go bowling or hiking.</span></p>\n<p><b><i>SDB: What influences the program prompt or the competition brief? What makes you decide that something is relevant/trendy?</i></b></p>\n<p><span>DL: Design projects need to be able to withstand time, so I help people understand where society may be headed and what that means for the program of their design projects. Sometimes this means traveling nationally and internationally to see some of the best and worst examples out there, sometimes it means meeting with all types of scientists to figure out what the biggest game changers out there will be. All that informs the program, and the brief—and sets people up to make the best design decisions in collaboration with designers. To me it is never about finding the next white marble, millennial pink or brass. I am never interested in what is trendy right now or tomorrow.</span></p>\n<p><b><i>SDB: What are some other kinds of organizations/forces/people that are also catalysts for new architecture projects?</i></b></p>\n<p><span>DL: Sadly some of the biggest projects out there are driven by other industries than the design industry. We need to work on convincing the decision-makers in those fields that good design can generate wellbeing and efficiency. In order to do this we need to get much better at running post-occupancy evaluations and allow other fields (such as environmental psychology) to come in and asses our completed design work. Though I fear that just providing data and numbers from the design side is not going to convince decision-makers. We need unbiased peer-reviewed scientific data that shows what works (and what doesn’t work) in design projects. </span></p>\n<p><span>At the moment I am getting worried about two things that will likely have an impact on my work in the coming decade. On the one side, I am getting increasingly concerned that too many young, smart creative people are more interested in working for tech start-ups than applying their talents to help create better cities. For that reason I’d like to build an institution that gets young people of all types of social and demographic backgrounds excited about city-making</span><span>—</span><span>from design to policy</span><span>—</span><span>and work with them on resolving some of the biggest urban issues of tomorrow. </span></p>\n<p><span>On the other side I hope some of the key institutions of society, such as libraries, museums, hospitals, schools and universities, will step away from their often siloed approach, and embrace the interdisciplinary and thematic ways of working our world is clearly headed towards. Hopefully this will result in design projects that help bring people together instead of distance community groups.</span></p>\n<p><b><i>SDB: In some ways, there’s a limited scope of work for architects—international competitions are often out of reach for anyone outside of big name firms, clients and institutions are selective, inaccessible. How should young architects begin to think about how to create work for ourselves? How should the profession strategize on expanding its influence?</i></b></p>\n<p><span>DL: It is very important to step away from unnecessary theory and a fascination with form. Unless the design field is willing to actually collaborate with fields like neuroscience and environmental psychology we will never fully be able to generate design projects that are actually good for people. Design can improve physical and mental health, but this means we need to be willing to measure the success of projects more holistically and adapt design languages and processes based on actual scientific findings. Only the designers that are able to actively collaborate with scientists will be able to change the design fields moving forward.</span></p>\n<p><span>In addition it is very important for young designers to develop implementation experience very quickly. No entity feels really comfortable working with people that have never actually built something</span><span>—</span><span>so for students I always suggest taking design-build courses if your school offers them. Most people on the commissioning side of the table are also worried about designers not being able to manage all the different players in the design process. For that reason being able to show management experience is always helpful.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Scope"},"meta":{"volume":"3","number":"18","publication_date":"2018-04-12"}}}}