{"title":{"rendered":"Interview with Jonathan Sun"},"content":{"rendered":"<p>&nbsp;</p>\n<p><b>Can you briefly introduce yourself and tell us what you have been working on lately?</b></p>\n<p><span>My name is Jonathan Sun, a recent graduate from YSOA. My current research at MIT is on urban space, culture, and society through the lens of social media. I&#8217;m particularly interested in how communication technology, the internet, and social media transform how communities form and the way people interact with each other. </span></p>\n<p><b>I think it would be beneficial to discuss your presence on twitter and how that became a topic of research as well.</b></p>\n<p><span>I am a comedy writer/digital artist on social media &#8211; mainly on twitter as @jonnysun. It&#8217;s where I’ve written comedy content for the past four years. It also led me to a book deal with Harper Collins and I have a book coming out in June called </span><i><span>Everyone&#8217;s an Aliebn when You&#8217;re an Aliebn too,</span></i><span> which is based on the twitter account. It let me experiment with social media as a narrative medium in contrast to the traditional platforms we have.</span></p>\n<p><b>So @jonnysun is your identity in the digital &#8216;urban space?&#8217;</b></p>\n<p><span>The way my social presence paints my academic research is with the idea of identity. My twitter account was anonymous (unrelated to physical world me). I had to build an identity and persona from scratch. Whether you have an anonymous account or one connected to your physical presence, there&#8217;s a heightened sense of performance in the creation of identity. This allows for different forms of social interactions that aren&#8217;t mediated in physical space.</span></p>\n<p><b>Why is your work important?</b></p>\n<p><span>The one linear answer would be: &#8216;what is a place when you have an environment that is separate from physical space?&#8217; The city has been a collection of places that people have ascribed meanings to, but people also occupy online space. Anywhere can embody a sense of place when people gather and communities form. I&#8217;m trying to understand what that means when there is no physical framework. </span></p>\n<p><b>When you say place and ascribed meanings, does that have to do with memories as well? </b></p>\n<p><span>I&#8217;m trying to understand the power of icons and images. In cities, we are not only thinking about our memory of the city but also the image of it. That is where it becomes connected to the internet because of all the images on the web. This form of media can create a sense of place and community powered by the web. In school I was super interested in Baudrillard and the idea of simulacra. He talks about how everything is a self-referential symbol. When someone goes to the Grand Canyon, they don&#8217;t experience the Grand Canyon but the image of the Grand Canyon. They want to go see the postcard of the Grand Canyon. </span></p>\n<p><b>Now we do that with Instagram?</b></p>\n<p><span>Exactly. The Grand Canyon has transformed itself to match those images. One of the arguments is that the physical world transforms to match the media&#8217;s opinion on what is meaningful about the physical world. Eventually, we lose the authentic sense of place. </span></p>\n<p><b>What do you think the role of technology is?</b></p>\n<p><span>I think technology allows new ways for people to connect in ways that were not possible. For example, new modes in transportation gave us the ability to move people and ideas from place to place. I think every development is moving towards the idea that you can communicate with anyone. </span></p>\n<p><span>When we talk about software as tech, software helps us do things better or faster but at the end it embodies a certain way of doing things, there is a message built into it. I think the essential issues about such platforms today is that the technology used to design the platform is inherently going to be biased by the creators of the technology. For instance, we don&#8217;t like Revit because we don&#8217;t speak the language of the construction industry and Revit is biased towards that.</span></p>\n<p><b>What do you think will happen to the physical world? Will the design of physical space matter less?</b></p>\n<p><span>I don&#8217;t think it will be any less important. We are physical creatures and we will need physical spaces to live in. Architecture needs to evolve the way the rest of the society is evolving with technology. In some ways, it&#8217;s going to make architecture more important. The function of the library used to be a place to store books. Throughout time we ascribed place-time value to it as a place of knowledge, a place to learn and share information to become a civilized society. Now that we can store books digitally, we can free up space in the library, transcend the function of holding books, and live up to the idea of sharing knowledge. It is the Grand Canyon again &#8212; The physical world evolves to meet the digital world. </span></p>\n<p><b>If there was a spectrum between the online and the physical world where would you place yourself?</b></p>\n<p><span>I think you need both in order to make it work. We are seeing a lot of amazing stuff from the digital side. The digital world has given underrepresented groups an outlet whereas existing power structures would have made it difficult before. In a way, the internet has democratized relationships.</span></p>\n<p><span>Also, we are seeing this feedback into the city. For instance, the #blacklivesmatter movement in the US really gained prevalence and voice through Facebook and Twitter. That entire movement was possible because of social media. Do you remember Occupy? It was an online movement. It created changes by literally occupying space and it is an example where the online community moved into the physical world. In the four years between Occupy and #blacklivesmatter, the ways the internet and social media are used have become more complex. Architecture happens for years, but the internet changes every day. Those scales of changes are different, but there will be a way to bring them closer together.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jonathan Sun"},"slug":"jonathan-sun","meta":{"degree":"M.Arch I","graduation_year":"2015"}}],"fold":{"title":{"rendered":"Silicon Valley"},"meta":{"volume":"2","number":"21","bulletin":false,"publication_date":"2017-04-13"}}}}