{"title":{"rendered":"Interview with Ariel Hudes"},"content":{"rendered":"<p><span><strong>ARIEL HUDES</strong> is an MBA student at Yale’s School of Management (‘18). She is the creator of </span><i><span>Club House</span></i><span>, a new podcast about women who are defining success on their own terms. Prior to Yale she worked at MoMA and was a communication consultant for museums and galleries across the country.</span></p>\n<p>&nbsp;</p>\n<p><strong><i>MSE: What led you to start recording </i>Club House<i>?</i></strong></p>\n<p><span>AH: My role as a communications consultant was a story-teller. I would work for a museum with an upcoming exhibition and talk to the exhibiting artists, and curators of the exhibitions, and pull out stories to tell. I would package those stories in a perfect nugget and send them to an institution like the New Yorker and say, “I think this story makes sense for you to publish.”</span></p>\n<p><span>I wanted to take that experience and use it to help improve the dialogue and understanding between different parts of the country. In my research, I came across the model of the original Yale Building Project—which was this amazing example of Yale students going out into other parts of the country and addressing needs there. </span></p>\n<p><span>So I asked how an M.B.A. student may be able to undertake a similar project … without the architecture. After some thinking and talking about it, I moved to Detroit for the summer to put my money where my mouth is. That&#8217;s how </span><i><span>Club House</span></i><span> came to be. It’s a project of facilitating understanding. I seek out stories, giving people—women specifically—a platform to talk about the kind of successes they are seeking. It’s helped me see that they are not necessarily after the kind of success that we in business school assume everyone is seeking. </span></p>\n<p><strong><i>MSE: So I understand you are now on episode 5? Who is your next interviewee?</i></strong></p>\n<p><span>AH: A woman in Detroit, </span><span>Faina Lerman. She and</span><span> her husband, </span><span>Graem Whyte, are both artists that </span><span>grew up there. They bought this old packing plant and converted it into a gallery space and shared wood shop. They live upstairs with their two kids. It’s named</span> <span>Popps Packing after the factory that used to be there. They started buying the properties around the building, fixing them up and building a rain garden,  community garden, a tool library, all oriented towards the community. </span></p>\n<p><span>They&#8217;re both artists, and now self-made architects and community organizers. The buildings they have fixed up are amazing because they’re mixing preservation with contemporary additions and details. </span></p>\n<p><strong><i>MSE: I understand this relates to what is in store for you after graduation. </i></strong></p>\n<p><span>AH: I’m moving to Detroit, about to fly out to see a couple of places that we think could be the ones we want to move into. They’re both condos in historic buildings, a bit of a change of plan. It feels a little far away from our “Detroit Utopia dream” which was to get a fixer-upper and make it a project.</span></p>\n<p><span>I’ve never been an artist or a maker myself. I’m creative and I love doing projects but that is simply not what I do. What I really love is supporting creators. Bringing the things that I am good at—which are more business and management oriented—to the things they are good at.</span></p>\n<p><span>So now I’m thinking, “Is it bad to buy a condo? What’s propelling gentrification in a bad way there? What is bringing good tax revenue to the city? What type of things bring life to a neighborhood and which suck life out of them? Are all condos bad? Should I live in a place where I am comfortable so I can contribute to society in other projects?”</span></p>\n<p><strong><i>MSE: Why aren’t more architecture students following in your footsteps?</i></strong></p>\n<p><span>AH: </span><span>It seems there’s a consensus that you have to wait for the system to validate an idea rather than make something happen on your own. Yes, bringing a building to life requires some serious external buy-in, but there are so many other ways to build a practice. It’s an interesting contrast with artists, because they don’t wait for opportunities to be provided, they create things and see what happens. Almost by definition this is what being an artist means. It’s will power, it’s scrappy, and that’s how magic happens. This publication feels like an example of that approach for an architect.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Scope"},"meta":{"volume":"3","number":"18","bulletin":false,"publication_date":"2018-04-12"}}}}