{"title":{"rendered":"Interview with Caples / Jefferson"},"content":{"rendered":"<p><strong>KATIE STEGE</strong> (<em>M.Arch/ FES ‘17</em>)</p>\n<p><em>Sara Caples (M.Arch ‘74) and Everardo Jefferson (M.Arch ‘73), Principals of Caples Jefferson Architects in New York, serve as the Louis I. Kahn Visiting Assistant Professors this fall. We caught up via conference call.</em></p>\n<p>KS:Your lecture title, This Particular Time and Place, explicitly references the specificity of now. In the context of your lecture, how do you all understand the specificity of the present?</p>\n<p>EJ:I have to speak about it in terms of context of work over time. When we started we did simple projects, and we started with a premise, and then we had to build up… we had to see what principles came from those premises. So, for example, when we started to do community work we learned certain things about the community and how do you target that in an architectural language. And we’re lucky enough to be able to have mastered a certain architectural toolbox large enough to rummage through that and find formal issues, formal content that could be applied in a very careful way to these community issues. And if over time we developed an approach to that and how to do that, how to make the site specific, because people talk about sites and communities but they’re all different, they all have aspirations and all architects work with sites and communities, but the architecture cannot be the same each time. If you’re building in the desert it’s one thing, if you’re building in East Harlem it’s another thing, so we’re very careful with the artifact that we produce. What we try to do with this lecture is go back and see what we have learned over time what we can apply to other kinds of projects. And that’s what This Particular Place and time, where we’re at now, what we started, and what we’ve learned.</p>\n<p>KS:Much of your offices work focuses on community engagement. How do you solicit work, and how does this model work for you from a business perspective?</p>\n<p>SC: So I suppose it’s no surprise that there is tremendous competition for community work, so there’s an enormous amount of competition for the Louis Armstrong museum.We had to beat out 44 other firms.It’s usually not called a competition but it’s a competitive process with about 2 or 3 rounds of selection. In terms of the financial realities, these commissions are not necessarily lucrative. We have done them by living very marginally, economically, in both our firm life and our personal life because the commitment to work in these communities&#8211;underserved by the design profession&#8211;was important to us. It became a priority, but it has been very challenging in terms of the economics and it has kept our firm size relatively small.Currently, we’re ten people.</p>\n<p>KS:You talked about how this is kind of a competition model that you get your commissions from. What is your perceptions of the competition model within the architectural community at large?</p>\n<p>SC:Competition is a layered word. Formal competition, where it’s an open design competition, we’ve had schemes published but never built through that process. And especially when we were younger it was extremely important to us as a vehicle to develop our thinking both before we started our firm when we were working together as moonlighters, and in the first ten years of our firm when we didn’t have a critical mass of clients. The problem with that kind of process is that you don’t have feedback cycles from the users and to me the actual design process is far more satisfactory and challenging. Very often the reactions that most profoundly changed our ideas or the hierarchy of our ideas came from various stakeholders in actual projects. Because they don’t come with an agenda that we expect, we have to respond to these unexpected concerns.</p>\n<p>KS: If we’re interested in this community based work, what advice do you have or how might we go about starting to engage with those underrepresented within the field of architecture?</p>\n<p>EJ: Develop your own approach to architecture and how you think about it. To create objects and buildings, that’s what it’s all about. We belong to strong traditions, incredible traditions. Bring to the world these beautiful objects that affect the way we see the world. That’s our gift and we can’t let that negate that because of some limits.</p>\n<p>SC:Whether it’s a home in the Hamptons or a community center in East New York, I see a good building as a good building.</p>\n<p>EJ:When people say community–-the implication of that, the definition of that. All architects work for a community. They’re all communities.</p>\n"},"meta":{"fold":{"title":{"rendered":"Competitions"},"meta":{"volume":"1","number":"06","publication_date":"2015-09-10"}}}}