{"title":{"rendered":"Interview with Nader Tehrani"},"content":{"rendered":"<p><strong>WES HIATT</strong> (M.Arch &#8217;17)</p>\n<p>&nbsp;</p>\n<p><i>Tehrani is principal of the architecture office NADAAA and based in Boston. He is a professor in the Department of Architecture at MIT, where he served as department head from 2010 – 2014.</i></p>\n<p><b> What do you think the role of students should be in a dean search process, and how transparent should that process be on the side of the administration?</b></p>\n<p><span>It’s not uncommon that there may be one or two students that are part of the committee. As you may know, the search process by definition needs to be confidential – not so much to hide it from students, but to do justice to the search process itself. Which in part means to protect the individuals involved because they are at other institutions or jobs, but in part also to protect the issues involved, you know, the conceptual problems that are on the table, many of which define the mission of the school and its transformation. So, it has to be confidential, not in hiding it from this or that group, but it is confidential by definition.</span></p>\n<p><b> Has that been your experience with these searches in the past?</b></p>\n<p><span>Well, actually they never end up like that – by the time things come around and people start gossiping everybody knows. But I think well-handled searches will maintain an ethic of confidentiality.</span></p>\n<p><b> In your time serving as head of Architecture at MIT, what were the issues you faced and how did you try to address them?</b></p>\n<p><span>One of the unique things about MIT is that it’s a research institute, and because of that, the identities of the discipline groups as autonomous “pieces of the pie” holds quite strong. The challenge over the years has been over the years has been to build bridges across the disciplines, these different silos. So, one of the first things I did concerned both the intellectual and social culture of the school, and that was to establish base infrastructural things – the Long Lounge, the Fab-Lab, Keller Gallery, and the notion of food and beverage at all events. It was a way to both mix students with other students and students with other faculty and intellectuals, which is something I think is very important.</span></p>\n<p><b> Concerning Yale, what image do you think this School of Architecture projects, and do you think this is a result or despite of the dean?</b></p>\n<p><span>First of all, Yale has an incredibly rich history, and for better or for worse it’s aligned with this incredible building by Rudolph. You know, I use that building as an example constantly because of the way in which it organizes the studio and work spaces around these very public anchors. I really do think that this is one of those interesting cases where the architecture of the building is central to the school’s culture – the crit spaces with all the students working around it is just fantastic. I think Stern has been amazing because, well, he’s been a vocal protagonist in the field for decades and certainly has had a successful practice, but the way that he’s shaped the school around competing voices has been highly effective. Whether or not you like the individuals doesn’t matter, he’s used them as catalysts for discussion and I think that’s smart. He’s really a consummate model for what a dean can do, and in the circles that build the culture of architecture I think he will go down in history as that. What I would be mindful of going forward is the core curriculum of the school, as it has a lot to do with what defines a school. Every time you think of a school of thought it is paralleled by an instrumental series of exercises that defines the thinking of an era through architecture – John Hejduk at Cooper, Scott Cohen at Harvard, and so on. There may be a diversity of things that you need to learn, but I do believe a core has the ability to define a school. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"},"slug":"wes-hiatt","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"We Are More"},"meta":{"volume":"1","number":"04","bulletin":false,"publication_date":"2015-05-08"}}}}