{"title":{"rendered":"Interview with Stan Allen"},"content":{"rendered":"<p><strong>WES HIATT </strong>(M.Arch &#8217;17), <strong>ELAINA BERKOWITZ</strong> (M.Arch &#8217;17)</p>\n<p>&nbsp;</p>\n<p><b><i>Stan Allen is principal at SAA/Stan Allen Architect, a firm practicing architecture based in New York City. He is a professor at the School of Architecture at Princeton, where he served as Dean from 2002 – 2012.</i></b></p>\n<p>&nbsp;</p>\n<p><b>What do you think the role of students should be in a dean search process, and how transparent should that process be on the side of the administration?</b></p>\n<p><span> In theory I think that the student’s voices need to be heard, but I think it’s also important that dean search be understood as something different than a faculty search. My sense is that students should be involved early on in the process, voicing their opinion on the kind of profile they should be looking for. But I can tell you from experience that almost anybody that is going to be in the running for the deanship at Yale is going to have another position somewhere and is going to want to maintain confidence. So, despite my general feeling that more transparency is better, I think you have to accept a certain level of confidentiality as the process gets more serious.</span></p>\n<p><b> What involvement have you had in similar processes in the past, and how was the situation handled in that case?</b></p>\n<p><span> Well, at one point I was the object of a dean search, and at that time I was quite happy that things were kept discrete. Then I ran Princeton’s dean search this year, and felt very keenly that, again coming as much from the candidates as from anyone else, that they felt very strongly that the process needed to be quiet and confidential. The position that we found ourselves in was telling students and other faculty members that they needed to trust in the committee, that we were keeping their interests in mind, but there is a certain point where it no longer makes sense to consult openly.</span></p>\n<p><b> In your time serving as dean at Princeton, what were the issues you faced and how did you try to address them?</b></p>\n<p><span>I think there are three levels to answer that question. The most abstract being that the dean needs to take a long view. The dean has to be thinking about the future of the discipline, the future of architectural education, and ways in which to position the school to meet challenges that nobody can really anticipate. So, you have to be very flexible and thoughtful to deal with that. The second is the kind of day-to-day level of shaping the faculty, bringing people in, working with the chemistry between people. I think the role of the dean there is really not to micromanage teaching, but to steer the ecology – the great phrase that was used by Alvin Boyarsky is that you’re “setting a well-laid table”, and it’s up to others to come and feast on that bounty. And then the third is that the dean has to work at the university level, and develop partnerships and working relationships across the university. More and more I believe the study of architecture happens within a larger interdisciplinary context, and in a university like Yale or Princeton, you have access to incredible intellectual resources.  I think it’s the job of the dean to have a view that extends beyond the limits of the school.</span></p>\n<p><b> Concerning Yale, what image do you think this School of Architecture projects, and do you think this is a result or despite of the dean?</b></p>\n<p><span>Yale in these years has exemplified the strong dean model; I think that Dean Stern deserves a lot of credit for the current state of the school. The image that one has of the school is one with a lot of energy and a lot of diversity, one with a strong focus on the discipline and practice of architecture; all of that comes right back to a very strong, sure hand on the part of Stern.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"},"slug":"wes-hiatt","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"We Are More"},"slug":"we-are-more","meta":{"volume":"1","number":"04","bulletin":false,"publication_date":"2015-05-08"}}}}