{"title":{"rendered":"Internal Memo: M.Arch I 2020 Studio Review"},"content":{"rendered":"<p>After the conclusion of our first-year Building Project, few of us thought we would again work with a client as meaningful as Columbus House. However, as we convened in Hastings Hall at the start of fall studio, we were greeted by the words “Connecticut Community Justice Centers.” Studio coordinator Emily Abruzzo kept introductions brief in order to quickly direct attention to our two guest speakers and “organizational partners,” Sia Henry and Devon McCormick. What followed was an intense crash course on Restorative Justice practices.</p>\n<p>Restorative Justice is a recognized alternative to our current criminal justice system and as stated in our syllabus, it “brings together those who have harmed, their victims, and affected community members into voluntary processes that repair harms. At its best, restorative justice produces consensus-based plans through face-to-face dialogues that meet the needs victims themselves identify while also supporting the positive development of those who’ve harmed.” This process frequently follows a centuries-old model known as the Circle Process, which uses a structural and spatial framework to build relationships and address conflict while providing a safe space for the community. In addition to working with Impact Justice and the Tow Youth Justice Institute, we are working with three different local community partners, each specific to one of the three project sites in Connecticut – Bridgeport, Middletown, and New London. We were inspired, to say the least.</p>\n<p>As a first exercise, we dove into a quick group research phase that soon began to influence our individual formal explorations, many of which either embraced the circle, or actively avoided it. Some critics guided their studios through a series of assignments that had students produce 1/4” conceptual models and 1/32” site models, while other critics supported a self-directed approach. Nonetheless, every time students started to confine themselves to their desks, behind their computer screens and piles of trace, the course allowed for us to engage with the program in real ways.</p>\n<p>We met with our community partners on multiple occasions, both on-site and in Rudolph Hall’s Nalle Drawing Studio. We learned about the powerful work they do and the types of spaces required for such work. Additionally, Impact Justice came back to guide us through the Circle Process firsthand, in a workshop attended by the entire second-year class and our studio critics. In the process, we witnessed the Circles’ power as a viable tool for community building and began to understand its potential for conflict resolution. Although the circle guidelines and conventions may have seemed forced at first, the quality of conversation and amount of sharing that followed left little room for doubt. The vulnerability of the stories shared by our peers added a dimension to the circle that no drawings or models could ever reveal (no, not even a two-hour presentation devoted to unconstrained meditations on the form of the circle).</p>\n<p>It is difficult to talk about Restorative Justice without mentioning our current political climate. One of our community partners brought up the Dr. Christine Blasey Ford and Brett Kavanaugh meetings during a panel to illustrate a situation where a man is unable to understand or admit harm and a woman unable to heal. How does space either support these flawed systems or how does it quietly fight to build new ones that support values such as healing, compassion, vulnerability, and communication? The second-years do not have the answers yet, and maybe never will, but the exercise itself will be valuable.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rhea Schmid"},"slug":"rhea-schmid","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"meta":{"volume":"4","number":"04","publication_date":"2018-10-11"}}}}