{"title":{"rendered":"Interview with Marthijn Pool"},"content":{"rendered":"<p>MARTHIJN POOL</p>\n<p><span>Marthijn Pool is a founding partner of Space &amp; Matter, an architecture and urbanism office that is defining new development strategies at the intersection of online platforms and the built-environment. At their office in Amsterdam, we discussed how architectural practice can use digital tools to return the “right to the city” to its end-user.</span></p>\n<p><span>P: Your work has come out of the economic crisis. Can you talk a little more about that?</span></p>\n<p><span>MP: At the time, there were no assignments, developers weren’t doing anything, and investors kept their hands out of their pockets. </span><a href=\"https://economix.blogs.nytimes.com/2012/01/05/want-a-job-go-to-college-and-dont-major-in-architecture/\"><span>Out of that vacuum</span></a><span> we had to come up with our own thinking. We were reflecting on what the role of the architect had been prior to the crisis, and </span><a href=\"http://www.papress.com/html/product.details.dna?isbn=9781568988061\"><span>in what way we may have been complicit in its cause.</span></a> <a href=\"http://kellereasterling.com/books/extrastatecraft-the-power-of-infrastructure-space\"><span>Excel sheets had been optimized to fit stereotypical user demands</span></a><span> to eventually translate into architecture, which was just a means to make more money. It was not about the people. We became more aware of our position, and asked: what do we want to to do? What is the reason for all architecture firms going bankrupt? </span><a href=\"http://www.spaceandmatter.nl/\"><span>What kind of architecture firm do we want to be?</span></a></p>\n<p><span>Now we have the opportunity to take carte-blanche. And that is where we started framing the mission that we want to make architecture relevant for our end-users. If there is no end-user, there is no project. We started thinking from the individual towards the collective. How can we inhabit a city with people stored in anonymous apartment buildings, not even realizing if their neighbor is dead for two months?! That is fucked up! If the city is the promise of everything, this can’t be the right way. </span><a href=\"https://books.google.com/books?id=UHYWAAAAIAAJ&amp;dq=aristotle%20politics%20social%20animal&amp;pg=PA12#v=onepage&amp;q&amp;f=false\"><span>We are social beings</span></a><span>; we behave in swarms, and we like to be in social relationships with others and offer some help here or there in order to make a pleasant environment. </span><a href=\"https://books.google.com/books?id=AdTrlg8nsaMC&amp;lpg=PP1&amp;pg=PA22#v=onepage&amp;q&amp;f=false\"><span>The architecture is less crucial—it is more about the social tissue, the social structure, and how architecture facilitates and strengthens those relationships.</span></a><span> How do we build that up?</span></p>\n<p><span>P: You have found ways to build online platforms, reinvent financial schemes, and conceive of new business models that support your thinking and execution. Is this something that happened organically, or was this always a goal?</span></p>\n<p><span>MP: This attitude has always been there: a willingness to create new tools when we feel that what exists is lacking. </span><a href=\"https://www.nytimes.com/2016/11/05/technology/silicon-valley-california-growth.html?mcubz=3\"><span>Developers, investors, and architects forgot about asking the people what they actually need, and subsequently have generated supply that is ignorant of actual demand.</span></a><span> We started thinking about tools to fix this disconnect. </span></p>\n<p><span>We looked at the abundant users on the internet and behaving on social media. This is not virtual reality as some might refer to, it is a part of reality that makes reality more real. We were trying to tap into that and actually find and trace online data in order to communicate to large groups of people that would </span><a href=\"http://ruby-press.com/shop/together-the-new-architecture-of-the-collective/\"><span>enable us to configure communities and trigger individuals to start thinking as collectives. </span></a></p>\n<p><span>When you look for a house, you start thinking, “I need 80 m</span><span>2</span><span>, I need a roof garden,” instead of thinking </span><a href=\"http://www.crowdbuilding.nl/ideas/rooftop/\"><span>“I would like to live with a group of people that would have a roof terrace where we can share cars and grow our own vegetables.”</span></a><span> We wanted to make people aware that collective thinking is more valuable than just adding individuals in a building. By testing these questions on the internet, we found that we had hit a vein. Many realized that such collectivity was actually a very logical thing to do. It was a latent desire. When we exposed the potential end result—if they fell in love and wanted to know more— they grabbed us, and said, </span><a href=\"http://www.spaceandmatter.nl/schoonschip\"><span>“Help me with this, let’s build up a project.”</span></a><span> From that, we continued to build projects, and built the tools that built up the projects. That is how we emerged in </span><a href=\"http://www.spaceandmatter.nl/ventures/\"><span>part-time tech development and part-time architecture.</span></a><span> And, the other part-time—process building—thinking out loud about sociological structures and behaviors. These part-time trajectories are constantly developing concurrently. </span></p>\n<p><span>P: Are you exposing the rest of the field for missing the boat on what digitization means to architecture? Previously it meant formal experimentation,</span><a href=\"http://www.nytimes.com/2009/02/11/business/11gehry.html?mcubz=3\"><span> new programming</span></a><span>, parametrics….</span></p>\n<p><span>MP: Yes. </span><a href=\"http://www.onl.eu/projects\"><span>I’ve personally been there, done that.</span></a></p>\n<p><span>We believe it is very logical to have people in an organized social structure that you actively care for, invest in, and gain from. At the same time, it is very logical to harness the internet and our behavior on the internet. It was an easy find, it was at our doorstep, and it is presently full of potential. </span><a href=\"https://www.youtube.com/watch?v=m7Zi1bPS3B0\"><span>We are riding that wave and exploiting the potential that is there.</span></a><span> We have only just started. </span></p>\n<p><span>P: How does using the Internet as a tool for organizing collective dwelling promote affordability and equity?</span></p>\n<p><span>MP: </span><a href=\"https://www.nytimes.com/2016/07/08/arts/design/real-estate-for-the-1-percent-with-art-for-the-masses.html?mcubz=3\"><span>Architecture is still a niche product.</span></a><span> I think we have more to offer, but how do we get it to the people that actually need it? We started thinking about flipping the system. Instead of the developer at the top of the food-chain, it should be the end-user, describing his demands, his budget, and the outcome that would be an optimum fit. With </span><a href=\"http://www.webuildhomes.nl\"><i><span>www.WeBuildHomes.nl</span></i></a><span>, we took this idea and inverted the development chain.</span></p>\n<p><span>If architecture is the custom-made suit, which is full of expensive R+D and prototypes, how can we make architecture </span><a href=\"http://www.homeadvisor.com/cost/architects-and-engineers/hire-an-architect/\"><span>available to normal people</span></a><span>? It should be a suit that fits, provided in many sizes. We asked multiple architects to design multiple houses for different lifestyle budgets so we could build up a collection of pre-made architectural designs. We worked with a contractor to make them fit for execution, all on the pre-investment of our own time. Then, online, the end-user </span><a href=\"http://www.homeadvisor.com/cost/architects-and-engineers/build-a-house/\"><span>picks the home that fits her budget</span></a><span>, lifestyle, and some aesthetic preference. Providing this custom-suit only works if we have lots of suits to make sure there is a 95% match for what she actually desires.</span></p>\n<p><span>We are taking high-cost, high-quality design, and selling it multiple times. </span><a href=\"http://www.webuildhomes.nl/news/eerste-huis-mecanoo-architecten-toegevoegd-aan-de-collectie/#more-6201\"><span>We have Mecanoo</span></a><span> and NL Architects providing designs, of which there more than a hundred. These are architects the average person would never be able to afford if the cost wasn’t spread out over multiple sales.</span></p>\n<p><span>P: How do the architects that work with you feel about this reframing of their work, from custom architecture to product design?</span></p>\n<p><span>MP: Of course, our </span><a href=\"https://www.wired.com/2016/03/weworks-radical-plan-remake-real-estate-code/\"><span>architects are worried about becoming product designers</span></a><span>—the thought gives them goosebumps. They say, “we need to know about the context; we need to know about the client.” I say, yes, I agree, </span><i><span>but </span></i><span>if I know that I need to give the client 100 hours of my time to actually give him the design I would like to make, the project becomes too expensive and hits a dead-end for this specific lower market segment. If we accept the fact that we are </span><a href=\"https://www.facebook.com/webuildhomesNL/photos/a.436647936419835.1073741828.430986723652623/699916866759606/?type=3&amp;theater\"><span>independent of context, independent of client,</span></a><span> but actually do provide the project that our client desires, then we have a project and a client that would otherwise not have access to architecture. </span></p>\n<p><span>P: How does this process allow for new modes of iteration, or real-world beta-testing?</span></p>\n<p><span>MP: In analogy to the App Store—</span><a href=\"http://www.webuildhomes.nl/huizen/\"><i><span>WeBuildHomes</span></i><span> is the App Store,</span></a><span> Space &amp; Matter is Apple, and the architects build the apps (or homes) that we sell. They upload their designs and we update them with user feedback. The library improves, quality improves, and costs are slowly reduced. The more successful </span><i><span>WeBuildHomes</span></i><span>, the higher the quality, the lower the costs. We also make it easy for people to ask for </span><i><span>WeBuildHomes </span></i><span>in their city. If they ask, we’ll go to the mayor. This reverse thinking is a method to disrupt the classical way of development; our process allows architects to get a reward at the beginning of the trip rather than at the end, and </span><a href=\"http://purochioe.rrojasdatabank.info/harvey2008.pdf\"><span>allows end-users to determine what will be built</span></a><span>, even though they were not the influencer of the design, but with their neighbors they build their own street. </span></p>\n<p><span>P: How does this process contrast to typical modes of affordable housing production? </span></p>\n<p><span>MP: </span><a href=\"https://books.google.com/books?id=8WC8AQAAQBAJ&amp;lpg=PP1&amp;dq=towards%20a%20new%20architecture%20mass%20production&amp;pg=PP1#v=onepage&amp;q=mass%20production&amp;f=false\"><span>Affordable housing is mass production.</span></a><span> They made the outcome—the house—the repetitive element to make it affordable. We believe it is the </span><i><span>process </span></i><span>that needs to be standardized, so that the outcome can be unique. We have multiple locations in the Netherlands where the same houses will be used, but every street will be different. The neighbors build their street of rowhouses and we let go. We don’t comment on the architecture. Some of them are nice; some of them are OK, but in the end, the system works, and people are happy. </span></p>\n<p><span>P: How do you go about reducing the cost of construction, and when you build these homes, are you the developer managing the construction?</span></p>\n<p><span>MP: We are the supervising architects and also have eight or nine designs in the library. When architects want to work with us, </span><a href=\"https://developer.apple.com/documentation/\"><span>we give them the API.</span></a><span> This is the guidebook, the do’s and don&#8217;ts about cost influencers. For two years, designing the rules within which other architects now design was my biggest job. We started writing the API and made it open-source with other architects. </span><i><span>WeBuildHomes </span></i><span>was our first attempt to make architecture scalable. </span></p>\n<p><span>P: It’s a fascinating way of taking the constraints that architects often gripe about and turning the situation around such that it benefits the designer, not a third-party….</span></p>\n<p><span>MP: Right. But, the constraints weren’t so positive at first. People joined, started reading the API, and said, “Woah, Marthijn, this is strict!” Yes, it’s almost the same price as government social housing, it should be affordable! There was a cost-calculation tool that we made up front and then provided. We said, “give me a house with a construction budget of less than $100,000.” </span><a href=\"https://www.lacatonvassal.com/data/documents/20141120-18001914Speech12.pdf\"><span>Try to make it big and nice.</span></a><span> It was challenging because the feedback was with themselves—no client, no developer. </span></p>\n<p><span>P: Did they appreciate that independence?</span></p>\n<p><span>MP: At first, no. Eventually, yes. They had to think about what they believed in. Is it fancy sliding doors that you want the client to pay for, or </span><a href=\"http://www.webuildhomes.nl/house/zitkuilwoning-2/\"><span>could you add another half-floor and skip the sliding doors</span></a><span>? What is more important to the end-user? That shook their minds, and some failed.</span></p>\n<p><span>P: You seem to have moved one step up the food chain. Now these architects interested in supplying floor plans and form are subservient to you…</span></p>\n<p><span>MP: In a way, yes. We are governing the process, building up the platform. Other architects do the architecture. Sometimes, we even believe that there are other architects that could do it better than we can. If we could have these architects on our platforms, in on our operations, then we would get the best of both worlds. That makes us very open and approachable, easy to collaborate with. And that is what we do: we have lots of collaborations with other firms, big and small.  </span></p>\n<p><span>P: Do the architects involved attempt to imagine a target group that they are designing for? Do you design towards a specific user?</span></p>\n<p><span>MP: To a certain extent, I don’t believe in target groups. Of course, I believe in groups. The difficult thing about target groups is that you start narrowing down one group to eventually multiply that narrow focus. We take a medium sized family with 1.2 children and an income of $45,000 and we make that into an apartment block of 25 similar apartments. I try to distance myself from that. What we do is try to build up groups, or we try to stimulate people to build their own groups. What is the social structure you want to live in? We will help facilitate the dialogue with other people and provide you with tools to push that trajectory further. </span></p>\n<p><span>P: How does another of your online platforms, </span><a href=\"http://www.crowdbuilding.nl\"><i><span>www.CrowdBuilding.nl</span></i></a><span>, facilitate collective living that achieves common goals?</span></p>\n<p><span>MP: Society is individualized—we have our own information, we have our own transportation, we can go anywhere, anytime, independent from anybody. This makes us strong individuals and less dependent on the rest. Sometimes that makes us feel lonely and isolated. People want to be part of groups while maintaining their level of independence. </span></p>\n<p><span>As apartment prices go up and sizes go down, the need for collectivity and sharing increases. We asked, what if we designed the collective desire in addition to the individual desire, and used an online platform to identify the scope of these group intentions? </span><i><span>Crowd Building</span></i><span> allows people to identify vacant office buildings in their city—ideal stock for repurposed housing—and suggest the type of amenities they would like to see shared in the construction. Sometimes people have a group in mind, but more often, they test their dream situation and are surprised by the community that results. Who wants to invest in a collective energy system to make ourselves energy independent? Have a shared music studio? Have shared guest rooms for when friends and family visit? The </span><i><span>Crowd Building</span></i><span> platform allows people to ask these questions of their city.</span></p>\n<p><span>We aggregate people interested in similar housing amenities—often with drastically different budgets—and match them with vacant building stock. The system accounts for different scales of space: one apartment may be 48 m</span><span>2</span><span>, another 248 m</span><span>2</span><span>. Often, you have a share of the communal resources—you become part-business owner and part-apartment owner.</span></p>\n<p><span>After working through this multiple times, and actually losing money on the first project, we have improved the process. </span><i><span>Crowd Building</span></i><span> has now become a similar business model to </span><i><span>WeBuildHomes</span></i><span>: Space &amp; Matter executes the architecture, </span><i><span>Crowd Building </span></i><span>executes the process of community building. We provide two services through two independent companies. </span></p>\n<p><span>P: Have you found that despite your best intentions, people sort themselves along familiar lines, perhaps solidifying boundaries rather than taking them down?</span></p>\n<p><span>MP: “Birds of a feather flock together.” That sentiment has been strengthened by the internet. Facebook give you social tunnels and what you believe in feeds what news you get. The risk of social media is that it narrows your perspective of reality. Multiple people are signaling this as a problem. Of course, it is not up to us to be against people choosing to live with whoever they want to live with. We are aware, though, that it would be more interesting to look for uncommon and logical relationships…. What if the elderly, families, and students lived together? The student could hang a painting on the wall for the old guy. The old guy could take care of the children on a Sunday afternoon so that the parents can enjoy the theater. And, once again, the difference of people starts to make a small community. It is this diversity that allows the community to perform well and remain open to others. </span></p>\n<p><span>P: Do you find this diversity happening naturally, through the online matchmaking you’ve created?</span></p>\n<p><span>MP: Yes. When you enable people to open up their dreams and see if they can gain a group of followers to share this kind of dream, you often uncover latent desires that people were not aware of. Often, these desires cross cultural lines like age and economic background. </span></p>\n<p><span>P: How do you describe your attitude towards designing the end-product, once you have dealt with the constraints that define your process?</span></p>\n<p><span>MP: Well, there is aesthetic preference and of course, to a strong extent, dialogue with our clients. We provide one or two options and explain the consequences. I don’t believe we have a certain style—each project has a different client, different location, and by necessity, different design preferences. Time changes. We don’t have an aesthetic agenda, but we are always having discussions about what we think is ugly and beautiful. </span></p>\n<p><span>P: Is form always the last thing to be discussed?</span></p>\n<p><span>MP: That’s what it might seem like, but no, it is not. It is always a parallel trajectory. For example, if there is a tender for a plot and we believe we could have a group that opts to start living there, we need to make the group enthusiastic. We have to make a teaser, a design sketch. In that sense, we actually start with the initial visualization to tap into that group&#8217;s interest. That starts the dialogue. We can’t wait until the end. </span></p>\n<p><span>We use design as an instrument and not an end result. Our visualization skills and architectural translations are a means of beginning and acquiring projects. The project is much more than that aesthetic performance. It is backed up by the group, the economics, the business model, and a willingness to cooperate. It is a high dose of information and intense coordination of these trajectories, but, we are still here, and we are actually getting stuff built. </span></p>\n<p><span>P: Do you believe that you are defining a new position for the architect? Have you found a place that you’d like to see emulated?</span></p>\n<p><span>MP: I’ve been in lots of talks where people ask me, “What is the new role of the architect?” </span><span><br />\n</span><span><br />\n</span><span>I don’t believe there is a new role. What should architecture offices be doing? They should be doing what fits their beliefs, their long-term perspectives. If our work makes people enthusiastic, then of course! Have a look. I would recommend that people make themselves aware of their valuable role in contributing to making the city. What is the relevance of your position? If you can answer that, then you can start targeting your own ambitions.</span></p>\n<p><span>P: Your office structure makes us think of the business model of an incubator in the tech world, where the office is a place where these ideas are cultivated, and then they leave. Someone else carries out the work and you take a piece. Is that something you would consider?</span></p>\n<p><span>MP: I have had various people working on </span><i><span>WeBuildHomes</span></i><span>, for instance, outside of the office. But it is difficult. I had an architect, but eventually the aspirations of wanting to be an architect gets in the way. I had a project designer, but he was lacking a bit of business instinct. </span></p>\n<p><span>If I reflect on the last nine years of Space &amp; Matter, we are actually walking the path of becoming a fairly stereotypical office organization-wise. Content-wise, totally not. But when we say, let’s add another employee, let’s get two more trainees, let’s get a guy doing </span><i><span>WeBuildHomes</span></i><span>, we are keeping it all in house. That makes us grow, but we, the three partners, are involved in all of that. It’s a tough job. </span></p>\n<p><span>We could let go of </span><i><span>WeBuildHomes</span></i><span>. The DNA is already configured… maybe 80, 90 percent. But, you need the talent, the right aspirations to hand it over.</span></p>\n<p><span>P: And, the ability to let go of it…</span></p>\n<p><span>MP: Yes. That is the hard part. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Marthijn Pool"},"slug":"marthijn-pool","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Process/Product"},"meta":{"volume":"3","number":"02","publication_date":"2017-09-21"}}}}