{"title":{"rendered":"Internal Memo: M.Arch I 2021 Studio Review"},"content":{"rendered":"<p>This semester&#8217;s first-year studio led by Brennan Buck focuses on the conception, development, dispersion, and discussion of architecture through the &#8220;Possible Mediums&#8221; lens. With the first studio meeting critiquing the “napkin sketch,” projects are instead explored and refined through processes of sampling, appropriating, and manipulating existing materials from a range of disciplines. Whilst not beginning with a strictly architectural focus, formal and spatial qualities become increasingly evident as we progress through three projects entitled “Image-Object,” “Section,” and “Plan,” with the latter two forming a direct link to architectural program alongside the continual transition between two and three dimensional visualization.</p>\n<p>“Project One – Image-Object” explored perceived notions of three-dimensionality from the implied depth and materiality generated by abstracting a chosen image. Peeling away from working on a singular plane, processes of sampling and manipulation began with relief-like studies to emphasize the image’s volumetric qualities through cutting, layering, and folding. Following these physical studies, a hybrid between a three-dimensional object and an image was constructed through the procedure of image-mapping, a process new to the majority of us, as seen in the variety of questionable and unpredictable results. Based on the digital development of the image-object, we shifted once again from the digital and immaterial realm into the physical, introducing discourse regarding the tectonic and material nature of the object. The departure from the rigorous program required of a typical architectural project was liberating to many as there wasn’t an inherent function, program,<br />\nor even justification required – just artistic exploration and creative inference.</p>\n<p>“Project Two – In Between” slowly introduced architectural form into the studio, beginning with representation of the section and its key relationships: the seam between the building and the ground plane, the vertical articulation between floors, and distinguishing between solid and void. In a similar vein to the last project, an image was used to generate the initial form of the section as we isolated and drew out key shapes from contours and implied volumetric qualities. Once the form was established and a strategy was developed regarding the nature of the threshold between building and ground, we began to develop and explore how these series of voids and masses could be articulated tectonically. In an atypical design process, seemingly backwards in terms of order of operations (and clearly favoring form over function), a site and mapping of its immediate topography, ecology, cultural character, and materiality was to be developed after reviewing the relationship between the proposed section and its ground conditions. The next and current step, also in reverse order to typical programmatic development, involves form-finding exercises to develop the sections into a dwelling for five occupants within a footprint of 2500-square-feet without losing the sculptural character of our collaged sections. In both projects, we attempt to combat the notions regarding introspective and isolated conception of design as we are encouraged to seek inspiration from a wider body of knowledge – with image and representation being just the start.</p>\n<p>Our final review for the second project will be during midterm week on October 22nd and 23rd, so come and have a look at what we’ve been up to on the 6th floor.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ife Adepegba"},"slug":"ife-adepegba","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11"}}}}