{"title":{"rendered":"Interview: Marion Weiss and Michael Manfredi"},"content":{"rendered":"<p>MM: Michael Manfredi</p>\n<p>MW: Marion Weiss (M. Arch ‘84)</p>\n<p>ET: Eugene Tan (M. Arch ‘16)</p>\n<p>VT: Vittorio Lovato (M. Arch ‘16)</p>\n<p>VL Drawing from our past, there is an interesting dialectic between Detroit and Singapore, cities where we come from. They are close to our hearts and affect how we see your work and our own work. Based on this, for me, I see landscape is a spatial mechanism that has an inherent public quality linking itself to ideas of freedom, a blurred sense of ownership and holding value beyond pure economics. As someone who has been engaged in these aspects of land in Detroit, I am interested in how to navigate these rich social sites when there are inherent private interests and economic factors that shape such systems.</p>\n<p>ET For me, the idea of the designed, manicured landscape is inevitably tied to ideas of state, tourism, and consumerism. As a possible future participant in such a place, I guess I am constantly questioning the role of the architect as a social being within the system. Based on your lecture, we get the sense that landscape to you is a way of situating the building, and as a way of shaping ‘public space’, what is landscape to you?</p>\n<p>MM To start with a non-answer: we don’t quite know and we are still trying to figure that out project by project. The idea of landscape probably could operate through the lens of the section for us (an architectural invention landscape architects don’t talk about). What the section shares with our interest in landscape is topography: how bodies move through space, how you negotiate changes of level, how flows, whether public flows in the case of landscape as a public construct, or social flows, natural flows. Landscape has value for us because it’s very hard to define in physical in spatial terms, meaning: this is where the landscape stops, this is where it starts. And we like that inability to define it.</p>\n<p>MW I think landscape is a term that has changed its meaning over time, and is coopted to mean many different things. We think about it more in territorial and ecological terms. It does get down to this question of ‘who can own it?’ and what are the forces that need to be leveraged to make it more public in its dimension. With our Olympic Sculpture Park in Seattle, while the museum owns some of the land, the city owned the other part of the land, and being able to coopt so many different groups and agencies around something that could leverage bits and pieces of obligations that were infrastructural in nature to be able to invert them into public landscapes that had cultural meaning and access, was a choreography of terms of which the common thread that people could get their arms around was landscape. It’s a term that is a construct and is a construct that is deployed in Singapore as a top down agenda of, in the most cynical set of terms, greenwashing, but in the most robust set of terms, making legible the potent idea of growth as being coincident with the way we live in the city. So that’s a version that the bottom-up insight that Detroit offers is that their ownership of land has not been so contested because the value has lost its value. And in that freedom of losing value, the ability to invent it for new terms and conditions is opened up. So this question of ownership has everything to do with, not so much the ‘value of’, but ‘opportunity of’ the landscape.</p>\n<p>ET I want to touch on one of the points that Michael brought up, the idea of decay, time, change, light, the temporal aspects of architecture, and that relating in some aspect to the idea of ‘choreography’ that you guys brought up in your lecture. With regards to that, we noticed that the lawn was a kind of motif, or at least an element that often appears in your work. Insofar as the lawn is not actually the most ecological landscape (e.g. a habitat for animals or promoting biodiversity), what does the lawn mean to you? And then the second question would be in relation to decay, change and time, and in relation to Detroit: is there a looseness that you are consciously designing with?</p>\n<p>MW I think the lawn is the strongest link between that which is architectural and that which is landscape. In Seattle, the Z-path was absolutely an artifice; couldn’t have been more geometrically and explicitly other as it travelled across the 40ft grade change. But falling to the sides were the meadow grasses which go yellow in the summer and green in the winter. And that studiously strong contrast became important in terms of the artifice of what we were introducing to the city. The question of lawn became even more important in terms of artifice and performance at Hunters Point South Park where the Parks Department said, ‘we need a lawn, but it needs to be so resilient since the only thing we can maintain is artificial turf.’ So the central oval is artificial turf, the folks on the design commission were far more interested in the expression of a beautifully groomed lawn.</p>\n<p>MM I think it is the contrast that interests us, and the lawn is one device, an alley of trees may be another device. We love that ability to give measure and it is played off a kind of wild perimeter of softened berm, and a waterfront that’s likely to change a great deal over the next ten years.<br />\nVL An interesting topic that has been brought up is ‘green as a commodity’. We talked about Singapore and how the ‘garden city’ needs to be entirely covered in green, and in a way, Detroit &#8211; where a community garden can be found on every corner &#8211; is like that too. With this ubiquity of green, I’m curious about how you would achieve a specific vision or create landscapes which allow one space to be legible from the next.</p>\n<p>MM There is a huge distinction between authenticity and difference and I think right now there is such a need to make your mark that we often overreach and just try to do something different. There also is a pervasiveness of homogenized solutions where all of a sudden green washing has become the de facto politically correct way of saying: I’m a good, ethical designer.</p>\n<p>MW There is always that risk that some architects can fall into which I would call the ‘Formal Trip of Surprise’, necessary for capturing the imagination of that which can be shared on our digitally diffused world. Those tripwires sometimes obfuscate something deeper and more enduring in terms of impact. The speed of all that is extremely different than the speed of landscape which is very slow and those two speeds are probably the two speeds we need to engage now.</p>\n<p>MM I think it goes back to the original question you guys posed, top-down or bottom-up, and I think we would argue that they have to coexist because you can have large scale infrastructural decisions that are, for all the right reasons, scripted through legislation but in the end, how they hit the ground and given measure to someone moving from their bicycle to a train is intensely local and I think we tend to forget that you can’t have one of those without the other.</p>\n<p>MW You have talked about the Singaporean scripting of these things, and while it may have a singular expression right now, the possibility of something that could be enduring and extraordinary is also there. If it was just done piece by piece, the ability to sustain something larger over a long timeframe is hard to imagine.</p>\n<p>MM One of the slides in our lecture was Sixtus’ Plan for Rome and we were making an argument that it was an incredibly contemporary infrastructural project. You could see it as a systemic idea of urbanism that evolved and developed at the very specific local level over 300 years. So the beautiful choreography of the Spanish Steps is one local moment done about 200 years after that plan was developed and the plan was never so carefully scripted that that there wasn’t room for improvisation. It had to do with ecological, social, economic issues, and although it was done under an extraordinarily autocratic papacy, the effect was very good. So to us that was a great example of somehow overcoming the Gordian Knot of ‘is it top-down or bottom-up?’</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Eugene Tan"},"slug":"eugene-tan","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Marion Weiss"},"slug":"marion-weiss","meta":{"degree":"M.Arch I","graduation_year":"1984"}},{"title":{"rendered":"Michael Manfredi"},"slug":"michael-manfredi","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Vittorio Lovato"},"slug":"vittorio-lovato","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"What Are You Doing?"},"meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}