{"title":{"rendered":"Internal Memo: Interview with Iwan Baan"},"content":{"rendered":"<p>January 21, 2019</p>\n<p>KL:</p>\n<p>We’re interested in your work that follows a building from ground-breaking, through construction, and into completion and occupancy. Is there a difference in how you photograph a completed project and how you photograph a project in which you are documenting the entire process?</p>\n<p>IB:</p>\n<p>Documenting the entire process is how I had my first encounters with architecture. When I started with the subject matter in 2005, it was a little bit by accident. I met Rem Koolhaas and started to document the construction of CCTV in China. After I finished art school, for many years I worked more in a general field of documentary photography, so when I met Rem, I proposed to follow the construction process. I thought it could be a very interesting story to see how a complex building like CCTV was built, almost by hand really. At times, there were 10,000 construction workers on site, in front of almost a small city that was being built up around the construction site for the workers. Another project that was interesting to follow all the way through was the Olympic Stadium in Beijing. With that kind of architecture, you see the very beginning – the bones of the building coming up, you see how the structure affects the space. It’s not just about a final building, but it&#8217;s really how the building comes together, especially under those extreme conditions.</p>\n<p>AEM:</p>\n<p>Is there a different method to how you move through the building when you’re shooting an unfinished building versus a finished product?</p>\n<p>IB:</p>\n<p>Not so much. When I started documenting architecture there wasn’t really a difference from how I photographed before I was looking at architecture, places, and people. In the end, it’s very much about the people, the environment, telling a story of a specific place, and what kind of impact that place made. It’s also how I was photographing before I was photographing architecture, the background, the subject matter change a little, but in the end, I was still photographing the same way. It’s the same way I’m documenting a finished building, or a building under construction, or an informal city and how a city grows. It’s very much about trying to bring these stories out around those spaces, what people do there, and how you present them so they are understandable for people that haven’t been there.</p>\n<p>KL:</p>\n<p>When you construct a narrative for a work of architecture, do you discuss that with the architect? How do you develop your intention for the narrative?</p>\n<p>IB:</p>\n<p>It’s always a very intuitive way of working. I feel that when I have too much information in the beginning… or like the architect’s office has been with the project for five years, for ten years and knows every little corner, but can sometimes overlook things that someone with a layman’s eye, who is at the project for the first time can see. It can be refreshing and give a different point of view. For me, I develop the narrative on site by looking around, walking around, and being present there. The important things always stand out to me; it intuitively develops there on site.</p>\n<p>KL:</p>\n<p>So when you’re shooting an informal project like Torre David or a more formal work of architecture, your process is the same.</p>\n<p>IB:</p>\n<p>Yes, I approach these projects in the same way, but in the end, I think that’s also related to how I decide what projects I want to work on and the collaborations that I want to be a part of. Before I start working on a project I want how I can bring out a specific aspect of it, why it there in that place, how people use it, what does it do there, etc. It’s very much centered on what the project means for its neighborhood, its environment, its city; for the people. Those are the things you try to visualize.</p>\n<p>AEM:</p>\n<p>You mentioned telling the story of the city or the place that you’re in. How do people factor into those photographs? You have a lot of photographs of buildings post-occupancy. How are people a part of the narrative?</p>\n<p>IB:</p>\n<p>I don’t have a background in architecture, so for me, I need to make meaning of the place. Why is the building, the project, the site there? What does it do? I think that is something that you can only tell through stories of people. What do the people do there? How do they enjoy a place? Naturally, the stories start developing. What makes the project specific in that place is that it isn’t something that can be anywhere, there’s specific meaning for it through the users.</p>\n<p>KL:</p>\n<p>When you’re photographing people, do you capture them candidly or do you speak with them beforehand, and try to pose them in ways that are representative of how they use or intend to use the space?</p>\n<p>IB:</p>\n<p>No, it’s really a documentary approach, capturing moments. It’s really being present in the place, and seeing what happens there; usually, these stories start developing themselves.</p>\n<p>AEM:</p>\n<p>You mentioned that you want to shoot places that are interesting and not just a generic office building – how do you find places to shoot and people to work with?</p>\n<p>IB:</p>\n<p>That develops both from my travels and curiosity I guess. You meet new people everywhere and get introduced to places. It’s hard to say –  there can be a very wide variety of projects. It doesn’t always have to be a beautiful project or a nice project in a way – there’s another kind of meaningful story or interesting story –  but sometimes it also can be a generic project when there is an interesting visual story to tell around it on the city or how it came together.</p>\n<p>KL:</p>\n<p>Many of your photographs document how people use a space, but you also use a lot of helicopters in your shoots. What is your attitude toward the birds-eye view or overall view? How are those shots in dialogue with the more personal, up-close aspects of the narrative?</p>\n<p>IB:</p>\n<p>That’s something I’ve always been doing, also before my architectural work, to complete a story. You try to really give an overall view, zoom from the smallest details to the widest overviews. When I started working with architects, two things really struck me –  you see all their renderings or all their models and they’re always full of people, and then you see the final picture and it’s like there was no one present. And that struck me – why would you go there? In the end, you’re designing a project for its uses. So for me, that life needs to be incorporated, but also, if you’re looking at site plans or models, the aerial perspective for me is very fascinating. To look at the site gives an incredible understanding of how the city around it grew or how a project fits into a specific place. Often in their designs, architects’ models talk about these specific connectors that can’t be seen when you’re on site on the ground, but that kind of understanding comes through in aerial photographs. Also because I travel so much, when I’m in a new place the aerial view helps me understand where I am really, and what the context is, and what makes a specific project fit in that place or maybe not fit in that place. It completes that story.</p>\n<p>AEM:</p>\n<p>A lot of your work is most peoples’ only introduction to the project that you’re photographing. You’re creating the complete picture of the architecture for them because perhaps they’ll never be there. How do you see your work in relation to the architectural project as a mode of completing it for most people who experience it?</p>\n<p>KL:</p>\n<p>Or maybe as the sole form of representation or sole experience that they’ll have with the building.</p>\n<p>IB:</p>\n<p>In the end, photography is of course also a subjective medium. It’s also a kind of story or narrative idea or a feeling I have of a place that I want to bring out and share with people. I think all these elements together tell a story of how I experience a place and try to bring the viewer into that story. It’s often a very personal way how I see that place. Some of the architects I work with invite different photographers. Like Zaha Hadid, who invited Hélène Binet and me. We both photograph her projects with a totally different approach.</p>\n<p>KL:</p>\n<p>In your work, you’re traveling all over the world and engaging with all these different cultures, and sometimes the work you’re photographing in a particular location was done by an architect who’s not from that location, but then other times you’re photographing more local work and more vernacular work. How do you define vernacular in your work? Are you interested in vernacular when you’re working in these different locations?</p>\n<p>IB:</p>\n<p>Yeah, whenever I go to places I try to look at historical examples of how they built in their different environments and try to get an understanding of a place – like what natural materials can be found there and what people could build there in other time periods. These days everything has become so similar, everywhere you look building materials are becoming uniform. Technology has made a much more even playing field, and sometimes it becomes only about the design to make a project stand out. Whereas I think before, with these vernacular methods, there was an incredible ingenuity and variety of building just based on local materials, climates, needs, technologies, craft, etc. I think understanding those specific histories of places helps me to better understand these different locations.</p>\n<p>AEM:</p>\n<p>I’d like to talk about the way your images are put out into the world and the specific platforms that you use. Most of your work is published on the architects’ websites but there is also the work that you have on your own Instagram. The quality of work is almost exactly the same between those platforms, but do you have specific feelings about these different media, or how you use them?</p>\n<p>IB: Yes, of course. What gets published directly by the architects is often more their specific view, the things that they want to highlight. When I’m walking around and I’m in those different places, there’s a lot of different interesting things that I want to show. Instagram is a nice additional platform to put these things out and show little snippets of where I am, my interests, experiences, and what makes these places unique and different. I also very much like to work on books. It’s another thing that I often collaborate with architects on. You have much more space to tell the story of a building and a place; a story that is not so purely focused on architecture but also the environment and the people and all these other things. I think it’s a medium where I try to bring different worlds together, but, ultimately, I photograph all of that in exactly the same way.</p>\n<p>KL:</p>\n<p>This interview is going to be published at the school on the morning of your lecture. We were wondering if you wanted to say a little bit about “Two Sides of the Border.” You’ll speak in depth about the show in your lecture, but you could give an introduction or a few thoughts on the show.</p>\n<p>IB:</p>\n<p>Sure, when Tatiana approached me – that was almost a year ago – and said that she was working on this project with a number of different universities, I was immediately fascinated by the subject. It really brings together these worlds of environment, architecture, people. It explores how people live in these very different places, but also how close these places actually are, in thinking, in environments, and in how people live and work. So it actually went back more to my early documentary photography. You’ll see in the exhibition and in the lecture that I’ll be giving that there’s hardly any architecture in my photographs. I got a minimal briefing of each place where the students did research, and I explored each of these places during a number of days and show my encounters in these places. For the project, I visited about 13 different sites all over America and Mexico, and you see in the end how close together they are, how people’s lives and aspirations are so similar, and how incredibly connected these two countries actually are.</p>\n<p><i>Iwan Baan will be giving his lecture, “Two Sides of the Border” at 6:30 pm on Thursday, January 24 at the Yale School of Architecture.</i></p>\n<p><i>The exhibition, “Two Sides of the Border,” will be on display in the Yale School of Architecture gallery until February 9, 2019. </i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Lau"},"slug":"katie-lau","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Same Same, But Different"},"meta":{"volume":"4","number":"10","publication_date":"2019-01-24"}}}}