{"title":{"rendered":"Internal Memo: A GRT Dinner"},"content":{"rendered":"<p><span>After running a brief introduction to Dinner with Designers (see </span><a href=\"https://yalepaprika.com/articles/dinner-with-designers/\"><span>https://yalepaprika.com/articles/dinner-with-designers/</span></a><span>) in our “Vernacular” issue, Katie Lau, Andrew Economos Miller, and I attended one of said dinners last Saturday evening. This particular event took place in Guilford, CT, about thirty minutes away from New Haven – a bit of a departure from the usual New York City locations. The hosts for the evening were Rustam-Marc Mehta (M.Arch I ‘07) &amp; Tal Schori (M.Arch I ‘09) of GRT Architects, and Rustam’s wife Aude Jomini (M.Arch I ‘10). A major draw of the evening was the promise of touring the “Spaceship” where Rustam and Aude live, built by architect Wilfred Armster in 1984. Their one-bedroom unit is part of a larger condominium, with four levels to each apartment, and filled with Aude’s art collection and numerous books and objet d’art. The evening’s food was from local Guilford BBQ stand, The Stand, and entertainment was provided by Rustam and Aude’s British Shorthair cat, Fur. </span></p>\n<p><span>Dinner with Designers is posed as a way for young designers to speak and interact with older designers in an intimate setting, providing a platform for conversations that would be difficult to otherwise choreograph. I was surprised that besides organizer Madelynn Ringo (M.Arch I 2016) and a few friends, at least half of the attendees were unaffiliated with Yale and seemed to have found Dinner with Designers on their own, speaking to the success of the endeavor. I imagine that dinner with a tableful of strangers could be awkward, but Madelynne kept the conversation flowing with directed questions, while Rustam and Tal were gracious and incredibly honest, making for a lively exchange around the table. It did help that there were a few YSoA graduates in attendance – gossip is a good conversation starter. The topics discussed ranged from family background to partnership dynamics to the process of starting a firm; Rustam and Tal began their practice three years ago with a facade and lobby renovation while still working at their day jobs, and now have five employees in their Greenpoint office. </span></p>\n<p><span>I suppose the purpose of this memo is to encourage readers to attend a dinner, if given the opportunity, or start your own dialogues with designers around you. It’s informative to see and hear real examples of how designers live and work after school, and also incredibly interesting to look inside other people’s homes. For me, Dinner with GRT was a fun break from school that left me optimistic about the effect of the dinner series, and even slightly uplifted about architectural practice – would recommend. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Illusion, Deception"},"meta":{"volume":"4","number":"08","publication_date":"2018-11-15"}}}}