{"title":{"rendered":"Interview with Jonathan F. P. Rose"},"content":{"rendered":"<p>KIRK HENDERSON, MARCH I’16 &amp; SOM ‘16</p>\n<p>&nbsp;</p>\n<p><span>In recent years, the developer studio has engaged a variety of people, from the “five-star hippie” John Spence to the deeply commercial Isaac Kalisvaart. Jonathan Rose, this year’s Bass Fellow for the developer studio taught with Caples/Jefferson, evinces principles of social justice, and has a strong record of affordable housing. I spoke with Jonathan about how he became a developer, how architecture factors in his work, and his hopes for the studio.</span></p>\n<h1><span>Origins</span></h1>\n<p><span>KH: You graduated from Yale College in 1974 with a B.A. in Psychology and Philosophy. How did you transition from these academic studies to real estate development?                                                                                                </span></p>\n<p><span>JR: You know, I actually don’t feel like I made a transition? </span><i><span>(pause.) </span></i><span>I feel like I’m a lucky person, who was born with a sense of mission. Ever since I was a very small child, I was very interested in buildings and cities. I was also quite interested in nature and social justice and the civil rights movement. And I wanted to put all those issues together.</span></p>\n<p><span>As a student at Yale, I knew that there were seeds of this wholeness in physics and biology, but also in philosophy and psychology. I was interested in weaving together all the different threads. That’s been a life pursuit.</span></p>\n<p>&nbsp;</p>\n<p><span>KH: How did you make your way to development in the commercial realm?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: So, my father was a real estate developer, as was his father and his uncle. I saw that my desire to create a more environmentally and socially just world could be built. They weren’t just abstract ideas, they needed to be grounded in reality. After Yale and U Penn, I went into my family business for thirteen years. Then, in 1987 I joined a new group called the Social Venture Network, which was exploring what social enterprise could be. The early founders were people like Ben and Jerry’s Ice Cream. I thought, “Ice cream is great, I love ice cream, but what if I could take these ideas and apply them to buildings?” So in 1989 I started my company to see if I could create a mission-focused business through buildings. And…it worked.</span></p>\n<h1><span>The Studio</span></h1>\n<p><span>KH: The studio will work on a real project on a site in Harlem. What does the studio process look like to you?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: I hope with the studio that people will work on individual components as well as the larger site picture. One might be the green strategy, another might be a community media room. What is the architectural problem of a community media room of the 21</span><span>st</span><span> century, in Harlem? How do much broader social networks, building systems, and electronic media all come together in a place? We might delve into specific components of the building in much more detail.</span></p>\n<h1><span>Development and Architects</span></h1>\n<p><span>KH: Development can seem like kind of a black box. How do you interact most with architects?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: So I was discussing a project with Bob Stern, and he said, “Oh, the developers just tell us we have to design to a budget, and then they tell us we designed over-budget, and then they cut stuff.” With us, we completely share our budgets with our architects, because we’re solving problems together. Intelligent systems have feedback loops, and if you don’t provide the feedback, how can an architect do their best work? It seems to me there’s a risk from not sharing information. We need to design better systems, and you can’t do that without a huge amount of information flow and sharing.</span></p>\n<p>&nbsp;</p>\n<p><span>KH: Why doesn’t everyone on a building project share information? This is an endemic problem within the building industry, where information sharing is seen as a risk….</span></p>\n<p>&nbsp;</p>\n<p><span>JR: Well yes, but I don’t understand [that mentality] at all. It seems to me there’s a risk from not sharing information. You still own information in a project, but sharing it is essential. With issues like climate change, population growth, and the larger issues that are shaping the world, we need to design better systems, and you can’t do that without a huge amount of information flow and sharing. So, from an evolutionary metaphor, those who work in isolation will be less fit.</span></p>\n<p>&nbsp;</p>\n<h1><span>Architectural Practice</span></h1>\n<p>&nbsp;</p>\n<p><span>KH: Could you explain more about the divisions and connections between architects and developers? How do you engage with architects?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: So, we hire a third-party architect for all our projects. We do not design them in-house. But almost all of our staff have planning or architecture degrees. In fact, they used to have more planning degrees, now they have architectural degrees, and actually the most common one is architecture and real estate. So programs like Columbia, MIT – a real estate degree is more relevant to us than a business degree.</span></p>\n<p>&nbsp;</p>\n<p><span>KH: Do you see architects asking for the kinds of information you’d like them to use, or being prepared to use it?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: We only work with architects that believe in collaboration. And I think that’s the spirit of architecture today. For example, on our Tapestry project, Harry Cobb put so much attention to the window details because of the [financial] issue of waterproofing liability. He was trying to do something that challenged a normal appearance, but was also absolutely waterproof, and was also constructible in our tight budget.</span></p>\n<p>&nbsp;</p>\n<p><span>KH: Do you think architects are able to capture the full economic value of their work? Do you think architecture is more like a service industry, say how a firm like McKinsey creates information; or like a manufacturing industry, providing a fixed good at the lowest cost?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: So first of all, I believe architects are the lowest paid of all professions, or one of the lowest. Maybe social work pays less, but it’s pretty bad. So that part I get.</span></p>\n<p><span>Second, architecture is a service business. Yes you get paid for the service, and you don’t have a future [economic] stake in the object you create. But theoretically, like McKinsey, architecture firms grow methodologies for how they approach designs and how they solve them. You’re learning, you’re growing, developing a world-view, a body of work, intellectual capital, social capital in relationships – all those have value.</span></p>\n<p><span>And, many architects no longer think of themselves as building makers. Instead they’re furniture designers, graphic designers, product designers, even ideas themselves. One way to overcome the limitation of how much young architects are paid is to design more things.</span></p>\n<p>&nbsp;</p>\n<p><span>KH: ..If we could only design more than 24 hours into a single day…</span></p>\n<p>&nbsp;</p>\n<p><span>JR: Well yes, there’s that. And then there are architects who become developers.</span></p>\n<h1><span>Impact vs. Form</span></h1>\n<p>&nbsp;</p>\n<p><span>KH: A lot of your work aims for positive impact in communities and cities. How do you see this relating to architectural form and design? How will you bring the question of impact into the studio?</span></p>\n<p>&nbsp;</p>\n<p><span>JR: First of all, there’s impact that is easy to measure, such as environmental performance. Then there are larger issues that are harder to measure now, but won’t be in the future. More communities are creating measures of well-being – environment, health, schools, walkability, etc. And you can measure the impact of a single building based on a community’s own definition. We need a much more dynamic vision of urban planning where we establish a vision of what wholeness and well-being is, and continuously move forward. Within that context, the question of building form is a small one. And if you really look at what most architects do in America, I don’t think [form] is what they do.</span></p>\n<p>&nbsp;</p>\n<p><span>KH: Do you think architects today focus their efforts on the building’s impact?</span></p>\n<p>&nbsp;</p>\n<p><span>JR:</span><i><span> (Smiles). </span></i><span>Well, the ones that I want to work with, yes. I think the architect who focuses just on form…is limiting his or herself from a much larger palette of opportunities. And frankly, my sense is that the best clients and the best projects are ones that are more comprehensive in nature than just concerned with form.</span></p>\n<h1><span>Closing</span></h1>\n<p>&nbsp;</p>\n<p><span>KH: What’s something you’re looking forward to this year at YSOA?</span><br />\n<span>JR: I’m looking forward to seeing designs and discovering ideas I’ve never seen before. I want to learn something new myself from this whole process, and to experience the joy of this infusion of new ideas. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}