{"title":{"rendered":"Interview with Keller Easterling"},"content":{"rendered":"<p><b>Where does the interest in AVs come from right now?</b></p>\n<p><span>I have long been writing about Autonomous Vehicles. In the book “Organization Space,” there is a chapter about highways and the dream of omni-directional movement that is perfectly synchronized and dispatched. The dream has been persistent, and it is only now that some of the technology is ready and gaining enough critical mass.</span></p>\n<p><b>So you have predicted this move for awhile…</b></p>\n<p><span>I’ve also been studying how AVs have been merging and breeding with other vehicles—not only cars but elevators and all the equipment of container shipping. We did a studio on this in 2003/2004 at Yale. It’s really interesting to see the technology emerge, and yet what do we have to meet it during a moment when the current president is proposing Eisenhower era infrastructure plans? </span></p>\n<p><b>What are the negative consequences that self-driving cars could bring, and what are the things architects can do to bring positive results?</b></p>\n<p><span>AVs could cause more VMT or “vehicle miles traveled” and therefore more congestion, more sprawl, and more emissions. It is a weird boomerang effect. Their potential cheapness and popularity might mean that people would take them instead of transit. Our premise [In Launch] has been that there is an essential spatial variable missing from the equation, and that the business of intermodal switching, up-switching and down-switching into transportation of different capacities occupies a new space  in our urban culture—the space of the “switch.” Since the formation of these switches has a public/private characteristic, it becomes a good organ for organizing both investment and innovation.</span></p>\n<p><b>Can you talk a little bit more about the spatial consequences, about what the switch is, and what the different “upshifts” and “downshifts” are?</b></p>\n<p><span>We have been looking at different kinds of cities with different kinds of transit needs, different kinds of infrastructures. In some cases the switch is not that different from a train station, but it is linking AVs, highways, trains, bicycling, jogging and other modes of transit in a new constellation. Given the potential popularity of the AV, it would bring a greater ridership to the train. Real estate revenues from the switch support both innovation and maintenance of transit. We are also saying that the AV helps to solve the difficult itineraries of families. Rather than individually owned cars, a fleet of cars circulates to address more needs. In the switch, given that there are so many different options for picking up and leaving, daycare, food, etc. that addresses complicated problems around crunch times in everybody’s lives.</span></p>\n<p><span>In the Suburbs, what if there is a neighborhood switch? If you can walk to that substation, why do you really need a garage, and why do you need all that asphalt and pavement? There are many people that are already asking for that extra space in the suburb for either child care or for cooking or another kind of landscape. The idea of biking, walking, and running that last mile is also a question we have been talking about.</span></p>\n<p><b>Something you’ve talked about in the class is this different ownership model. Maybe innovation isn’t investing in individual ownership, but some sort of useable fleet.</b></p>\n<p><span>If you drive to public transit and park their car, that car is out of commission during the day, and your family suddenly needs to have multiple cars. While the fleet alone might encourage more VMT, the fleet and switch together solve a lot of problems. As architects, we want to assert that, despite the authority of law, econometrics, and informatics and despite the contemporary trend to propose innovations on digital platforms, space is an underexploited medium of innovation. </span></p>\n<p><b>There’s people like Jeff Bezos and Elon Musk who are controlling facets of society that have broad reaches. I wonder what your opinions are on this concept of the star-entrepreneur holding all this power? </b></p>\n<p><span>The charismatic inventor/entrepreneur has a long history—think Edison, Marconi or Alexander Graham Bell. In the late 19</span><span>th</span><span> and early 20</span><span>th</span><span> century, sometimes huge infrastructure shifts were led by single entrepreneurs, and they were the heads of global organizations. Large monopoly corporations overseeing massive utility networks sometimes took their place. Now you have a weird mixture of the two. Sometimes innovation needs a certain kind of personality or character to introduce it. Maybe it is not the tall handsome guy but some other cultural story that makes and idea contagious. I want to find out what those stories and catalysts are and try to play them  to figure out what spin is necessary. </span></p>\n<p><b>More specifically towards AVs, are there any designers or groups of designers who you think are designing for these issues really well?</b></p>\n<p><span>Well unfortunately architects don’t come to mind. And they should. Your class [Launch] should be getting more attention. One of the reasons why we have been pushing so hard and making such a difficult schedule for ourselves is because now is the time. There have been small projects here and there, but they may be sponsored by a big organization, like Audi. There is just another kind of effort that is needed to make the switch idea more popular. Rather than waiting to be asked by Audi, our efforts are another kind of initiative. Architects can be cultural advocates or innovators. Beyond the “start-up” clichés that surround entrepreneurialism, spatial innovations have their own flavor or style—their own labs, partners, funding sources and cultural stories</span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"Silicon Valley"},"slug":"silicon-valley","meta":{"volume":"2","number":"21","bulletin":false,"publication_date":"2017-04-13"}}}}