{"title":{"rendered":"Interview with Neyran Turan"},"content":{"rendered":"<p>Neyran Turan (MED ‘03), is an architect and the co-founder of NEMESTUDIO. Her work incorporates issues of form, representation, geography, and materiality, utilizing these frames to expand the architectural imagination.</p>\n<p>Maia Simon spoke with her via email.</p>\n<p>&nbsp;</p>\n<p>P!: In the article, &#8220;How do Geographic Objects Perform,&#8221; you describe your exhibition, STRAIT, in which you represent the Bosphorus Strait as an architectural object that &#8220;renders the Bosphorus simultaneously more tangible and more abstract.&#8221;<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> How does tying an experiential quality to data shift our use or interpretation of it?</p>\n<p>&nbsp;</p>\n<p>NT: The STRAIT installation can be thought of as an inappropriately scaled (too big for the space it sits in) and purposefully abstracted physical architectural model of a geographic feature (it extrudes the shorelines of the Bosphorus Strait to the height of the ceiling without the articulation of its topography).<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> First, when the user confronts this artifact at the entrance of the gallery and decides to pass through it, the experience evokes the narrowness of the Bosphorus Strait. Second, since the installation reconstructs the crenelated shorelines of the Bosphorus with locally used crown moulding section profiles, which are commonly used as interior ceiling ornamentation in Istanbul, geographic information gets translated to the user through a familiar architectural detail. The experience of the narrow route and the familiar detail gives a particular reading of this geographic feature and creates wonder and curiosity. After engaging the installation object in experiential terms, the users are then presented with the geo-political framing of the Bosphorus Strait through a film, which tells the story of a fictional oil tanker that gets stuck in the Strait and presents the installation object itself as one of the characters in the film.</p>\n<p>&nbsp;</p>\n<p>[The] Bosphorus Strait is one of the most important oil-shipping choke points in the world; yet, the daily passage of oil tankers through the middle of the city is paradoxically very much part of the Bosphorus picturesque. In that sense, the film restages another familiar artifact (the oil tanker), this time through its very geo-political framing. [The film] situates the Strait as part of the larger territorial hinterland of global resource geography. Here, architecture works as a mediator to contest bodily experience with larger scales and frameworks of geography. Resource geographies are landscapes that lie outside of ecology’s focus on the natural and wilderness landscapes, and urbanism’s focus on the city, because of their invisibility. But, they play a central role in the production and conception of what is known to us as the built environment. In that light, the STRAIT installation calls for an architectural imagination that can stage these landscapes from a geographic point of view. It renders the geographic scale as a tangible entity through the limits and potentials of design thinking. In parallel, in an attempt to expand our disciplinary imaginary, the project uses familiar architectural strategies toward what is considered to be unfamiliar within a disciplinary setting and brings them into architectural consciousness.</p>\n<p>&nbsp;</p>\n<p>P!: How do you operate between research and practice in your work?</p>\n<p>&nbsp;</p>\n<p>NT: I am an architect by training and see myself both as a scholar and a practitioner of architecture. The nature of my work requires both of these sensibilities, not as diplomatic coexistence but as active critical examination. My work would lack important aspects if these two ways of working did not inform one another and were not in productive tension. My work focuses on alternative forms of environmental imagination within architecture and their capacity to trigger new aesthetic and political lines of inquiry within the design disciplines. These investigations require me to actively participate in the critical reflection and production regarding within this body of knowledge both by reading and writing about these ideas but also by proposing alternative design methodologies, techniques and ways of working.</p>\n<p>&nbsp;</p>\n<p>P!: In several projects you have explored an interest in the effect of territorial scale objects on urban systems. How does this insertion of a legible edge or frame restructure urban environments?</p>\n<p>&nbsp;</p>\n<p>NT: My earlier projects and writings problematized the limited understanding of the horizontal surface in architectural urbanism. For instance, my short essay titled “Flat Primitive” and our speculative project TYPO both argued for an expanded politics and aesthetics of territory in architecture. Both the article and the TYPO project called for a particular aesthetic understanding of the horizontal that goes beyond the seamless ground of field conditions where everything is connected to one another via flows and networks. The argument behind those early studies was that by making legible the limits of geography through form or representation, we can comprehend the political dimension of territories, not only as flows, networks and processes, but also as spaces with limits, frictions, and political ecologies.</p>\n<p>&nbsp;</p>\n<p>P!: Your recent work examines the border between man-made systems and the geological and geographical through explorations of temporality; how does it expand the potentials of the architectural object to rethink it in terms of geological time and geographic spatial impact?</p>\n<p>&nbsp;</p>\n<p>NT: The idea of long-span (both temporal and spatial) has been an important framework for most of my recent work. Given our contemporary environmental, political and economic crises, architecture might seem to need the most impermanence almost at the risk of disappearing. However, instead of associating impermanence with temporality and permanence with solidity and inflexibility, I am interested in more expanded associations that come with the idea of temporality. Take a polystyrene coffee cup or a take-out box, for instance—whose usage time is perhaps the most ephemeral (less than an hour) but we also know that it will still be on the surface of the Earth after 500 years.</p>\n<p>&nbsp;</p>\n<p>Accordingly, our artifacts, objects, and materials might need to be reimagined within longer span of time and larger span of Earth. I am interested in the relevance of these questions for architecture. In one of our very recent projects titled “Nine Islands: Matters Around Architecture”, for instance, we examined the under-conceptualized long span of architectural materiality as something that starts from the extraction of a particular raw matter from a specific geographic location: to logistics, supply chains, construction, demolition, waste and decomposition by focusing on particular building materials. The more we are aware of the spatial (geographic) and deep (geologic) long span of architectural materiality, we will build more connections in understanding buildings as piles of matter and “stuff,” which all circulate and construct before and around the building.</p>\n<p>&nbsp;</p>\n<p>Second, for us, the phrase “matters around architecture” was interesting as it points to the kinds of ordinary activities that take place around the material practice of architecture. From regulations such as building codes, technical standards, specification requirements in relation to extraction, processing, construction, demolition, inspection, maintenance, and waste management of these materials, they all contribute to the technological, social and political ecology around architecture.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Turan, Neyran, “How do Geographic Objects Perform,” in <em>ARPA Journal</em>, Issue 03, July 3, 2015. http://www.arpajournal.net/how-do-geographic-objects-perform/</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> NEMESTUDIO, “Strait” 2015. http://nemestudio.com/projects/strait</p>\n<p>&nbsp;</p>\n<p>November 9, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Neyran Turan"},"slug":"neyran-turan","meta":{"degree":"M.E.D.","graduation_year":"2003"}}],"fold":{"title":{"rendered":"Edge"},"meta":{"volume":"3","number":"07","bulletin":false,"publication_date":"2017-11-09"}}}}