{"title":{"rendered":"Intersecting Parallels"},"content":{"rendered":"<p>NAZARETH EKMEKJIAN</p>\n<p><em><span>Nazareth Ekmekjian is Mobility Prototyping Designer at Piaggio Fast Forward. Nazareth received his B.Arch from the Southern California Institute of Architecture in 2008 and his SMarchS from MIT in 2015.</span></em></p>\n<p><span>Even as a practitioner of design on the fringes of our discipline, it is impossible to remove myself from everything that I have been taught throughout my architectural education. </span></p>\n<p><span>My most recent professional endeavors have led me towards the intersection of architecture and mobility, via the field of robotics. Operating as the innovation branch of its parent company, Piaggio Group, Piaggio Fast Forward proposes and develops new lightweight mobility platforms which address the needs of future cities and their inhabitants. PFF spent its first six months researching and brainstorming over 100 ideas for possible models of personal mobility. Led by its co-founders, Jeffrey Schnapp and Greg Lynn, the company approaches mobility through the lens of architecture. Interestingly enough, my educational and professional background prior to PFF was never focused on urbanism, yet it was clear that in order to understand the complexity of mobility at the granular level, the first challenge was to understand the needs of people moving through cities. Cue case studies and market research.</span></p>\n<p><span>As I alluded to earlier, prior to PFF I spent several years focused on robotic fabrication, composites, and process-driven craft. Directly following my undergraduate studies at SCI-Arc from 2003–2008, I worked at Machineous, realizing projects for other architects or artists. It was simple: drawings, 3D models, and budgets came in, and projects, prototypes, and installations went out. More often than not, these were “one-offs,” meaning each project was an opportunity for us to reinvent our workflow and develop a new approach to a new problem. From there, I was appointed to SCI-Arc’s Robot House, where for two years I facilitated various design studios and seminars utilizing the lab as a grounds for research and experimentation. Since then, I’ve gone on to complete my graduate studies at MIT, which allowed me to build on my trajectory thus far. </span></p>\n<p><span>Regardless of the task at hand, I’ve always taken an architectural approach. PFF’s first product, Gita, which was revealed in February of 2017, is a prime example. Leveraging a collaboration with mechanical, electrical, and software engineers as well as boat builders in Bristol, RI, Gita is the result of design thinking that spans disciplines and scales both conceptually and literally. Much like the work of Eladio Dieste or Felix Candela, its structure is its envelope vis a vis its overall spherical form. It is design thinking that enables projects such as Gita, a vehicle the size of a bean bag, to be perceived as no different than a full scale building.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Parallel [Design] Approaches"},"meta":{"volume":"3","number":"14","bulletin":false,"publication_date":"2018-02-21"}}}}