{"title":{"rendered":"Interview with Peggy Deamer"},"content":{"rendered":"<p><em>with</em> <strong>ELAINA BERKOWITZ</strong> <em>(M.Arch &#8217;17)</em> &amp; <strong>JESSICA ANGEL</strong> <em>(M.Arch &#8217;16)</em></p>\n<p>&nbsp;</p>\n<p><em><span>Deamer is the assistant dean and professor at the Yale School of Architecture. She is also a principal in the firm of </span><span>Deamer Architects</span><span>.</span></em></p>\n<p><b>Q: What do you think the role of students should be in a dean search process, and how transparent should that process be on the side of the administration?</b></p>\n<p><span>I think the role of the students is significant. It’s as significant as the faculty in some way. You’re the consumers. So it’s important for you and your opinions about the education you want to be heard and expressed.</span></p>\n<p><span>In terms of transparency, the search committee has been told by the university administration that it can’t be transparent. So the students are not out of the loop vis-à-vis what’s going on. It was made very clear to all of us in the faculty, on the executive committee, by the search committee that we would not get strong candidates if they felt in any way, shape, or form that their name was being circulated. So, following that, I think the search committee is trying to let it be known that they are receiving information, hearing information, even if there’s not that much that’s going back out. That’s just how it’s been determined to be.</span></p>\n<p><b>What image do you think the Yale School of Architecture projects, and do you think this is a result of or despite the dean? How much has he been involved in creating the image of the school?</b></p>\n<p><span>I think that there was a reputation that Yale had prior to Bob coming, that was one, an Americanist [reputation], and two, formulating a kind of model of leadership around a significant practicing architect. So, practicing architect, big name, American. I think Bob has continued in that tradition. And I do think that the school’s identity is more attached to him than prior deans. Maybe it’s a separate question to what that identity is. He’s very much made it his own, and I think he would not dispute that. He’s taken pride in that. And I think that’s part of why this search might feel slightly more exciting, unknown, big. Because of the very, very deep association that the school currently has with him.</span></p>\n<p><b>What do you think is the institutional identity of the Yale School of Architecture is, and what do you think is important for us to preserve in that identity, moving forward?</b></p>\n<p><span>I think there’s a reputation of architecture as a discipline which is particular and circumscribed. Which is that we will build, we will practice. Absolutely, we know how to design. The design still matters. That we might do research, or we might move into theory, or might move into fabrication, or might move into politics, all of which I think is open, but that you are being educated to feel confident about how to design. And I think the manifestation of that is, even though you’re all caught up with different programs, we all make models, we all draw. I think that’s important, and I think that should be preserved. So that’s one part of it.</span></p>\n<p><span>The other is, there always has been a tradition that our role is to support your own individual voice, as opposed to telling you the way. And I think in some way, that gets wrapped up with plurality. I don’t think it is the same as plurality. I think plurality [here at Yale] indicates plurality of style. And it’s really more that our job is to make you feel that you know why it is that you do [what you do]. That you’ve thought that through in terms of your own aesthetic, in terms of the kind of jobs that you want to take, how you want to perform. That is one reason that I’ve been happy to teach at Yale, and I think that should be preserved.</span></p>\n<p><b>Some of the comments we’ve seen on the survey say there should be more support of individual research, or maybe more room in our course structure to be able to focus your education. How do you think a pluralist school would be able to support individual pursuits?</b></p>\n<p><span>To the question around pluralism- I worry that pluralism is now too equated with style. I think a reinterpretation of pluralism today would be that there would be more ways of practicing. That research would allow you to pursue different tracks, which could be fabrication, housing, environmentalism, or non-profit work. Whatever it is, I think … students would be able to get exposure to those different options, which are options of practice, not options of style.</span></p>\n<p><b>It seems that at Yale, the dean has a strong impact on the school, where at other schools this seems to be less so. To what extent do you think there might be a shift in terms of power as well as identity with the new dean?</b></p>\n<p><span>At many other schools, the dean represents a number of different departments, whether it’s landscape, planning, and architecture, or interior design, architecture, and urbanism. This is one of the few schools where the dean is only responsible for architecture. Here it’s different, so it’s structurally set up for a powerful dean. I’ve been through three deans, and they were very different, in terms of how much they control the working of the school. Bob is particularly strong. He has not been interested in sharing decisions. He would be the absolute first person to say that. I think it’s his style, but it’s also his opinion of the school. That it had been too all over the place, and the quality of education, lectures, and exhibitions had suffered because it was too democratic. So the way that wasn’t going to happen was to control it. </span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"We Are More"},"meta":{"volume":"1","number":"04","bulletin":false,"publication_date":"2015-05-08"}}}}