{"title":{"rendered":"Interview with Bryan Boyer"},"content":{"rendered":"<p>BRYAN BOYER</p>\n<p><span>Bryan Boyer is a cofounder of Dash Marshall, where he leads their strategic design work focused on social impact in American cities. Previously, he helped develop the Helsinki Design Lab and Makeshift Society Brooklyn. After graduating with an architecture degree, Bryan quickly learned it wasn’t architecture he was in love with, but the relationship between humans, the institutions they create to organize themselves, and how those institutions relate to the tools they build. </span></p>\n<p><span>P: Tell us about how you got into this line of work. </span></p>\n<p><span>BB: I actually went back to school for architecture after dropping out of college to work in Silicon Valley for a couple startups during the first web bubble, which was around 2000, 2001. I decided that I didn&#8217;t want to do that forever, so I decided to go back to get a degree in architecture. Fast forward to when I was finishing my thesis and graduating with my graduate degree, I realized that it wasn&#8217;t software that I was in love with, and it wasn&#8217;t architecture that I was in love with, but the relationship between humans and the institutions they create to organize themselves, and how those institutions relate to the tools they build, and architecture is one of those tools. Maybe from the software perspective, which I would say has a much deeper concern for human interaction than architecture does these days. That was a lens I was bringing to it.</span></p>\n<p><span>So in my studies, I was always really into capital A architecture, but for the summer I would do things like work at IDEO, things that had more distance from the actual practice of making CAD drawings all day long. That was part of it. When I graduated, like everyone who goes to an Ivy League school, my plan was to go work for some high profile architecture firm and be a famous architect. I graduated, taught a summer course, and did a fellowship in Berlin, and by the time I finished all that up, the financial crisis happened. I sent portfolios and letters to five continents and got a consistent response of &#8220;yeah, sorry we&#8217;re not hiring, because the world is melting.&#8221;</span></p>\n<p><span>My position at Helsinki Design Lab emerged out of work that I had been doing for one of my professors during graduate studies. He had moved back to Finland and had asked myself and a colleague to join him months prior. I had said &#8220;Yeah&#8230;maybe, I’m going to go be a famous architect&#8221; and then only later did I come back and say &#8220;What was that you were talking about? It sounded kind of interesting&#8230;&#8221; So I was consulting for a little while with the Fins, and realized shortly after that it&#8217;s very rare as a designer that you get invited into a position of power, or into the orbit of power, and that was an opportunity that was too big to pass up. Not from a craven power-hungry perspective, but from the position of, optimistically or maybe even naively, being able to have some impact on the way that government works. The Finnish innovation fund really felt like a place where that was a possibility that was on the table, and was more genuine than I had seen elsewhere.</span></p>\n<p><span>P: And so how did that work translate into Dash Marshall?</span></p>\n<p><span>BB: I was in Finland for five years, but decided I wanted to be closer to home. The Finnish Innovation Fund is a really special organization. It’s some mix of think-tank, foundation, and venture capital fund. It has its own endowment of, at the time, around a billion US dollars, and reports directly to parliament. So there&#8217;s not really a thing like that in the US. Our politics are much different here. I thought about finding something in the public sector, but it didn&#8217;t feel like it would have the same degree of freedom that it did in Europe. There wasn&#8217;t a readymade place for me land or an obvious next step. We had started working as Dash Marshall a few years before I moved to the States, and the practice was growing, and it felt like the right time to say okay let&#8217;s just think about the firm differently&#8230;it doesn&#8217;t have to be just traditional architecture, it can also be a container for the strategic design projects that will inevitably come. It was sort of a leap of faith from that perspective. Sure enough, we ended up developing a line of strategy work at Dash Marshall.</span></p>\n<p><span>P: And that&#8217;s your position at Dash Marshall correct? You do the strategic design for an otherwise more prototypical firm?</span></p>\n<p><span>BB: Yeah, the firm is kind of two firms in one. My partners Amy and Ritchie run the architecture projects, and I contribute to it, and vice versa with the strategy projects. I&#8217;m the primary person for the strategy work, and from time to time pull in Amy and Ritchie. I would also like to say that the strategy work is almost entirely in collaboration with other studios or other groups. For instance, we did a project for Google which was us and another studio of similar size working together for the client. Our “strategic design team” at Dash Marshall is one or one and a half people, or even less than that, but we&#8217;re almost always contributing to a much larger project.</span></p>\n<p><span>P: HDL (Helsinki Design Lab) gave you financial freedom to work independent of clients, while at Dash Marshall you&#8217;re more akin a consultant who is hired. Could you speak to that difference and what it has meant for your work and its possible influence?</span></p>\n<p><span>BB: One thing about the current work is that we&#8217;re very lucky. The optimistic way to rephrase being small is to say that we&#8217;re lucky to be able to choose the people we work with, because we can&#8217;t work with that many. What that means is that the strategy projects that we take on tend to be with groups, primarily with foundations at the moment, that are able to straddle that line between being aware of and engaged in urgent challenges in American society, but also have a bit more patience to think about the longer term implications of what you&#8217;re doing today, and how you might do them differently. In Finland, there was a similar type of work that we did in that things had to be relevant to where society was at that moment in time, but we also had the freedom to fast forward and say, for instance, “we&#8217;re not just going to think about how food is regulated in Helsinki today, but we&#8217;re going to think about it can change in light of economic or demographic shifts.” That’s an aspect of the research that we were able to do more of in Finland because of the financial position of that institution, but we still take the same spirit with the projects we do at Dash Marshall.</span></p>\n<p><span>P: Obviously all of this work depends on money. In the case of the HDL, there was an endowment, and it reported directly to government. Now the work in America seems driven primarily by foundations, which themselves are acting as consultants to governments. I&#8217;m curious where you see money in all this, and whether the scope of your interest goes as far back as where that money is coming from, and with that, how it is best to interface with governments. Basically, how do you imagine those larger systems of economics that make your work possible?</span></p>\n<p><span>BB: The money question is obviously a big one. Let me ask you guys a question. As I’m hearing the things that you&#8217;re interested in—I can answer it from a theory perspective or a pragmatic perspective. When we talk about money, we can talk about the source of that money and how you get tied up in the ethics or values of those sources, how much freedom you have or don&#8217;t have based on the source of the income. On the other hand, we could talk about the pragmatics of running a small studio and what money means in that context. Is there one side of that that is more interesting to you?</span></p>\n<p><span>P: Both? Maybe start with the conceptual and the pragmatics will become self-evident.</span></p>\n<p><span>BB: The difference in Finland was that we didn&#8217;t have to dedicate any time to finding financial resources to do a project. If we had an interested collaborator inside government, we could say more than just &#8220;hey, let&#8217;s try something new,&#8221; we could say &#8220;let&#8217;s try something new, and by the way, we&#8217;re going to also contribute some funds, to de-risk it.&#8221; I think that&#8217;s the fundamental issue. If you&#8217;re in the business of helping people to do things they&#8217;re not used to doing, they get really concerned about risk, and it&#8217;s your job to think about how to eliminate or mitigate the risks they perceive.</span></p>\n<p><span>P: HDL would contribute money to those projects?</span></p>\n<p><span>BB: HDL was the name of a team within the Finnish Innovation Fund. As a team, we had a certain budget. There was a project budget separate from our operating costs, so we could essentially take a financial stake in some of the projects. And in other projects, it was enough to just bring the brain power, time and energy. So it depends on what you&#8217;re engaging with, and you certainly don&#8217;t want to be perceived as a pot of money, which is one of the risks of being the Finnish Innovation fund or a foundation. My friends in foundations say that ever since they got a job at a foundation, all of their jokes are funny all of the time. That&#8217;s the danger of being perceived as Mr. or Mrs. Money Bags: everybody wants to be your friend.</span></p>\n<p><span>From a money perspective, the difference is now we ourselves are not making a financial contribution to our strategy work. We have talked about doing it in some of our architectural projects — some exchange of fee for equity.</span></p>\n<p><span>Often, we work for foundations on behalf of cities. One of our projects right now is with a major foundation in the US, who have created a network of ten cities that they&#8217;re convening to encourage them to be the leaders of urban policy for autonomous vehicles. We’re contributing research and foresight, scenarios, design fictions, all in collaboration with another studio, and we&#8217;re producing that material for the cities ultimately, even though we&#8217;re being paid by the foundation. I think what this gets at is that in 2018, the relationship of client to designer to ultimate recipient of the work is more plural than it has been in the past. That&#8217;s the case for traditional architecture as much as for the strategy work.</span></p>\n<p><span>P: In that sense, how do you frame your value?</span></p>\n<p><span>BB: I’ll give you the pitch version and then we can talk about the pragmatics. From a pitch perspective, what we say is that we understand institutions and the built environment. Our good projects are about either rethinking the built environment or rethinking an institution, and our best projects are an opportunity to rethink an institution and its relationship to the built environment at the same time.</span></p>\n<p><span>The “innovation” industry in the States has been led by private studios like IDEO, FROG, and Jump, etc. that have emerged from product design, and as those firms have grown, they have started to turn their attention more towards institutional or organizational transformation, including within government. If I’m not being as charitable as I should be, those studios have to do a lot of work understand cities, and what it means to conceptualize the city, to make an intervention in the city, to grapple with all the competing factors that a city entails. Simple things like if your design process is predicated on going out and interviewing people and observing people, that&#8217;s great, but if you&#8217;re an architect, some of the people who will encounter or use your work haven&#8217;t even been born yet. So we have to develop a different way to produce the same kind of basis of evidence or source of competence to make design decisions, and I think there&#8217;s a lot of room for architects to evolve some of the methodologies that have come out of the human-centered design world to be more appropriate towards urban scale questions. That’s the theoretical territory we&#8217;re trying to operate in with our strategy work.</span></p>\n<p><span>P: Do you feel that in order for these new processes to take hold, they need material proof? Or is it enough just to have something to point at?</span></p>\n<p><span>BB: Just to clarify, you&#8217;re asking if you have to build the building for the architecture to be done?</span></p>\n<p><span>P: Yes&#8230;</span></p>\n<p><span>BB: I don&#8217;t think so. Here’s why. The Branch Libraries work and some subsequent work we&#8217;ve done for Civic Commons is really intended to create space for considering unknown alternatives. Those projects are meant to be delivered in a way that is just a little bit beyond the status quo, and it&#8217;s a tricky balance to strike where we want stuff to feel different enough that the viewer or the reader perks up and says &#8220;Hey, I don&#8217;t recognize this,&#8221; but not so distant so that they can discount it and say that it&#8217;s science fiction. So that&#8217;s why with the library project and the civic commons film, you see a concern with more than just, &#8220;Hey it would be great if libraries could hover off the ground and create space for a market below and have an interesting green roof!&#8221; It&#8217;s also about the way that collaborations between institutions snowball up to allowing those kinds of new things to happen. It’s not just the what, it&#8217;s also the how. </span></p>\n<p><span>To use the library project as an example, we created what I think of as a slow film, which is basically a narrated slideshow, which one of my colleagues presented at the forum that was organized at the end of that project. We also created a newspaper that was essentially a summary of the presentation. One of my colleagues, Landon Brown, was doing a project for Toshiko Mori with the Brooklyn Public Library, and was visiting one of the directors there and saw in her office a stack of our newspapers. So the way that I think about the work is that we&#8217;re trying to create a media experience, some artifacts, some tools in the most basic sense, to give people the confidence to do something different tomorrow than what they did yesterday. And from that perspective, I don&#8217;t think you have to build any of the buildings that we have in the proposal or even make the t-shirts that are in there. I think those are more indications of a direction, closer to a master plan than an architectural plan. That being said, would we like to build some of that stuff? Absolutely. And if we are given the opportunity, or somehow manifest the opportunity to do that, we would take the work that you see in the libraries project as the brief, the terminus of that project becomes the beginning of a new design project. The same way you would interrogate the brief for a studio project, we would take the assumptions and givens that came out of that film, and turn them on their head again and start over.</span></p>\n<p><span>P: You&#8217;re almost defining the rules for other architects — operating a half step above the designer. </span></p>\n<p><span>BB: We&#8217;re not designing the rules, we&#8217;re helping the client really clarify their goals, and clarify the opportunities they want to pursue, and then communicating both of those in a higher bandwidth piece of media rather than just a written document.</span></p>\n<p><span>P: But in that way, the client might be the city.</span></p>\n<p><span>BB: Right, this is where it gets tricky. Our Libraries project was actually commissioned by the Center for an Urban Future and the Architecture League, but it was basically to nudge the city to think differently about the physical plant of the libraries, and by extension, also the way that they budget for the libraries, which is a mess in NYC.</span></p>\n<p><span>P: Do you [Dash Marshall] need to build them? Or should someone else?</span></p>\n<p><span>BB: Good question. It’s not imperative. In an alternate world, the Dash Marshall strategy business could exist completely separate from the architecture business. I think what is interesting about being able to straddle those two, and be able to shepherd a project from one side of it to the other, would allow us to make sure that the really fragile consensus can translate through.</span></p>\n<p>&nbsp;</p>\n<p><span>When you run a strategy project and it goes well, there&#8217;s a kind of mind-meld that happens with the people who are commissioning the work and the people who are delivering the work. What happens is you start with some assumptions, you disassemble those, test different ways to put them together, and end up with a new position which is synthesized from those scraps. If you imagine at the end of the design process, you have the final thing that you designed&#8230;if it&#8217;s a building, you have the plans for that building. But you also have all of the insights that you gathered along the way which are in many cases very difficult to capture, to document in any successful way. For strategy projects, because the work is even more abstract than architecture, it&#8217;s even more difficult to wrap all of it up. The thing that is compelling about being able to move from strategy into traditional architecture is the potential of maintaining those threads from the initial wide open questions all the way through to something that is delivered. Let me give you an example:</span></p>\n<p><span>In HDL, one of the projects we worked on was called </span><i><span>Low2no</span></i><span>, which was an initiative to transform the way that Finland’s real estate, construction, and design industry work to be more cognizant and focused on low carbon. Sitting down and justifying that goal and that reasoning is one task, and that&#8217;s easy to do. Setting about to build a project that demonstrates it is another challenge, which is a clear task in its own right. We found that if you can hop back and forth between strategy and delivery, you&#8217;re able to find some really interesting opportunities to deliver more than you expected. In the process of delivering a building which would make real these big picture ambitions of the project, we got to a very common question, which was, “What should the building be made of?” The design team (ARUP + Sauerbruch and Hutton, with ARUP as the project lead) proposed timber, but a large scale timber building was illegal in Finland at that time. In a normal project, this would be a stopping point. However, because HDL occupied the fulcrum point between strategy and the delivery, my colleagues were able to say, “Great, let&#8217;s find a way to change the laws,” and then spun up a parallel initiative to work with the Ministry of the Environment to rewrite some of the fire codes that were inhibiting the possibility of using large scale timber. In the end, they were successful in that, so today, you can build a tall building out of timber in Finland. </span></p>\n<p><span>If you&#8217;re completely focused on the delivery, and you don&#8217;t have the capability with the strategy side, you would pass that opportunity by. Interestingly enough, the building that came out of our project is not built of timber, it&#8217;s built out of concrete. But, the legal change had already happened, so the systemic effect has delivered on the promise, and there are numerous other large scale timber projects that are under construction or announced for future construction. I think that project is really tough to grapple with for somebody who genuinely does love buildings and the built environment. The building that came out of this project is kind of mediocre&#8230;it&#8217;s as good as Sauerbruch and Hutton could make it in some really tough conditions. But from the strategic perspective, the building is less important than the systemic changes that were initiated alongside the process of delivering the building. </span></p>\n<p><span>P: What&#8217;s the difference between strategic design and politics? Would you be better served within a government rather than consulting them?</span></p>\n<p><span>BB: The world used to be rather simple. If you were an architect designing a house for somebody, there&#8217;s one party on the commissioning side and one party on the delivery side. As projects got more complicated, there was one person commissioning and a team collaborating on the delivery. More recently, there is a trend towards participatory design, which is the inverse: there&#8217;s one studio organizing the work, but there are a lot of different “clients” who you are trying to balance the interests of. When you talk about work that is political in nature, there is a many to many relationship. When I think about our autonomous vehicle project right now, we are trying to satisfy a lot of different parties while also doing work that is collaborative across different studios and entities on the delivery side.</span></p>\n<p><span>The reason I asked about the conceptual versus the pragmatic is because when you do this kind of work, it&#8217;s very easy to get conceptually mired about the politics. If you do that, you can write some great books and be incredibly sharp on paper on the theory of possible work but never actually deliver anything. Our bent at Dash Marshall has been that we don&#8217;t publish renderings or conceptual products, and we don&#8217;t care if we make a great Powerpoint deck if it doesn&#8217;t actually change anything. We are invested, optimistically and perhaps naively, in trying to improve the world in the way that we know how, and the </span><i><span>modus operandi</span></i><span> is to make the least bad, most flexible choices that we can make. We don&#8217;t want to constrain future optionality, and we don&#8217;t want to make bad choices or do bad things that violate our ethics or morals in the here and now, but we are committed to taking action, we are committed to doing things and not just talking about them. That’s the bias that we use when projects come across our desks and the various opportunities we consider.</span></p>\n<p><span>P: It&#8217;s strikes me how humble that is, particularly compared to how social impact has been talked about in architecture in the past hundred years. It’s not bombastic, it&#8217;s not exuberant, it&#8217;s entirely pragmatic. And it&#8217;s interesting that you find the pragmatic world as a release from the theoretical, which is the opposite from how it&#8217;s understood at architecture school, where you turn to the conceptual to be free from what&#8217;s actually happening. You&#8217;re really saying the opposite.</span></p>\n<p><span>BB: When we graduated and saw other colleagues putting up their websites with their thesis project listed as in &#8220;design development&#8221;&#8230;permanently. Come on! Who are you kidding!</span></p>\n<p><span>In our conversations with developers (and there are good developers and bad developers, like architects), one thing I’ve come to appreciate is that they have an incredibly pragmatic way of talking about things. It’s almost disarming how straightforward they can be.</span></p>\n<p><span>On the strategy side, people ask constantly, &#8220;Why are you here? Why is there a designer here? Why does design matter to this project?&#8221; You can&#8217;t use any kind of theoretical explanation to explain that to the mayor. You have to tell the mayor what value you can contribute to the project, and why they should listen to you and not somebody else. That has been a good, rigorous practice for us to force ourselves to talk about our work in a way that is very straightforward.</span></p>\n<p><span>Ultimately, we’re trying to use the business as a way to give us the exploratory freedom that we desire rather than relying on competitions for it.</span></p>\n<p><span>P: It&#8217;s striking how you’ve found freedom in the pragmatic, rejecting competitions and finding exploration through clients as opposed to unpaid imagination. It’s an interesting model and I wonder how many people are doing it. As students about to enter the workforce, it&#8217;s downright inspiring that we don&#8217;t need to turn to the tried and true unpaid and unhealthy conceptual work, but that that freedom can come through the day job.</span></p>\n<p><span>BB: In some of our work the conceptual exploration is extremely subtle. One, it&#8217;s being willing to be happy with that, and two, it&#8217;s finding other opportunities to satisfy your intellectual interests.</span></p>\n<p><span>We want to design spaces that are unusual and unexpected and present opportunities for the humans that occupy them that would not be available in a traditional space. That does not always have to have to come with an aesthetic that is overt. Each era of architecture has its own drawing type (Eisenman has the axonometric, etc.). For us, the wireframe is the one that makes sense. It’s the bones of the building that define the optionality for the humans that occupy it. If a spaceship is what works for you, if that&#8217;s what will make you comfortable in the context of these other weird things from a program or use perspective, we&#8217;ll work with that aesthetic. We actually have not formulated a conceptual position for the architecture that is satisfactory, but it&#8217;s some hybrid that is almost using the scenography of architecture to trick people into participating in spatial experiences that they otherwise might be afraid of.</span></p>\n<p><span>P: Any last thoughts?</span></p>\n<p><span>BB: One of the assumptions in today&#8217;s architecture world is that you go to an architecture program and you graduate and you go work for a studio. The idea is that that&#8217;s the best way to be an architect. One of the most inspiring things for me when I was doing the HDL work was encountering people in high places that had studied architecture. I think there&#8217;s a lot of opportunity for people with architectural training, and experience, to think about their ability to practice architecture in a non-traditional way, in a non-traditional setting, like inside a developer, inside a technology company, inside a government. If we as a group of people really care about the built environment and improving it, we can&#8217;t just do it as enlightened architects, we also need enlightened clients. People who sit on the other side of the table are incredibly important.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Bryan Boyer"},"slug":"bryan-boyer","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Process/Product"},"meta":{"volume":"3","number":"02","bulletin":false,"publication_date":"2017-09-21"}}}}