{"title":{"rendered":"Interview with Robert A.M. Stern"},"content":{"rendered":"<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob.jpg\"><img class=\"alignleft size-medium wp-image-1721\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob-223x300.jpg\" alt=\"bob\" width=\"223\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob-223x300.jpg 223w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob-761x1024.jpg 761w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob-830x1117.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob-230x310.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/bob-350x471.jpg 350w\" sizes=\"(max-width: 223px) 85vw, 223px\" /></a>On Monday, March 28, at three o’clock in the afternoon, the editors of <em>Paprika!</em> XXIV sat down with Dean Stern for an interview. Prior to this meeting, the editors had sent out an open call to the students of the School of Architecture, soliciting one hundred questions. They received forty. A blessing in disguise perhaps; the interview published here consists of fifty questions, and lasted well over an hour. Throughout the cheerful and lively conversation, we discussed socks, artificial intelligence and ‘getting Bobbed.’ Here’s a look at the man inside the Gucci loafers:</p>\n<p><strong>Are you a master?</strong><br />\nI never think of myself as a master. But I’ve been doing architecture for quite some time, so I should be on top of my game by now.</p>\n<p><strong>Who were your masters?</strong><br />\nAs a student, Paul Rudolph was without question the dominating force in the school, and I certainly respected him and his work enormously. I also respected Philip Johnson and his work, but he was not actually teaching when I was a student. He was appearing for lectures and studio reviews. Then later on at the end of my student days, I came in close contact with Robert Venturi. And in my early days as an architect—or as an intern architect if you will—I continued to be very close to Bob Venturi and his ideas. I published in <em>Perspecta 9/10</em>, which came out in the spring 1965, a significant excerpt from his book (<em>Complexity and Contradiction</em>) and also a significant portfolio of Venturi and Rauch’s early work. I began to know the work quite well in 1962 and was in close contact with Venturi from that point forward. A servant with three masters is a problem. Since, for example, Philip Johnson always said he liked Bob Venturi’s plans but couldn’t stand his buildings, Bob Venturi is not prone to like anybody’s work of his generation but his own, and Paul Rudolph not liking Bob Venturi, especially after Bob Venturi and Denise Scott Brown savaged his Crawford Manor apartment house in the book Learning from Las Vegas.</p>\n<p><em>We get interrupted by a phone call. We get interrupted twice this afternoon.</em></p>\n<p><strong>What does a master wear?</strong><br />\nOh, well. (<em>We are all looking at Dean Stern</em>) No, come on, it’s a silly question! (<em>We take it as a compliment</em>) Different people wear different things. Frank Lloyd Wright was an incredible fin de siècle dandy through most of his life with a flowing <em>foulard</em>. He frequently wore a beret, and then adopted the pork pie hat. You always could recognize him from his costume. Mies wore elegantly tailored suits. He probably had a tailor. Philip Johnson dressed very well. He was always impeccably attired. He could put on a pair of blue jeans and would somehow make you think he was attending a black tie party. Paul Rudolph wore these suits from Louis Boston, they were tweedy, they kind of looked itchy, but he was always well attired. In those days you wore a coat and tie. Charles Moore: bad suits, bad cloth. Tom Beeby: not a snappy dresser. Cesar Pelli dresses nicely, but I wouldn’t say he wore master’s clothes. And then there is me who likes to wear what I think are nice clothes. I always wear a white shirt, like Steven Harris, but I own a tie, unlike Steven Harris. You know, getting up at the hour in the morning I’m forced to get up, I reduce my decisions. I’ve always worn Gucci loafers since 1965 (the year <em>Perspecta 9/10</em> came out, editor’s note). You can always identify a pre-1965 picture of me. I might be wearing something else. But after that it’s easy. There you go. Why am I telling you all this? Herman Spiegel, an engineer… we don’t want to talk about his clothes. Going through the deans now. As to teachers, Jim Stirling was very notable. Jim Stirling began to put on quite a bit of weight in the course of the time he taught at Yale. He ended up very large. He always wore dark blue, immaculately pressed, long-sleeved shirts, which I believe he got from Turnbull &amp; Asser. So here he was, this ‘Mr. Anti-establishment’ shopping in the most establishment place. And he was very vain about his socks—bright colored socks. Clothes were very important to him—he would give an award to the project in his studio he liked best. He would give that person a shirt. So it was all about the costume. The fashion icon of the school, until recently mostly male, because the school was mostly male, I’m not going to comment on women’s clothes—I don’t want to get in trouble here.</p>\n<p><strong>What’s a color you like today?</strong><br />\nI always like yellow. I always wear a soft, buttery, yellow pocket handkerchief, and I think a pocket handkerchief is very important. I carry two handkerchiefs—one for show and one for blow. The blow one is in my back pocket. The one for blow may just be a pale blue (<em>pulls it out of his pocket</em>). Yellow, I reserve for the pocket handkerchief.</p>\n<p><strong>When did you commit to wearing yellow socks?</strong><br />\nWhen I returned to Yale as Dean. I think that Keller Easterling made an observation one day that Fred Astaire always wore yellow socks. It turns out, Fred Astaire did wear yellow socks a lot. I admire Fred Astaire. He also always wore pale blue socks. So I have this whole set of pale blue socks. But I’ve locked into yellow. It’s easier to stick with one color. And I think, Astaire wore pale yellow and pale blue socks because as a dancer, he was very aware of his feet and what they might look like—maybe wanting to draw people’s attention to his feet. Anyhow, they have become a signature of mine. But I’m no Fred Astaire.</p>\n<p><strong>Is it true that you get a headache without yellow socks?</strong><br />\nNo it’s not true! But I wouldn’t really know, because I hardly ever not wear yellow socks.</p>\n<p><strong>Why do you think most architects wear black?</strong><br />\nI think a lot of architects have confused the profession of architecture with a religious cult. I did not enter architecture with the same intention as though entering a holy order.<br />\nWe are now leaving the fashion compartment. Dean Stern seems pleased.</p>\n<p><strong>Your definition of opus latericium?</strong><br />\nOpus reticulata??? <em>Latericium</em>. I don’t know about latericium. So I’m confessing once again my ignorance as a Yale educated modernist.<em> It was the most common technique for wall-constructions at the time of Vitruvius.</em> Which was..? <em>To build a brick wall around a core of cement.</em> Well, if you just told me that…</p>\n<p><strong>What activities do you do besides architecture?</strong><br />\nNot very many (<em>laughs</em>). The older I get, the more I do less of the things that I thought I would do when I got to be older. So I don’t go to as many museums and cultural events as I would like. Once I became the dean, I stopped going on any kind of a regular basis to live theater in New York, which I used to be quite an habitué of. I just found for one thing an absence of free time, and another, I was usually so exhausted that at the end of the day I would go and sit in my one hundred dollar seat and have the most extensive snooze ever known to man which is neither nice for my companion nor for the neighbors in general, and probably rather disturbing to the actors on the stage if they could see me. I’m looking forward to catching a few plays after June 30th. On the weekends, I find myself writing emails and reading texts that have been written whether its Constructs or Dean’s letters or books like the book of the history of the school I’ve written with Jimmy Stamp, which was a four-year project.<br />\nI am the best editor I know. And maybe I’m the best editor period. I catch all kinds of mistakes. I cannot read a book by someone else without finding mistakes. On the other hand, I know there are mistakes in my books, I write in the margins, I correct the text. I’m obsessive. I have a very good eye for detail, which is very useful for an architect. I find that not so many architects have a great eye for details. But the architects I admire, whether it’s Mies, or certainly Rudolph or Johnson, they had very sharp eyes. They could see details. They could see where things were. I see things that are out of line. Drives people in my office completely insane. How did you know that Bob? (<em>raises his voice</em>) Or, I will say to them: how big is that? And of course in the computer age the answer is usually one of stupefaction. And I say, maybe it is three inches or whatever. And finally they fish around and find a scale—every architect in my generation had a little one in this pocket (<em>points to his shirt</em>), and they measure and say: how did you know it was three inches, and I say: experience. So I guess I am a master. A master and a monster are usually very close to each other. I shouldn’t have admitted that, but better I say it than you.</p>\n<p><strong>Your most traumatic experience with another architect?</strong><br />\n(<em>bursts into laughter</em>) Well, there was a time when I had to peel Denise Scott Brown away from fighting with Paul Rudolph in my apartment over the subject of the way Denise and Bob Venturi had treated Rudolph’s Crawford Manor. This was at a little party I gave after the opening of the Venturi show at the Whitney in 1969. It was a small show, very interesting. So that was rather traumatic. And I remember that Ulrich Franzen, the architect, came up to me at the party and said: Bob you better go into the library, Denise is about to kill Paul Rudolph. That was pretty scary. There are probably some other moments.</p>\n<p><strong>Agreed, that your early work is more original?</strong><br />\nI don’t want to be original. I want to be good. That’s what Mies van der Rohe said. I think that originality is the luxury of youth. You have to make filthy little spots to put yourself on the map. But it is often not the most important thing about architecture. Quality of the physical thing, appropriateness of the thing in its setting, and in relationship to the activities that it houses, are things I value very much. Dada screams are very original but not very interesting. Is it more interesting to look at a painting by Jackson Pollock—very original, but very hard to understand, and maybe there is nothing to understand at all—or to look at a painting by his more or less contemporary Edward Hopper. There you go. They are both great artists.</p>\n<p><strong>Which has been more rewarding, practice or pedagogy?</strong><br />\nI can’t imagine my life of one without the other. This coming year when I will be on leave will be a heavy trauma. I will probably wake up at 4:45am as I did this morning with no reason of getting up at 4:45am. And I will probably run to Grand Central Station and sniff the train and then go back home. They are both rewarding. In my early days of teaching in the 1970s and early 1980s, when I was advocating what was called Post-Modernism but I was advocating its maturation to something that I came to call New Traditionalism, I found teaching very, very interesting, because I did win over—maybe intentionally, maybe just by the fact that they were truly interested in what I was saying—a whole group of young architects—this was when I was teaching at Columbia, although I did teach at Yale when Cesar Pelli was the Dean. So that was very interesting. By the time I stopped teaching at Columbia, because I came to Yale as Dean, I must say, I got a little tired of pushing the great big ball of architecture up the hill and it was always rolling down and deconstructing around me. But I take the long view.<br />\nSo I don’t know. I love to be in an office. I love the experience of designing buildings with others. I’m not so big on going to the field. I don’t stand in the field and give instructions. I’m bad at it. I have a shorter patience, as you may have noticed. A hard-hat doesn’t go with my look. When I want to walk through a project, especially in recent years when the Federal Government has made onsite inspection so much more subject of rules and regulations—you have to wear a hard hat, you have to wear special shoes, I can’t wear my Gucci loafers—it’s really a problem! But I think that if you have the pretense of being a master, you need to combine both, because the master needs to teach the young, bring them along, and the master needs to lead the people with whom she or he works as well, and show a certain mastery to build confidence. What does it mean in an office, if you’re the head of the office, and nobody has any confidence in what you’re saying. You’re not a master. You’re just the boss. I don’t want to be thought of as just the boss.</p>\n<p><strong>Would you change anything about the course of your career?</strong><br />\nOh my god, I don’t know (<em>voice drops</em>). I’ve done pretty well for myself. I don’t want to sound smug. Maybe I’m a little. You know. I have good days and bad days, as anybody else. But no, it’s fine. I think I’ve been lucky.</p>\n<p><strong>How do you think that your career would have differed if you were to graduate in 2016?</strong><br />\nI can’t imagine at all. I suppose, I would have learned how to use a computer. My nine-year-old grandson can use a computer. My seven-year-old granddaughter can use a computer. I cannot. Now you might say: why can’t you—because I didn’t want to learn. I didn’t want to become in its thrall, and because I do believe computing, while very useful for hundreds of things in an office or in practice, useful to make quick representations of design and intentions, in fact I think it’s the worst way to go about designing; it homogenizes practice. And I could not achieve what I wanted to do by doing it on a computer. So to this day in our office, I make a little sketch, and then another, a plan, a sketch of an elevation, of a section like in the Beaux-Arts days and then we make a little clay model, and I usually don’t hack at it because everybody is terrified when I lift a mat knife that I might not only kill myself but them (laughter), but we model in physical terms. I think architecture is physical. It’s not digital. Digital means is a way of drawing maybe at a certain point but I don’t think it’s about the physical. My feelings are no secret. I think everybody knows how I think about the computer at this point.</p>\n<p><strong>What architecture firm would you work for if you were to start your career over?</strong><br />\nWell, you know I have been telling everybody that they have to get a job when they come out of school, preferably in a well-established, well-run office. Paul Rudolph said you have to get a job in an office that though not necessarily the one you thought was exactly what you wanted to do as an architect—because that would change in time anyhow—but one that had excellent habits of behavior—shall we say—high professionalism, knew how to work with clients, and deal with governmental agencies and give you agency to move a project along, so that when you finally went out on your own you would know what to do. So I would pick an office like that. The truth of the matter is I hardly ever worked for an architect. And I once said to Philip Johnson when he wanted me to do something, which he got me to do, I said but Philip don’t you think I should go work for an architect he said ‘what do you want to do that for? I never worked for an architect.’ In some ways, what he asked me to do was incredibly beneficial and interesting, but as a consequence, in the early years of practice, I lacked a certain experience. I’m amazed how quickly I learned what I missed. And I think it can be said of my professional office, which is quite large, that it is extremely well-run and that when we make a design we know how to get the design into drawn form, work with collaborators, and actually get it built. So a drawer full of unrealized projects—you know Peter Eisenman may say that the drawing and the book are more important than the building, maybe for Peter, not for me. I like to kick the tires.</p>\n<p><strong>Would you endorse robotics in building construction?</strong><br />\nI don’t think endorsing them is my privilege. It is probably inevitable we will have more robotics, but they raise interesting issues. We’re in a time where many people are unable to find work, because the kind of manual labor in the field and on the factory line that existed a hundred years ago is disappearing. So we have a social problem that is also an economic problem. Robotics are probably inevitable. But I have yet to see a robot that can lay a brick on another brick with an artistry of craft. So I still think hand construction is pretty nice. I get a kick out of brick walls.</p>\n<p><strong>Are robots useless for classical architecture?</strong><br />\nI have no idea. I think maybe robots are useless for architecture that is constructed rather than assembled. And the problem with too much contemporary architecture is that it’s a product of an assemblage, it is an assemblage, which accounts for why so many contemporary buildings basically look alike.</p>\n<p><strong>Do you prefer drawing or writing?</strong><br />\nI actually hate to write. I know that sounds like a complete ‘what is he saying?’ Getting me to sit down to write even an email is sometimes an agony. And I don’t draw, like our students go to Rome and do those beautiful drawings. I would never make it through that class. Never never never never. But I do draw well enough to communicate, and that’s how I see drawing.</p>\n<p><strong>How has research and writing affected your practice as an architect?</strong><br />\nWell, I tended to compartmentalize these different things. The research, say the books on New York, an elaborate and rather expensive hobby. But of course there are times when in contemplating a design and working on a design and talking to clients or government agencies, I can call up in the conversation information that maybe many other architects don’t have. So it’s nice and useful. But that’s not why I do it. I do it because I feel that’s just a great interest. Because I enjoy it. Some architects play golf—I’d rather design the clubhouse and also write a book.</p>\n<p><strong>Why do you think architecture is important, and who do you think it serves, other than the golf players?</strong> (<em>laughter</em>)<br />\nArchitecture is everything about the man made environment. Some of it achieves the level of high art, some of it is good solid meat and potatoes, which is very important after all. You don’t want to sit down to a dinner of <em>foie gras</em> every day in the week. Sometimes you want to have bangers and mash. So I think architecture is very important, but it is also something I want to do. It’s important to me. If I were a musician it would be important to me. Maybe nobody cares to go to a concert. I’m not a concertgoer, but I think it’s wonderful if you would to say to me I’m about to go to a music school I would say wow, that’s great! Good, you have to fulfill your own inner genius. I don’t like your question. It’s kind of a silly question. Not worthy. Architecture is an art—high and low.</p>\n<p><strong>Are you optimistic?</strong><br />\nWell, we are meeting now in late March of 2016, and as I look at the political horizon, it’s hard to be as optimistic as I might have been in other similar periods earlier in my life. But I am basically an optimist. I think as an architect you have to be an optimist. You have to believe that what you’re making is going to be good and that people will value it, they will appreciate it, not necessarily as great art—but that’s not so bad—but as something that makes them smile, that makes them feel their lives are better, that they can do what they want to do in their lives in a better way. Those are all things architects can enable. In architecture school, and I was just as guilty of this as any student here in this school now, when I was a student I had no use for architects like me, who build all those buildings. Much later on, some Yale student complained about Cesar Pelli when he was the dean—he was a brilliant dean—they didn’t approve of him because he does commercial architecture as though he was sending people to the electric chair or something. Fortunately most students need to get over this view of the world very soon.</p>\n<p><strong>What makes you hopeful for the younger generation of architects?</strong><br />\nWhat makes you sure that I am hopeful for the younger generation? (<em>laughs</em>) Of course I believe there is always something new, something fresh. I think maybe I’m a little nervous, I know I’m harping on the same thing over and over again, but I think the divorce from the actual physical thing of architecture—the drawing, the model making, the building as construct rather than assembly—we fight it here at Yale, and I think so far reasonably successfully. But if you look at schools as a whole, or as the recent graduates who come out of those schools and apply for jobs in my office they have no expression, no way to show what they have done at school except computer drawings, which I assure you look exactly like the ones you do at Yale—except if you’re at FAT studio or something like that. So I’m a little worried about that. Maybe you say ‘he’s an old guy,’ well that’s true, but I have a certain experience that also comes with being older. It’s a concern. That’s all. That’s all I can say. I’ve said this so many times, how can I not say it again. Go ahead and ask me about something else. I like it better when we talk about my socks.</p>\n<p><strong>Maybe this is getting back to the socks. If stranded on a small desert island with nothing but arecaceae and tortoises, in what style would you build your shelter?</strong><br />\nWhat? I have no idea what they are, what is it? It’s a palm tree. Oh I hate palm trees. This is not a good question. It would be quite unlikely to be stranded as in The Swiss Family Robinson. But you can’t even get me to go on vacation to the Caribbean, much less to a desert island, so it’s unlikely. I’m like Woody Allen. I get nervous when I go off of Manhattan Island.</p>\n<p><strong>What is the benefit in present day of continuing to build an aesthetic that is considered to be in the past?</strong><br />\nOf course many people like the things I do because they do have a foot in the past. And what is wrong with the past? The past is another wonderful country—you can’t live in it, but you can visit it. Mies van der Rohe said he was not a Monday morning architect, by which he meant, someone to start some brand new idea every time he started a new project. I don’t live in the past. I live very much in the present. I can’t guess what the future will bring. Nor can anyone of the 230 people in this building at this moment. They can guess, but it’s unlikely going to be true. Who would have imagined Donald Trump for example on the political front? I am a modernist, but I’m not a slave to a narrow doctrine of modernism. I go backward to go forward.</p>\n<p><strong>What do you hope to accomplish with your architecture?</strong><br />\nI don’t know, I thought I’ve done quite a lot by now! I would like to be thought of as an architect who addressed the wider range of the public. A lot of architecture and architects seem to feel their highest goal is to be ‘architects’ architects.’ I like the respect of my peers. I like the fact that they often say: ‘we hate what he does, but he does it well.’ But mostly I’m interested in the public. I used to say over and over again to students: you can’t design a building and have a button next to the front door and you press it and out comes a voice saying: ‘this is the architect speaking and I am now going to explain this building to you and make you understand why it is important.’ It’s just a front door. It’s just a building. People have to bring some perception of their own to the building, but the building has to connect to that perception. There is a dialogue. There are many buildings that only talk to themselves. I think that’s unfortunate. You can go to many art galleries and museums and see room after room of paintings of the most minimalist kind, but they don’t talk to a wide audience. Ok. Artists don’t have to. But architecture is out there on a public street. I’m not talking about someone’s private beach house screened by bushes and shaded by those whatever kind of palm trees you are talking about (<em>Dean Stern is referring to arecaceae</em>). I’m talking about public buildings. I think they need to enter into a dialogue with the public. The public is alienated by too many of today’s new buildings. Museum directors think people don’t want to go into museums because the museums aren’t transparent enough. That’s not why they don’t want to go there. It’s because they look like corporate office buildings. That’s why they don’t want to go there! Six million people climb the stairs of the Metropolitan Museum every year. Six million people! That’s a lot of people to go to look at pictures and sculptures—they are not intimidated by those stairs, only the grandeur of the building. They love the steps, they sit on them, they relish them, they feel exalted by them. The National Gallery in Washington also has a lovely flight of stairs. It’s packed with people. So don’t give me that argument that you have to have a glassy box, which then of course has no place to hang the paintings anyhow. And glass is not even transparent in most lights. I still believe in the processional and hierarchical aspects of architecture, I believe in ceremony, in procession, which Le Corbusier talked about and Philip Johnson always talked about. He wrote an article in the issue of Perspecta that I edited on the processional element in architecture. A flight of stairs for those who can climb, and I’m still able to, is pretty exalting.</p>\n<p><strong>So maybe this has anticipated much of the next question, which you could cut short in case you feel any redundancy, but is there any moral imperative to your work?</strong><br />\nWell, as I said much earlier on, I didn’t confuse going into architecture with going into the orders of some cult or religion. As an architect, as a person, I have a moral standard and there are probably things I wouldn’t take on. But architecture itself, regrettably or not, is an art form of building and it doesn’t have any inherent meaning. In my seminar I’m always banging away on this problem. In the seminar we look at modern architecture in the 1920s to the 1940s in particular, when different kinds of architecture were thought to be modern, but also when similar kinds of architecture were embraced by ideologically opposed governments: National Socialism or Italian Fascism or American democracy. But I try to remind the students through examples that it’s very hard to tell the difference between a building built under National Socialism or French Democracy such as it was in those years, or Italian Fascism or the United States buildings on the Mall in Washington and elsewhere. So these buildings have meaning that is extra-architectural, brought to the building. So I think it’s a very tricky issue, I think about that. It’s one of the issues I think about the most: about the relationship of architecture as an art form to its cultural obligations.</p>\n<p><strong>In a recent 2016 ranking for architecture schools published by the Guardian, the YSoA is number 41 and ranked after the Technical University Munich. Harvard is number 5. Your statement?</strong><br />\nI didn’t see that ranking. I have no idea how the rankings were made, so I can’t comment. I would say that the Yale School of Architecture is an architecture school. Harvard is multi-disciplinary, but not inter-disciplinary—it’s not very inter-disciplinary at all—it’s a multi-disciplinary machine for environmental studies (<em>long pause and chuckling</em>)… which happens to include a department of architecture. Now I can let it all hang out. (<em>laughter</em>)</p>\n<p><strong>So, still part of the ranking, in the category of ‘research impact,’ the Yale School of Architecture scored 56.2 points out of 100, which is pretty much half of the maximum, as opposed to the Hong Kong Polytechnic University that reached the highpoint of 100. Do we focus too much on teaching? Or, do we neglect research at our school?</strong><br />\n(<em>Dean Stern sighs</em>) Look, we’re not here to make researchers in my view. We’re here to train young people basically on how to be architects. Somebody’s got to do that. What is architectural research? Tell me (<em>gesturing to Tim</em>). You’re a PhD student, you must know. (<em>chuckling</em>) It’s a tricky issue. But my view of the school, and the view historically, has been a place that takes people who have a feeling that they’d like to be architects, and maybe had a little preparation in high school or college before studying, and in a relatively short time, three years for most, gives them the confidence to tackle very complicated architectural design projects. If they wanted to go into research, why would they go into… Before you can research the subject, you have to master the basics—in music it’s the scales, and an instrument—a piano let’s say, or a violin—then you can write convincing compositions. I don’t know about Hong Kong University. And neither do I. Come on.</p>\n<p><em>We have fifteen minutes left.</em><br />\nI won’t throw you out&#8230; I don’t think. <em>Okay, well let’s just keep going as far as we can.</em> I love to talk about myself, it’s one of my favorite topics! (<em>laughter</em>)</p>\n<p><strong>Well, where do you see the Yale School of Architecture in ten years?</strong><br />\nOh my god, I have no idea (<em>voice drops</em>). I have no idea. I mean, I have been Dean for a long time. It’s interesting as I think about it… when I became the dean, amidst the Sturm und Drang of a controversial appointment, I don’t even think I gave much thought to how long I would do it. Deans are appointed here at Yale for five year terms with one renewable, if all goes well. Most of the chairmen and deans have stayed in the job for about seven years, which means they were renewed after five years and then they did two more years and then they got distracted by practice. That’s not exactly the answer to your question, but I don’t know. Very few future predictions in any field are very interesting—interesting for cocktail party conversation in my opinion, but not really interesting. The Nostradamus syndrome doesn’t work, (<em>laughter</em>) for me at least. I’ve tended to drive the school like I drive a car. I’m not looking at some distant intersection in Hartford while I’m driving here. I’m just worrying about the jerk who’s going to pull out in the middle of a block and swipe me. (<em>laughter</em>) You know? I have a game plan, but it’s called ‘day by day, we’re getting better<br />\nand better.’</p>\n<p><strong>Do you drive manual or automatic?</strong><br />\nOh I have to confess: automatic. But I can drive a stick shift! I can. I learned how to drive a stick shift. But I confess to being lazy. I don’t like to drive to tell you the truth. I find it a waste of time. I could either be on a train or a plane sleeping or reading… or thinking! And if you think and drive at the same time, you’re in trouble.</p>\n<p><strong>But if you drive, it’s most likely a BMW.</strong><br />\nIn the last twenty-two years, yes.</p>\n<p><strong>Have you ever been ‘Bobbed’ during a review or presentation?</strong><br />\n(<em>confused</em>) ‘Bobbed’? What’s that mean?<em> I think it’s a common term amongst students.</em> What does that mean? You mean, given hell? (<em>editors laugh</em>) <em>I think that’s down to the point.</em> Oh, of course! First of all, as a student… I mean, Paul Rudolph took no prisoners. If you think I’m a tough critic, you don’t know what a tough critic is. (<em>laughter</em>) Once there was a student, I think we were in second year, and he hung up a drawing—there used to be things like sketch problems and short problems in studios in a term, you did two projects in a term, not one. Anyhow, he put up a drawing, which was a tempera rendering. Rudolph thought tempera drawings were terrible, and certainly thought this guy’s was terrible and he said, ‘Mr. X,’—I won’t use his name,—‘that is the single ugliest drawing I have ever seen.’ And the critics were all seated in a row, the critics in the year and maybe a couple of guests, but Rudolph was the big attraction. He wasn’t teaching that studio, he was brought in for the jury. There was silence—could have been a year’s silence—it seemed like a year. (<em>laughter</em>) Complete silence. And then the teacher who’s leading the studio, the coordinator, (<em>dramatically</em>) ‘We’ll move on to the next project.’ And you heard the scraping of the stools as they moved to the next. So that’s being Bobbed—or Paul’d. I haven’t done that. I haven’t gone that far. (<em>laughter</em>) Of course, I think truth of the matter is, and at all the schools in general, reviews are too self-congratulatory. I’ve been fighting this ever since I’ve been Dean, fighting to bring more diverse critics to the review to get studio teachers to not just invite their friends. I think I’ve had some success, but not a hundred percent. And I think students are—this is always a problem—students are not as articulate as they should be about their own work, and they’re also too intimidated. I was never intimidated as a student. Never ever ever. Nor were a great many other people. MJ Long, who you may know, she didn’t just stand there like a kind of little wallflower. We were not wallflowers, we talked! We talked to the critics. We said, ‘what do you mean by that?’ I’ve never heard a student say to a critic, ‘what do you mean by that?’ Half the time the critic is speaking and I don’t know what they’re talking about. Maybe the students know what they’re talking about, but I don’t. A secret code! Story of my life. So I’ve been ‘Bobbed’ and I will Bob. (<em>laughter</em>)<br />\nThere’s a funny thing about being a graduate student in an architecture school, it’s like the last gasp of adolescence for a lot of people. They still want to be loved! Who says you’re going to be loved as an architect? Maybe you might even want to be feared a little bit. There are clients who actually are afraid that I will fire them! That’s a healthy feeling. (<em>laughter</em>) It’s like a doctor. You go to some doctor and the doctor tells you what’s wrong and what to do about it and then you start arguing with him, saying ‘I don’t want to do that.’ And he’s says, ‘Okay Mr. Stern, I think you should find another doctor, get a second opinion!’ Next question?</p>\n<p><strong>What did you struggle the most with in your time at graduate school and how did you overcome it?</strong><br />\nOhhh god, I couldn’t draw as well as other people… I was great at making plans and sections, but elevations—because I was still trying to do modern architecture and I couldn’t figure out what an elevation was… turns out there are no elevations in modern architecture (<em>laughter</em>)—so that was a problem. What else did I struggle with… I’m never a person who stays up late at night. I’m just congenitally unable to, so I was always feeling guilty when I would go home at ten or eleven and there were people sitting there until four in the morning, because the next day they always looked like death warmed over and I would be reasonably presentable. And then, I was torn between my interest in designing buildings and the history of buildings—not so much writing about buildings that came later. But I loved the history and looking at old buildings, which I likened to going to a botanical garden or zoo. There was all this wonderful stuff, I wanted to see all the animals. So, that was distracting. But then again, the other problem was the curse of the banal architectural education in my day. Rudolph was not so guilty of that, but the teachers under him, many of whom had gone to Harvard under Gropius where there was no history. Rudolph had also gone to the GSD, but Rudolph after the Second World War he got a Wheelwright or one of those fellowships and spent a year—a year!—in Europe traveling and it was a complete revelation to him. He came from Alabama. He’d been stuck up in Cambridge with Gropius, who he didn’t much like. He respected him as an educator, didn’t respect him as an architect. And he then went to Europe and he said ‘Ah.’ It’s like all this stuff fell away from his eyes. But other teachers were not so good at that. In fact, there were a lot of bad teachers at Yale in my day. I don’t want to paint a picture that things were just hunky-dory. But the high points were very high, and the Bob moments were very good.<br />\nYou know, when we have final reviews here, we have so many students, so many reviews all going on at once. In those days, the school was much smaller, and the final—the thesis review—a lot of people came to it. There was no running from one place to another to another—a little bit of that, but not much. He just got creamed in front of many… so there you go. There are these moments.<br />\nWe used to by the way—that is the jury members—would go to Mory’s between the morning jury and the afternoon jury and have a very liquid lunch. So the afternoon jury was… terrible. Terrible! And people by the way flunked projects! I know that’s a concept in your generation that is almost beyond imagining. Even a low-pass… the faculty is terrified of you! When I became the Dean, about a year into it, my first year, somebody approached me, made an appointment with me and said he’d been a student here under Rudolph as a Master’s student. The Master’s class was there one year—he was before my time and I didn’t know him. And I said, ‘well, what can I do for you,’ and he said, ‘well, I never got my degree.’ I thought, why? And he said, ‘I didn’t do so well on the thesis.’ So I said, ‘well let me look into it.’ I did, I looked into it and Rudolph had flunked him six times. (<em>knocking his hand across his desk, knock knock knock knock knock knock</em>) That’s over three years, in other words you could do the thesis in the fall, or you could (<em>knock knock knock knock, grits his teeth and inhales, hissing</em>) So before there was a Bob moment… and students should understand that before the Rudolph era, both at Yale and Princeton and all the schools, including Harvard under Gropius, there were no open juries! That was a relatively new introduction. The Beaux-Arts system had the faculty sit behind closed doors and looked at the drawings and then grade them. By the way, at Yale as at Columbia, grades were posted on a sheet, not with your Social Security number, but with your name! Squishy millenials! So much for Bob moments. Continue. Ask me more!<br />\nWell, I think now we are shifting into some of the more ridiculous, entertaining questions.<br />\nOh you’ve been there already… Oh, get ready.</p>\n<p><strong>Are you currently in love?</strong><br />\nNo.</p>\n<p><strong>Sometimes sad?</strong><br />\nSad? Mhmm. Oh… well, when I begin to think how old I am… I feel great and I have tons of energy, but as I read the obituaries—faithfully, as I have always read them in The New York Times—I now see a lot of people dying who are my age, or just a couple years older, and I begin to say, ‘well, when’s it gonna say Stern, dies&#8230;’ So anyhow, I am a little concerned, but only a little. But right now I’m going pretty strong.</p>\n<p><strong>Do you already use Amazon’s Alexa?</strong> (<em>we know the answer</em>)<br />\nI don’t even know what it is. But people probably use it for me.</p>\n<p><strong>Are you afraid of artificial intelligence?</strong><br />\nUm… you mean like, computers? Something like Alexa? Well I use—we use Google. I mean I, for example, I order books—I have a guy in my office who takes care of our library who orders books for both the office and my personal library. I mean come on, I don’t live in the dark ages. But for example, in our office, I had a huge collection of slides that we would frequently consult. Now we’ve digitized all those. But the typical young employees, including Yale graduates, when I say can we look at this building, and they go to Google where they get pictures that are one step above what Mr. and Mrs. Jones took on the Disney tour of God-knows-where. And I say, are you an architect? Looking at this drivel? This visual drivel? So we have our own internal system, which all these slides have been scanned, and we scan books and the materials we really looked at and studied. And you can press a button and print out what you want and you can trace it if you want—there’s nothing wrong with copying by the way. Most people can’t copy… if they only could copy. How did you learn how to write? How did you learn how to speak without copying, without listening? How are you going to be an architect without copying? But copying off Google? Give me a break.</p>\n<p><strong>What happens inside your apartment here when you are not there?</strong><br />\nWell, I’m not there so better ask the mice! I don’t know, it’s empty! It’s empty.</p>\n<p>(<em>We are interrupted once more, as we have now extended beyond our scheduled hour. The next appointment awaits just on the other side of the wall. The Dean asks if his next appointment can spare another ten minutes.</em>) We’ll speed it up a bit.</p>\n<p><strong>Do you like New Haven?</strong><br />\nI do, but as a native New Yorker, born and bred, I think the pace is a little slow for me. But it’s nice. It’s so much nicer than when I was a student. Oh my gosh, another world.</p>\n<p><strong>What’s a restaurant you like in town?</strong><br />\nI’m very partial to both the Union League, but because it’s right below my loft, Zinc. I have my favorite corner table. They bring me my martini right away. It’s great.</p>\n<p><strong>The best dish you could prepare yourself?</strong><br />\nReservations. (<em>laughter</em>) I’m not a cook. I can grill a steak or something like that. I could throw spaghetti in a boiling pot. I’m not a cook.</p>\n<p><strong>Speaking of spaghetti, what kind of pasta is served in heaven?</strong><br />\nI have no idea. Is heaven a restaurant or a place? Let’s concentrate on the more serious questions.</p>\n<p><strong>Al Pacino or Robert De Niro?</strong><br />\nThe two actors? I’m for Fred Astaire.</p>\n<p><strong>How do others perceive you?</strong><br />\nAsk them! (<em>he chuckles</em>)</p>\n<p><strong>Has your personal life suffered from architecture?</strong><br />\nYes, I was probably a lousy husband, completely obsessed with trying to pull it all together early on… It destroys marriages for many people.</p>\n<p><strong>When you were a kid, did you want to become famous?</strong><br />\nI don’t remember thinking in those terms, no. But knowing my nature, I probably did. I don’t remember thinking about<br />\nthat, no.</p>\n<p><strong>Would you embark on a spaceship to reach the stars?</strong><br />\nWhere? The stars? No, plenty of stars here in this building. No.</p>\n<p><strong>A place you’ve always wanted to visit?</strong><br />\nWell, I think I’ve been lucky enough to visit the ones I always wanted to visit, and visit them more than once, but of course there are probably places I don’t really know or I don’t realize how wonderful they might be if I were to visit them. But the great places of the world that I thought would be wonderful to visit when I was in college or even high school, and certainly in architecture school, I’ve been privileged enough to go to those places—more than once, which is important.</p>\n<p><strong>Crest or Colgate?</strong><br />\nThis morning it was Crest, but my brand loyalty on toothpaste is not that interesting. What else?</p>\n<p><strong>Is there a higher value than the family?</strong><br />\nWell, I love my family. I have one son, the prince. And he has a wife, and three children and I love them, but um… you know, I’m just not Mr. Family Guy. Somebody used to call me Mr. Warmth, meaning not.</p>\n<p><strong>Is there a photograph you always carry with you?</strong><br />\nNo. Never carried any photographs. I hate people who show you baby pictures, or pictures of their buildings on their iPhones. I do not want to see that. (<em>laughter</em>) One of my bête noire.</p>\n<p><strong>And this is our last question: do you have a recurring dream?</strong><br />\nOh my god. No single recurring dream, but you catch me—I had the worst night’s sleep this past night. I kept thinking of—because I’ve been away from here over Spring break—all the things were piling up, plus the event of the hundredth anniversary celebration. And I keep a notepad by my bedside, as I learned from Jim Polshek, another obsessed Yale graduate who was the Dean at Columbia when I first started to teach, he always kept something next to his bed and also kept, as I do still, cards in his billfold or somewhere. (<em>He pulls out his wallet and removes three white cards, about the size of an index card.</em>) These are cards telling me what I’m going to do on a certain day, but I cross that side out and write on the other side notes to myself when I wake up in the middle of the night and think of something that needs doing, I write it down. It then goes out of my system and in the morning I can deal with it. I was up like five times last night, writing notes to Richard DeFlumeri, (<em>laughter</em>) to people in my office. I am obsessed. But you know what? If you want to do good things, do your best. It’s a full-time job being me. Put that in. <em>Will do.</em></p>\n<p><em>Portrait by Abraham Lampert (MFA &#8217;17)</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Robert A.M. Stern"},"slug":"robert-a-m-stern","meta":{"degree":"J.M. Hoppin Professor of Architecture","graduation_year":""}}],"fold":{"title":{"rendered":"Masters"},"slug":"masters","meta":{"volume":"1","number":"24","bulletin":false,"publication_date":"2016-04-14"}}}}