{"title":{"rendered":"Internal Memo: Advanced Studio Survey"},"content":{"rendered":"<p><strong>Internal Memo is a new column introduced this<br />\nsemester to provide a space for the immediate. </strong></p>\n<p><strong>Do you like the lottery system?</strong><br />\nYes – 71.4%<br />\nNo – 28.6%</p>\n<p><strong>Were you entirely honest during the lottery?</strong><br />\nYes – 100%<br />\nNo – 0%</p>\n<p><strong>Lottery, etc.</strong><br />\n“Can’t confidently say whether I like or dislike the lottery system.”<br />\n“It is the best option of what could be many worse ways to pick classes.”<br />\n“It’s just way too complicated!! I literally had to study the night before to understand how the whole thing worked, and even then I didn’t fully. “</p>\n<p><strong>Advanced Critic Impressions</strong></p>\n<p><strong>Julie Snow w/ Surry Schlabs</strong><br />\n“It’s crucial that critics are here to present. Her absence was a huge factor in not selecting her as a top choice.”<br />\n“Sounds interesting but slightly similar to our ferry terminal project; the critic seems to be experienced and good.”<br />\n<strong>First Assignment</strong> &#8211; Site Analysis.</p>\n<p><strong>Adam Yarinsky w/ Lexi Tsien-Shiang</strong><br />\n“Cool prompt but too close to be exciting and too far to be personally relevant.”<br />\n“The critics presented their project really well. This is a studio that I think moved<br />\nup in preference after the presentations. The brief is interesting, controlled in size and program and therefore perhaps one of the most appropriate briefs for a professional studio.”<br />\n<strong>First Assignment</strong> – Design an installation at the YUAG to hold two Rothko paintings.</p>\n<p><strong>Peter Eisenman w/ Anthony Gagliardi</strong><br />\n“I heard Peter wanted to do a “critical tower” this semester, but I was pleasantly surprised this wasn’t the case. The idea of employing failed urban strategies definitely piqued my interest. I mean, why not try it out in good ol’ New Haven.”<br />\n“Presented an interesting topic/project, one of the cooler trips, and most focused study plans.”<br />\n<strong>First Assignment</strong> – Site model.</p>\n<p><strong>Lyndon Neri &amp; Rosanna Hu w/ Andrew Benner</strong><br />\n“I can’t believe they will fly from Shanghai weekly, that is insane.”<br />\n“Sure, there won’t be any saunas during travel week, but I’m always down for some good Shanghainese food.”<br />\n<strong>First Assignment</strong> &#8211; Choose a piece of fiction and create a space inspired by it.</p>\n<p><strong>Omar Gandhi w/ Marta Caldeira</strong><br />\n“I couldn’t read past the first line of the description. Never considered this studio a serious option, especially at the advanced studio level at one of the “top schools” of architecture in the country.”<br />\n“First I was skeptical, but the more I thought about it, the more I liked it!”<br />\n<strong>First Assignment</strong> – Use a tarp to control sun, rain, or wind in a New Haven site.</p>\n<p><strong>Michael Samuelian and Simon Hartman w/ Andrei Harwell</strong><br />\n“Interesting balance between the ‘developer’ and architect. The project is ambiguous and I think that was off-putting. Especially considering the M.Arch 1 class has just come from a semester inventing their own projects.”<br />\n“Not really that exciting given its proximity to New Haven, and my familiarity with New York City. Seemed like a mundane project (although seemed a bit less mundane after the lecture).”<br />\n<strong>First Assignment</strong> – Glamping on Governor’s Island.</p>\n<p><strong>Lisa Gray and Alan Organschi w/ Andrew Ruff</strong><br />\n“Classic Alan.”<br />\n“I appreciated the different take on architecture for this studio; the systems thinking rather than the customary aesthetic project.”<br />\n<strong>First Assignment</strong> – Designing a household object using Circular Economic Principles.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Katie Lau"},"slug":"katie-lau","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Tourism Revolution"},"slug":"tourism-revolution","meta":{"volume":"4","number":"01","bulletin":false,"publication_date":"2018-09-13"}}}}