{"title":{"rendered":"Interview with Keller Easterling"},"content":{"rendered":"<p>Interviewer: JANE WENG (M.E.D 18&#8242;)</p>\n<p><em>Keller Easterling is an architect, writer, theorist and a professor at Yale School of Architecture</em></p>\n<p><span>Paprika: </span><em><span>In your class globalization space last fall, we discussed spatial products and the infrastructural network that is overarching or suspended from nation-state borders. Nowadays a lot of people say that there is an anti-globalization wave, with China’s firewall, Brexit and the U.S.’s notion of the strong border, how do you think this anti-globalization wave would influence the spatial products, infrastructural networks, and the zones?</span></em></p>\n<p><span>Keller Easterling: </span><span>For me, it’s a huge question. And sometimes I wonder when people talk about altering these trade agreements, whether they think that this is just about moving around corns or changing attires of prices, or whether they think this has to do with immaterial things. But what we studied is that the global trade system is also like a gigantic physical plant. There are thousands of thousands of acres of infrastructure, solid cities and installations devoted to this free trade that has lasted 30 years. So what happens to that? There is this full-throated anthem of nativism or nationalism. But does it really change anything about this infrastructure in place? Or if it does, how does it do so? It’s very hard to predict now, what that would be. My sense of it is that this nationalist script is one that will just give more and more power to fewer and fewer people. Nationalism is sometimes like Oligarchy, and that kind of oligarchic thinking fits pretty well to the free-trade-zone formula. </span></p>\n<p><span>P: </span><em><span>I know that we shouldn’t be talking about centers and peripheries anymore, but while the U.K. and the U.S. withdrawing from the global trade system, China starts to export its infrastructure and labors. So I don’t know if there is a second wave of globalization?</span></em></p>\n<p><span>KE: </span><span>Yeah. No one center and periphery but multiple centers of power and power moving in many directions.</span></p>\n<p><span>P: </span><em><span>We are also interested in your studio on the refugee issue. In the introduction of your studio Free Migration, you compared the refugees to the commodities. We thought this is an interesting comparison because indeed both are using the infrastructural space, but the difference between them is that the mobility of the latter is much higher. I wonder if you could tell us a little more about it?</span></em></p>\n<p><span>KE: </span><span>The comparison is interesting because there is an enormous amount of ingenuity in infrastructural space. A lot of energy is devoted to making sure that these commodities and cheap labors are transported and lubricated through this system. But there is not a lot of creativity and ingenuity in solving problems about how people might migrate. The problems are stalled out because of a dumb on and off button deciding whether to grant asylum or not, grant citizenship or not. We have been very careful not to say that the same apparatus of free trade would apply to the movement of groups of people. We are just saying that the same ingenuity, the same kind of determined problem solving might be applied to designing another kind of passage or exchange between the sidelined talents, energy and time of migrating people and other needs in the world, with particular attention to the way in which spatial variables might be placed in that exchange. So we are trying to think of a global exchange with talents and needs that could allow someone to move through the world, either move to settle in some place or to keep moving. Especially for those who never wanted the citizenship that the nation either withhold or bestows. So we are almost trying to see if spatial variables might be part of an exchange that would allow for another kind of cosmopolitanism. </span></p>\n<p><span>P: </span><em><span>Seems like it’s not only for refugees but for everybody.</span></em></p>\n<p><span>KE: </span><span>yeah. It’s in advance of the refugee camp. It’s like a choice before the refugee camp or a choice after the refugee camp but definitely not dealing with the refugee camp. Those norms that the refugee camp is the answer are so ingrained that the assumption is that we will just assume our downstream assignment and fix up enclosure with this bad idea. We refuse to do it. There is no possibility of ingenuity within that. </span></p>\n<p><span>P:  </span><em><span>That brings me to another question, which is about the distance between ideas and reality. We feel like your design works, such as the protocols you have shown in Globalization Space, are interested in changes that could happen right away. It seems to be harder to realize an architectural idea than just to exhibit it. What is making this so hard in your experience?</span></em></p>\n<p><span>KE: </span><span>It seems to me that architects need to have a different kind of audience, need to have a different kind of partnership and another kind of authority in global decision making. Getting to that table, getting to that conversation, educating global decision makers in a language of space practices is hard. I’m frustrated about it, because the econometrics, law, global standards, these things have authority. This kind of organs of communication has authority. And we are trying to insert some different kind of organs of design that might be used in global governance. But there is not a lot of fluency in that. It’s hard to gain attention even for these kinds of projects and other kinds of audience. There is art world audience who is ready to hear it, but it’s not the art world that we need to contact. And it’s also quite risky. I think doing anything is suddenly risky. They could all be gamed by other power players, they could all go wrong. But the kind of organs of interplay we are thinking about this kind of interplays are not about having a right answer, but about designing a certain kind of interplay that can also be responsive to the moments when it’s outwitted. So it’s trying to give insurance to the moments when it’s gamed by power. But all untested.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jane Weng"},"slug":"jane-weng","meta":{"degree":"Ph. D","graduation_year":"First Year"}}],"fold":{"title":{"rendered":"Demarcation"},"slug":"demarcation","meta":{"volume":"2","number":"22","bulletin":false,"publication_date":"2017-04-20"}}}}