{"title":{"rendered":"Interview with Anab Jain and Jon Arden of The Superflux Lab"},"content":{"rendered":"<p>11.12.2015</p>\n<p><strong>PEARL HO</strong> (<em>M.Arch ‘16</em>)</p>\n<p><i><span>The Drone Aviary &#8211; a project from The Superflux Lab &#8211; is a study and speculation of the secretive social, political and cultural potentials locked in drone technology as it enters civil space. Exhibited worldwide and recently at the Victoria and Albert Museum in London, the project’s goal is to reveal to us a near-future city where we must co-habit with “intelligent’</span></i> <i><span>semi-autonomous, networked flying machines. Paprika! interviewed Anab Jain and Jon Ardern of Superflux to begin to understand the way they work with a consistently conscious acknowledgement of our rapidly changing times, and why that must be the only way to work now and in the future.</span></i></p>\n<p><b>PH:</b> Superflux designs with and for uncertainty, rather than resisting it. Why is that important to you?</p>\n<p><span><strong>AJ+JA</strong>: As designers our work often involves investigating potential futures, normally through the lens of a specific technology. We think about soft architecture, architecture as in physical and invisible infrastructure. Digital infrastructure is also architecture. This is a speculation, but territories of air space are architecture as much as buildings, crucial to the urban fabric. The communication between nodes is an invisible infrastructure. This is a fascinating phase in our culture, I don’t think we’ve exploited it enough, we’re just starting to scratch it.</span></p>\n<p><span>The thing is, we rely so much on technology but the power is never actually in our hands. Absolutely everything can be turned off in an instant. The Government of India turned off the internet for 63 million people in my home state of Gujarat out of fear of</span> <span>social unrest and the spread rumors. This is why we need to learn to take back a bit of that power here and there.</span></p>\n<p><span>We constantly ask ourselves, what future are we building for ourselves and our children? How are our visions of the future even shaped and formed? What impact do these visions have on our lives? Surely, as designers, we must have some power to influence and change them.</span></p>\n<p><b>PH:</b> Does your work aim towards a sort of empowerment in not only designers, but society as well?</p>\n<p><span><strong>AJ+JA:</strong> Quite recently, I got introduced to Keller Easterling’s work when I read Extrastatescraft,</span> <span>and the themes she explores are something we think about a lot. McKenzie Wark talks about these points of control that exist in our society as well. He says that the vectoral class, the class that holds power to these vectors of information, are the most powerful. Every day on social media we ourselves are feeding Facebook, Amazon, eBay, Twitter with the most important data that defines our generation. We are giving ourselves up for an exploitation of our personal wishes. We become trapped in habit forming feedback loops because it is all so convenient — the fingerprint login, the one click buy button, saved credit details etc. This system of cue / routine / reward — in which the brain converts a sequence of actions into an automatic routine—is called “chunking”</span> <span>by researchers at MIT. </span></p>\n<p><b>PH: </b>So how do you counteract the typical uses of new technologies and use them in your work? What are the implications of your speculations?</p>\n<p><span><strong>AJ+JA:</strong> We try to look at the ways emerging technologies interact with the environment and everyday life, and use a kind of rapid prototyping because that’s the only way we can keep up with the here and now. For example, </span><span>drones bring up the question of territoriality and airspace that takes us into a bigger discussion around infrastructure that will need to be in place for these airborne machines. Companies like Facebook and Google are already using public airspace as real estate in the high-stakes competition for domination of the Internet. Whilst the network of drones gets a physical form, the infrastructure to support them is vastly invisible and digital. We are trying to make them visible.</span></p>\n<p><span>In the Drone Aviary project, we designed six drones. Each drone serves as a touchpoint, a hook, a node that represents a deeper theme, issue or concern. It was important that the design and the aesthetic of each drone represents that theme, whilst inevitably becoming an integral part of a consumer landscape. By presenting them as ‘products’ we want to reference ways in which beautifully designed products and seductive user experience often obfuscate the technology at play, and its intent.</span></p>\n<p><b>PH: </b>What does the Drone Aviary project reveal for the world of our built environment?</p>\n<p><span><strong>AJ+JA:</strong> How will our cities adapt to them, what supporting infrastructure will need to be built, how will it weave into the fabric of the city, and how will it age? </span><span> </span><span>That is precisely the ambition of the Drone Aviary project: to explore the physical, digital, spatial, and civic complexities of this technology. We want to reflect on the wider consequences of how personal robotics might integrate into our everyday lives.  </span><span>Regulations across the world are rapidly changing,  almost every week. It’s a political and commercial negotiation between businesses and regulators, with little input from the wider public. We are interested in this dark matter, because none of the things we have talked about above will exist if this space is not considered. We are creating (speculative) sketches and designs of this dark, invisible architecture such as flight paths, zones, geo-fences and weight restrictions; basically the infrastructure that would support drones to fly and how the city might be divided. This is directly impacting civilian space and therefore is extremely important.</span></p>\n<p>&nbsp;</p>\n<p><b>PH: </b>Your office is a research and design studio, shaped to imagine, investigate, design, build and test the intangible nature of technology. What is the future of the design office model?</p>\n<p><span><strong>AJ+JA:</strong> For us it is the rich network of human information –</span> <span>that’s what’s interesting. We try to structure ourselves around that.</span></p>\n<p><span>For starters, we think the design studio should be less of a hierarchical monolith and more of a decentralized organism that has eyes and ears everywhere, with many different types of people that can affect the company. Through these wider networks of interdisciplinary collaborators we are attempting to cultivate the &#8216;scenius&#8217;, a term coined by Brian Eno to refer not to the singular genius of an individual but that of a collective intelligence. Nurturing such a network has led us to work on a range of projects, from partnering with neuroscientists to design prosthetic vision for the blind, to designing toolkits that create &#8216;positive tipping points&#8217; to combat environmental degradation in the deserts of North India.</span></p>\n<p><b>PH:</b> How do you think we will live?</p>\n<p><span><strong>AJ+JA:</strong> As entrepreneurs, marketers, media agents, technologists, hackers, designers, architects, you have amongst you, a suite of sophisticated tools and clever tactics of social media, information access, language, human and machine resource, and so much more. You don’t need to go out on the streets and protest if that’s not for you, you can instead become stealth activists, to create the future we want. As Keller Easterling would say: “Gossip, rumor, gift-giving, compliance, mimicry, comedy, distraction, hacking or entrepreneurialism”</span> <span>are all tools for the stealth activist. This is just our quick, hastily cobbled back-of-the-napkin list, certainly not an exhaustive one. The point is that you can, within your contexts and environments, be tactical, creative and innovative, in order to leverage power. So, advocate data ownership for consumers. Mockup alternate business models. Sneak them into powerpoints. Read politician’s mandates carefully. Use social media to ask them questions. Create memes to expose hypocrites. Hack company roadmaps. Make alternate visions. And gossip about their potential.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"The New Normal"},"slug":"the-new-normal","meta":{"volume":"1","number":"13","bulletin":false,"publication_date":"2015-11-12"}}}}