{"title":{"rendered":"Interview With Nicky Drayden"},"content":{"rendered":"<p>Though its corporate headquarters are located in an asphalt-locked, glass-encased office structure off Washington State’s blistering 405 freeway, Wizards of the Coast’s dominion stretches far beyond its pacific northwestern citadel. With countless subsidiary offices across the world, this gaming empire’s hegemony extends from the frigid winterlands of Khimki, Russia to the sandy coasts of Sydney, Australia. Supplementing this vast global network is a veritable army of subcontracted employees, working wherever the fickle winds of wi-fi blow them. Conflicts, surely, must arise within this complex game-designing kingdom—corporate overlords do battle with idealistic graphic designers, lowly office clerks bear the wrath of egomaniacal creatives—but, somehow, order is maintained, life carries on, and Magic: the Gathering (Wizards of the Coast’s flagship property) continues to guzzle up the cash of its 20 million and counting players worldwide.<br />\nIts global contours laid out, let’s turn the page on this fantasy map, and zoom in on one of its environs, the southwestern city of Austin, Texas. Here we find our heroine, one Nicky Drayden, a systems analyst, sci-fi-fantasy author, and hired employee within the Wizards of the Coast kingdom. Drayden’s job, curiously enough, is to imagine the lives of those just like her: the individuals who exist within the vast empire, the singular people who carry out the roles established by a pre-existing framework.<br />\nTo explain: Magic, of course, is a card game, but, more importantly, it is an exercise in world-building—or, rather, worlds-building. Though outsiders think that Magic cards collectively build a single fantastic universe, in reality each deck—comprised of cards describing creatures, enchantments, lands, or artifacts—introduces an entirely new otherworldly kingdom. These worlds are relatively autonomous lands, complete with their own histories, architectures, and social systems. They range from the Greek mythology-inspired Theros to Mirrodin, an H.R. Giger-inflected universe of organic metal beings. A team of world-builders is responsible for establishing the rules of these worlds, elaborating a set of design standards, imagining a deck’s population of beings, and inventing the often arcane histories and ornate political hierarchies that define a given universe. However, the fiction doesn’t stop here; once a world has been created, a writer like Drayden steps in.<br />\nWith each new deck, Wizards of the Coast hires authors like Drayden to write narratives set in its given world, which are published serially online. And so, though higher-up world builders laid out the architecture of Ravnika (the land in which Drayden works is an ecumenopolis in which warring guilds jostle for political supremacy), Drayden inhabits it; her stories tell of the tattoo artists, monks and tax collectors that call this planet-sized city home. It’s a beautiful bit of symmetry: the individual in the sprawling corporate world that is Wizards of the Coast imagines the individuals in the sprawling fantastical world of Ravnika.<br />\nWe talked to this brilliant creator—this inflection point between the real and the unreal—earlier this month via Skype about Magic, the fantasy genre, and her own novels, the award-winning The Prey of Gods and the sci-fi, horror, demon-possession filled Temper.</p>\n<p>Paprika!: How did you get into fantasy?</p>\n<p>Nicky Drayden: It’s just kind of what’s always drawn me. Growing up I loved Dr. Who and Star Trek. That’s always what I felt most connected to, so when I started writing, that’s just what came out. Even if I tried to write something literary, something weird was going to come out.</p>\n<p>P!: Is your work in systems engineering and coding in any sort of conversation with your fantasy writing?</p>\n<p>ND: Writing a plot is pretty much just problem solving. You have a set of variables and you have to figure out how to get to a predetermined product. There is also a shared mindset of being extremely detail-oriented. As a writer you really need to spatially understand how your city is working so you don’t have inconsistencies, or misunderstandings regarding how far apart people live. It’s really important to be as accurate as you can. Drawing maps really helps, even within a room, so I don’t have people going out the wrong door. If it doesn’t make sense to the author it’s going to come out in writing.</p>\n<p>P!: Beyond maps, how do you go about creating the look of your fantasy worlds? Do you research existing architectural styles or is it all sui generis?</p>\n<p>ND: I always make what amounts to a Wikipedia page of what my world is. There’s always a section on what the houses look like, which come from a mix of imagination and light research—I’ll often pull from a model, but add some modern twists. In Temper, for example, I based a lot of the architecture on actual South African buildings that stood out to me. The school in the novel, though, I modeled on old preparatory schools in Britain, harkening back to a time when people seemed to deploy a bunch of different building materials, not just thuggish and imposing concrete.</p>\n<p>P!: How do think about the relationship between your imagined architectures and narrative?</p>\n<p>ND: When I am developing how a city works, I always do so in relation to people. The architecture tends to build from and feed into the story. To look at Temper again: my fantasy Cape Town has the same geography as the real city, but it is set up differently because of the rules of the world. In Temper, everyone has a twin and these twins share a limited set of vices between each other. The twin with more vices is branded as lesser in this society. But the twins are also connected via this mysterious force, so they can’t really diverge physically from each other, they have to live in close proximity. So the city is made up of neighborhoods with walls separating the haves and the have-nots. The lesser twins are always on the outside of a concave wall.<br />\nBut this twinning affects more than the architecture, It was fun to come up with ways that it would affect their whole society and the history behind their religion and their gods. They might have two gods right? And they’d be twins. I start with these little seeds of ideas and just keep growing them without trying to get them into a world that we currently live in.</p>\n<p>P!: How has it been working for Magic, where you don’t have total creative control? What’s the interface between you and the card designers?</p>\n<p>ND: A lot is predetermined. Each deck creates its own world and in my case, I was writing for a universe described as a city-planet, Ravnika—a massive, massive city, like New York on steroids. They give you a world guide and all of the architecture is already in there. So I don’t have any input on the physical stuff. I just kind of make-believe and find a story. It was a really cool challenge because I wasn’t telling stories about about heroes and villains. It was just everyday people going about their own lives. That was fun. But the architecture—that is what I loved about Ravnika. Each of the guilds has its own architecture, and you can see what the guilds’ values are from the way they design their areas. Writing about it, I was trying to make the reader feel that variation in space without bogging the story down with too much description—that was the challenge. A few sentences can create a strong feeling.</p>\n<p>P!: There was once a controversial post on a Magic style guide website that specifically stated its audience as being “boys 14 and up.” How are you trying to expand that, or are you trying to expand that, as a female author?</p>\n<p>ND: Well I haven’t read that, and I think it’s kind of a prevailing misconception. So many women have been into fantasy for so long, even though it’s not marketed towards them. We’re out here and we’re literally starving for these stories. There were a lot of women sci-fi writers back in the ‘60s. A lot of that literary history is erased, so we get these misconceptions that women aren’t into fantasy or science fiction. In terms of representation, we get some characters but growing up, I never really felt like I saw myself in them. When you do see yourself in the driver’s seat, like with the new Star Trek, it is so amazingly awesome. I think we can pull in a lot more fans once people know that yes, they are actually welcome. I’m seeing a lot more diversity in authors coming up within the last five or so years and it’s been really good to see stories everyone has a stake in.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicky Drayden"},"slug":"nicky-drayden","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Matthew Wagstaffe"},"slug":"matthew-wagstaffe","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Ethan Zisson"},"slug":"ethan-zisson","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Phantasy"},"meta":{"volume":"4","number":"13","publication_date":"2019-02-28"}}}}