{"title":{"rendered":"Introduction, Nicolas Kemper"},"content":{"rendered":"<p><strong>NICOLAS KEMPER (M.Arch &#8217;16)</strong></p>\n<p><span>When I asked Anthony Vidler how we should honor Zaha Hadid, he offered the following: “Everyone is skirting the work: either they don’t like it, or they don’t understand it, or whatever. It would be more respectful to her to attack the work. Do you know what I mean?”</span></p>\n<p><span>Before the news of her passing hit Rudolph Hall last Thursday and students began pinning up Zaha Hadid drawings in her honor, with the aid of photoshop Dan Marty (M.Arch ‘17) had already pinned up an attack on Zaha Hadid’s work, see above. He was trying to ruin the iconicity of the Heydar Aliyev Center in Baku for Mark Foster Gage’s seminar “Disheveled Geometries: Ruins and Ruination.” So we said it &#8211; or rather Dan drew it: when you square the curves, is there still a Zaha project?</span></p>\n<p><span>But for now, we will let the work speak for itself: find on the opposite page almost all of Zaha’s projects, starting with her student work at the AA. That seems like as good a starting point as any for tonight’s conversation between Frank Gehry, Peter Eisenman, and Deborah Berke, moderated by Mark Foster Gage.</span></p>\n<p><span>Until then, we would like to pick up an idea put forth last Friday by Tegan Bukowski, who was in Zaha’s 2013 studio and is now a designer in London at ZHA. In her piece for </span><i><span>The New York Times</span></i><span>, ‘Zaha Hadid: More Than a ‘Female Architect,’ Tegan emphasized the many roles Zaha Hadid played: as a hero, as a form-giver, as a mentor, as a female mentor. Find here a series of personal testimonies, arranged roughly chronologically, sketching some of the many roles Zaha filled in her relationships to members of our community.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Beilage Zaha"},"slug":"beilage-zaha","meta":{"volume":"1","number":"","bulletin":true,"publication_date":"2016-04-08"}}}}