{"title":{"rendered":"Itadakimasu"},"content":{"rendered":"<p>With the highest density of eateries in the world, Japan doubles the United States in restaurant per person, and that’s excluding the 50,000+ convenience stores which stock freshly prepared meals at least twice a day. Food is taken seriously in Japan. It takes a decade to become a sushi chef. One learns to wash the rice for up to two years before even being allowed to cut the fish.</p>\n<p>The Japanese Confucian practice, hara hachi bu (eat until 80% full), is not applicable to Osakans, as the saying, kuidaore (eat until you drop), is more applicable. Having spent the past 3 months in Osaka, I have attacked my “foodventures” in 15 of the 47 prefectures with this mentality, resulting in a broad vocabulary of traditional and modern Japanese cuisine. This guide sheds light on regional delicacies for your next trip to the land of the rising sun (or Sushi on Chapel). View the food highlights on @makyth.matt for a visual guide.</p>\n<p>Izakaya/Streetfood</p>\n<p>Yakiniku: Grilled meat. Restaurants have a selection of cuts varying in quality and fat. You will smell of smoke afterwards.</p>\n<p>Yakitori: Skewered, bite-sized grilled chicken. Nothing goes to waste. You will find skin, livers and innards. The type of grill and charcoal also adds a smoky flavor and char. Binchotan (white oak charcoal) is most commonly used in Japan.</p>\n<p>Takoyaki: Grilled flour batter balls filled with minced or diced octopus. The balls are flipped every few seconds on a special high-temperature plate to ensure an evenly cooked batter, so be careful not to burn your mouth. (Osaka)</p>\n<p>Eihire: Dried stingray fin grilled until edges are crispy. Eaten with salt, chili flakes and mayo.</p>\n<p>Torisashi: Raw chicken cut into strips. Occasionally, the outside is seared just long enough for added flavor and texture. Beware of izakayas not specializing in chicken or sashimi as you are more likely to upset your stomach if the pieces are not cut correctly. (Kagoshima)</p>\n<p>Okonomiyaki: Originating in Osaka, the word translates to ‘whatever you want grilled’. The batter is the key ingredient. It usually includes shredded lettuce and meat. Monjayaki in Tokyo is similar, but thinner. (Osaka, Hiroshima)</p>\n<p>Tebasaki: Fried savory chicken wingtips, at low and high temperatures for the perfect juicy/crispy balance. (Nagoya)</p>\n<p>Honetsukidori: Grilled chicken thigh on the bone. Choose between young (plump and soft) and mature (firmer and stronger aftertaste). (Kagawa)</p>\n<p>Kushikatsu: Deep fried food on a stick which you submerge into a communal savory sauce. No double dipping. (Osaka)</p>\n<p>Oden: A la carte broth-boiled dishes, including fishcakes, konjac, daikon, tofu. (Osaka)</p>\n<p>Tempura: Fried vegetables/seafood. I recommend the kelp on daikon and urchin wrapped in shiso leaf.</p>\n<p>Chanko nabe: Stewed ingredients in a dashi/chicken broth. Used as a protein-heavy weight-gain diet for sumo wrestlers.</p>\n<p>Dashimaki: Delicately rolled omelette in a pool of dashi soup. The simple yet hard to perfect dish often acts as an indicator of the restaurant’s quality.</p>\n<p>Noodles</p>\n<p>Ramen: The four main broths include miso, shoyu (soy sauce), shio (salt) and tonkotsu (pork bone). Toppings and noodles are customizable to include various meats and vegetables.</p>\n<p>Champon: Found in the south, this noodle dish fries pork, seafood, and vegetables in lard, in which, the ramen noodles are also simmered. (Nagasaki)</p>\n<p>Soba: Thin buckwheat noodles, usually dipped in cold/hot sauces or broths. (Nagano)</p>\n<p>Somen: Thinly stretched, air-dried wheat noodles commonly served chilled with soy sauce and dashi broths.</p>\n<p>Udon: Thick wheat noodle served either hot or cold in clear broths or dipping sauces. Kagawa is renowned for its udon production, firmer and more rectangular in profile due to the way it is cut and kneaded. Hotou udon from Kawaguchiko is stewed in a miso base. (Kagawa)</p>\n<p>Dessert</p>\n<p>Warabimochi: Bracken starch-based clear mochi covered in soy bean powders. The perfect way to enjoy this sweet dish is to sit in a garden or temple tea room with a cup of bitter matcha tea. (Kyoto)</p>\n<p>Dango: Opaque, skewered, sticky dumpling made from glutinous rice flour, usually covered in a shoyu or red bean sauce.</p>\n<p>Yokan: Thick and firm block jelly made from agar and bean paste. These are a popular souvenirs amongst the Japanese as many prefectures make them differently.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Matthew Liu"},"slug":"matt-liu","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Other, Etc. A Catalog Of Anything But Architecture"},"slug":"other-etc-a-catalog-of-anything-but-architecture","meta":{"volume":"5","number":"01","bulletin":false,"publication_date":"2019-08-29"}}}}