{"title":{"rendered":"J. Irwin Miller Symposium: “A Constructed World”"},"content":{"rendered":"<p><b>YANBO LI </b><em>(YC ‘16)</em> has coffee with <strong>BIMAL MENDIS</strong> <em>(YC &#8217;02, M.Arch &#8217;98)</em> and <strong>JOYCE HSIANG </strong><em>(YC &#8217;03, M.Arch &#8217;99)</em></p>\n<p>&nbsp;</p>\n<p><b>Y: In your mind, how do the exhibition and symposium relate to one another?</b></p>\n<p><span>J: It always started as a conversation. It was an exhibition where you looked at the idea of the world as a city through architectural methods and techniques, while the symposium was always meant to be the component that went beyond architecture, where architecture could frame a discussion in a larger sense to engage many other fields of expertise.</span></p>\n<p>&nbsp;</p>\n<p><b>Y: As architects and intellectuals, why is it important for us to think of the world, urbanization, and design in this way? In other words, what is at stake?</b></p>\n<p><span>J: Everybody </span><span>–</span><span> not just architects </span><span>–</span><span> says that this is beyond us, it’s not our issue. When everybody takes on that attitude is when you have a problem. And it’s not to say by any means that we or any single entity is an ultimate solution, but to say, what is it that we could offer to make sense of these issues that are very urgent and pressing.</span></p>\n<p><span>B: We want to ground architecture in a broader humanist context: that we have a broader purview and scope of what we can do. That’s why the symposium comes in and makes architecture able to converse across all these disciplines at a scale that many people might not think is relevant, but we think is absolutely relevant.</span></p>\n<p>&nbsp;</p>\n<p><b>Y: Can you guide me through some of your thought processes in choosing the speakers and splitting the themes in the way that you did?</b></p>\n<p><span>J: Some of it was ‘I wonder if this person knows about this other person’s work.’ It started off with the work that these people were doing and the kinds of ideas they had that we wanted to see in dialogue with others.</span></p>\n<p><span>B: There’s something nice about having a cartographer, an astronaut, and an economist – it sounds like the beginning of a joke.</span></p>\n<p><span>J: Part of this is also establishing common themes using terms of construction, which have both philosophical and literal implications. Something like “excavation” has Mark Williams, a geologist, literally digging in sites around the world, versus Mark Wigley, for whom excavation is something that is more a historical or cultural excavation.</span></p>\n<p>&nbsp;</p>\n<p><b>Y: Who are your intended audiences?</b></p>\n<p><span>B: Strangely enough, it might not be as seemingly relevant to the average architect, and that’s the irony, because it should be. It resonates, if anything, outside of the school more so than it does inside, and that’s one reason we want to bring it to the school. It’s unfortunate that this happened when an important constituent – students that are going to graduate, visiting faculty, colleagues – who we want to comment, aren’t coming.</span></p>\n<p><i><span>Aside: (Travel Week for advanced studios runs from 9/26 to 10/4)</span></i></p>\n<p><span>J: In the end, it also is for the School of Architecture. We feel very strongly that this is something that should be part of the discourse, and to have one third of the school be gone sends a terrible message.</span></p>\n<p>&nbsp;</p>\n<p><b>Y: What do you hope that your audience takes away from the symposium, and how might we apply its ideas to study and practice?</b></p>\n<p><span>J: We see the exhibition, our work, as the first of many of these kinds of conversations. This is a way for us to identify the beginnings of a movement or to solidify certain interests and alliances that maybe people didn’t know existed.</span></p>\n<p><span>B: When twenty people speak, and if you want to go to all of them – and I recommend that you do – at least one or two will resonate in some ways or make you see things in a way you haven’t before. If it makes you ask questions about what you’re doing and how you could do things in a certain way that responds to those issues, there might not be an answer today, but those kinds of questions are what become incredibly fulfilling later.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Screens"},"meta":{"volume":"1","number":"08","publication_date":"2015-10-02"}}}}