{"title":{"rendered":"Joint Degree Insights"},"content":{"rendered":"<p><b>JACQUELINE HALL </b>(M.Arch &#8217;18, F&amp;ES &#8217;18) <strong>TESS MCNAMARA </strong>(M.Arch &#8217;18, F&amp;ES &#8217;18)</p>\n<p>WITH MARGARET MARSH (M.Arch &#8217;18) AND ALEX THOMPSON (M.Arch &#8217;18)</p>\n<p><span>We sat down with two joint-degree students, Tess McNamara and Jacqueline Hall, to discuss research, the scientific focus of the School of Forestry and Environmental Studies, and how it all plays into architecture and their time at Yale.</span></p>\n<p>MM: What drew you to FES? What intersections between architecture and environmentalism interest you most?</p>\n<p>TM: I was working in New York at a small, structural engineering firm that had a side interest in coastal-resilience after Hurricane Sandy. It became very clear from working on these projects that there’s a certain way designers present information and internalize data – and there’s a totally different way that scientists produce and portray that information. Teams of scientists had trouble communicating with the designers and vice-versa. There was a gap. My aspiration in coming to the joint degree was that by having one foot very strongly planted in the world of architecture and another planted in this scientific community, I’d be able to get hard, scientific knowledge about ecosystems, coastal issues, and climate change and be able to bring it all together in a future practice.</p>\n<p>AT: We [architects] definitely have our own jargon and totally forget that there could be a gap.</p>\n<p>JH: I’ve also noticed the way that architecture uses research in a narrative sense and we don’t have conventions or standards about how we collect and present the research to support a design argument. It’s interesting now being in a place where that research is so rigorous and there are rules about how to collect information. It’s helpful to go outside of architecture school and remember that just because you have data doesn’t mean it’s good or right. People focus on the visual presentation of information in a certain way to support their arguments and might not really engage with people who are actually doing cutting edge research in ways that can change the way you think about these problems.</p>\n<p>MM: In your two studios last year, you switched from the scale of a school to a city, and now you’re switching from the scale of building to environment. How do you think your architectural skills and your understanding of scale are going to translate to your forestry studies?</p>\n<p>TM: Well, the urban studio really solidified for me that that’s the scale at which I want to work. Looking at systemic community problems or large scale infrastructure needs, and being able to solve these challenges spatially is what really makes me excited. And now, at FES, to be able to learn the technical skills that can just add depth and expertise to that passion is really energizing. I have no idea what an ideal job would look like for me right now, it might not be something that currently exists! And it’s comforting that pretty much 80% of our classmates at FES feel the same way.</p>\n<p>JH: I’ve always known that I wanted to do urban scale environmental work and that’s always been the most important to me at the end of the day. Having the opportunity to go to architecture school and think about that spatially is what excites and drives me. It’s the media and the way of thinking that gets me jazzed. And I’m excited now to have some concrete tools for design thinking but also to collect the skills to go into an urban environmental problem and at least know what’s at stake environmentally; who the people are to talk to, what are the right questions to ask, and to have a network of people who are doing really amazing environmental work.</p>\n<p>MM: Is there anything you expect to be particularly challenging or particularly easy in switching between architecture and forestry for the semester?</p>\n<p>TM: I think we have a very different background from many of our classmates in that the last time I took a science class was in high school. A lot of people came in with strong science backgrounds or were working in policy.</p>\n<p>AT: I think it must be nice to have people who have their own areas and that people are thinking all different ways.</p>\n<p>JH: With environmentalists, there’s this automatic gratitude for other people’s presence because there’s a sense that we’re all in it together, which is part of why the sense of community is so strong at F&amp;ES.</p>\n<p><span>TM: I think it’s also the reason why the field, by nature, is so inter-disciplinary. The faculty and administration at FES have stressed that they welcome different opinions and people with different specialities and skills because we’re not going to be able to solve the world’s most complex problems with one academic field. It’s impossible. That mindset has been really inspiring for me.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jacqueline Hall"},"slug":"jacqueline-hall","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Tess McNamara"},"slug":"tess-mcnamara","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"On Practicing"},"slug":"on-practicing","meta":{"volume":"2","number":"01","bulletin":false,"publication_date":"2016-09-08"}}}}