{"title":{"rendered":"Journey of the Century"},"content":{"rendered":"<p>ALEJANDRO DURAN (M.Arch I 2019)</p>\n<p><span>In cycling, a century is a ride of at least 100 miles.</span></p>\n<p><span>A cyclist trains for months before tackling a century, slowly building up their endurance to the point where they can ride the full distance without stopping. A century is, ostensibly, no feat for a novice.</span></p>\n<p><span>In the summer of 2015, I was not a trained cyclist. In fact, I hadn’t owned a road bike for more than two weeks. I had spent those two weeks exploring the San Diego County coastline in 25-mile sprints between my apartment in La Jolla and the coastal towns that dot the shore. College had just ended, and I had no plans. I thought that riding my bike would lead me to some sort of revelation; all my friends were moving away, and I had nothing better to do.</span></p>\n<p><span>One day I biked past my usual stopping point and wondered, “What would happen if I kept going?” In Southern California the coast curves smoothly and gradually, so from any point on the coast you can track the shoreline until it fades off into a blue mist. Naturally this vista instills a sense of wonder.</span></p>\n<p><span>So early one morning at 5:00AM, I mounted my bike and headed to my friend Cole’s house. I knew he would be awake; today was the day he was driving to Sacramento to start his new job. When he let me in, I began explaining my plan: I wanted to ride to Los Angeles on my bike, a distance of 110 miles. At this point most people would have dismissed me as crazy and wished me good luck. Cole, however, cooked me five eggs and an entire package of bacon (half to eat with the eggs and half for the road). After some talk over coffee, Cole and I hugged goodbye, and I began my journey cycling up the coast through the “June Gloom,” a thick marine layer obscuring the Southern California summer sunrise.</span></p>\n<p><span>Cyclists usually wear a lot of special gear. Clip shoes allow cyclists to clip their feet onto the pedals. Padded spandex shorts prevent posterior irritation. Tight-fitting (Spandex??) jerseys ensure high aerodynamic performance and thermal comfort. That morning I was wearing some old desert boots, a pair of pink beach shorts and a baggy Pink Floyd T-shirt.</span></p>\n<p><span>The first thirty miles were a breeze, familiar territory filled with foggy beaches and surfing towns. At Camp Pendleton, the friendly Marine guard advised me how to make it to Orange County. “Don’t stop and stare at anything or we’ll have to arrest you,” he joked. At this point I was a little winded but not shaken. The bare chaparral of the Marine base seemed to extend forever. I passed a column of tanks on the road and the gunners waved hello. Finally, I encountered some other cyclists. Right then and there I blew a tire. I hadn’t packed a tube, but they gave me a spare without hesitation. They even helped me adjust my seat. “Your legs need to be able to extend fully,” they advised, “otherwise you’ll get wicked cramps.”</span></p>\n<p><span>Around San Juan Capistrano, U.S. Highway 1 (“The One”) gets very narrow, with no shoulder for cyclists. It’s a little harrowing. As focused as I was on not getting hit, I missed a turn and had to climb a tremendously steep hill around Laguna Beach. I felt my bike wanting to pivot and do a backflip over my rear wheel. I almost didn’t make it. My legs were wobbly Jello sixty miles in. As I crested the hill I saw something wonderful: an uninterrupted, sunny view of the coast all the way north with a long decline to rest my legs.</span></p>\n<p><span>Mile 90. At Long Beach, I was really done. The sun was setting, and I had eaten all of my bacon. I started up the L.A. River, a long ride with more wrong turns—turns out there are a lot of tributary canals. I biked past Compton, Lynwood, and South-Central when finally, in the distance, I saw the gleaming towers of downtown. Every mile now felt like its own century. Finally I came off the river, stopped at Philippe’s across the street from Union Station on Alameda, and devoured an exquisite French Dipped sandwich.</span></p>\n<p><span>One year later, I moved to New Haven, which is roughly 100 miles from New York by bike. Within a week of moving here I mounted up and rode to New York. This time I had Spandex shorts, a nice helmet, and a cool water bottle—I still have to get those fancy shoes. I made sure to pack twice as much bacon this time. </span></p>\n<p><span>I try to do this ride at least once a year, but I wonder what my next century will be. </span></p>\n<p><span>Somewhere in the world, it’s waiting to be ridden.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alejandro Duran"},"slug":"alejandro-duran","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Unqualified"},"meta":{"volume":"3","number":"08","publication_date":"2017-11-30"}}}}