{"title":{"rendered":"Katie Lau on Lhasa, Tibet"},"content":{"rendered":"<p>Thirty-some hours after departing New Haven, we land in Lhasa. Dazed by plane-sleep, altitude medication, and genuine surprise that we’re permitted to leave the airport, we shuffle into the sun—now 13,000 feet closer. Our tour guide, Tenzing, meets us in the parking lot with Khata scarves and water bottles and loads us into the tour van. As we make our way to our hotel, guzzling water and shedding coats, Tenzing gives us the ground rules: 1. No beer until you adjust to the altitude. 2. Always carry your passports. 3. No talking politics. Although it goes unstated, we assume that “politics” refers to China’s occupation of Tibet and the exile of the Dalai Lama to India, not Graham’s updates on the Trump impeachment inquiry. With the fatigue of altitude sickness setting in, we muster the energy to follow Tenzing to dinner. Hunched over a low wooden table, we consider our first bites of yak curry. Graham makes a request for a vegetarian substitute—surprised that a Buddhist country consumes so much meat. Tenzing laughs, “all Tibetan Buddhists eat yak; there’s nothing else.”</p>\n<p>The smell of yak settles everywhere and clings to everything. Cuts of meat hang on butcher hooks—heads lay nearby, blocks of butter sit in shop stalls. Tibetans drink yak butter tea for breakfast, bring yak butter to temples and offer a scoop to each prayer candle, and carry plastic bags of yak meat home for dinner each night. The ice cream in KFC Lhasa? Made with yak butter. I suspect the same of the hotel coffee creamer.</p>\n<p>The ubiquity of all forms of yak product speaks not only to the historic difficulties of life in such an extreme climate, but also to the distinct qualities of Tibetan culture that are affected by Chinese development. Chinese imports and greenhouses outside of Lhasa and Shigatse bring previously unavailable food products into the cities and loosen dietary reliance on the yak. At lunch stops in Chinese restaurants, we eat chicken, pork, and fish—customarily off-limits in Tibetan diets due to water burial practices. Yak-wool tents that house nomadic herders dot the mossy mountainsides of rural Tibet. From the passenger seat of the van, Tenzing explained that the nomadic herds graze for half of the year and are brought down to villages in the winter; what he didn’t, or couldn’t, say was that tightly monitored borders, urban development, and changing economic policies threaten the lucrativeness and sustainability of nomadic lifestyles. [a]</p>\n<p>At roadside stops, tourists can pose with yaks for ten yuan a photo and purchase yak-themed statuary, jewelry, and wall art. Our group is positive three golden yak figurines (all Mark’s), one yak bell, and several yak bone bracelets. The yak is a distinct and marketable symbol of Tibetan culture. As I’m sure is the case for many tourists, the pervasive yak made a clear impression on me. Those that have visited Tibet before say it’s vastly different every time—the cities are bigger, more modern, more global. If I ever manage to maneuver my way back into Tibet, I don’t think yak as cultural symbol will have gone anywhere, but yak as cultural product might.</p>\n<p>a. Benanav, Michael. “Yak Herders’ Vanishing Way of Life.” The New York Times. The New York Times, August 28, 2017. https://www.nytimes.com/2017/08/28/travel/india-yak-herders.html.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Lau"},"slug":"katie-lau","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"slug":"travel-week-bulletin-fall-2019","meta":{"volume":"5","number":"05","bulletin":true,"publication_date":"2019-10-17"}}}}