{"title":{"rendered":"Labeling Practice: A brainstorm session"},"content":{"rendered":"<p>BRANDT KNAPP &amp; JEROME HAFERD</p>\n<p><span><em>Oprah to RuPaul: What would you say defines you?</em></span></p>\n<p><span><em>RuPaul : (laughs) Today? At this moment? … I’m everything and nothing at all. </em></span></p>\n<p><span><em>-excerpts from interview between Oprah Winfrey and RuPaul Charles on 16 January 2018</em></span></p>\n<p><strong>The Problem of Fixation</strong></p>\n<p>There is a bottomless hole of thought relating to identity and the naming of an architectural practice. We’ve worn many different hats and struggled with what to “call” our collaboration. We struggle with this question; simply devoting time to it feels indulgent. However, this brainstorm  becomes a lens and foil for broader themes and pointed questions. What is an architecture practice to us, today? Fixation can mean the act of making something firm or stable. We see our practice as a set of repeated experiences and performances that ground our work as creative individuals. As we decide what to <em>name </em>ourselves, we ask: how does one allow for fluidity? fluidity, which, paradoxically, is our means of stability?</p>\n<p><strong>What’s in a Name?</strong></p>\n<p>Labels imply naming, and, in turn, Identity. What once was an almost default position—one’s last name(s), perhaps followed by “Architect” or “and Partners”— has become an existential task. Some of the naming trends: last names, acronyms, abbreviations, initials, and, more recently, play with symbols and/or an invented or enigmatic word or phrase which somehow is also “commentary” on practice.</p>\n<p>For us, the conceptual and literal layers of identity are operative. We each inhabit  identities that cut across several categories (gender, race, sexual orientation), and we are “professionals” who have been labeled artists, academics, activists; we embrace a fluid concept of identity. But how much of this fluidity should come through in a name? Or in a pronoun?<em> Maybe we should be Her and His Architects? </em>Another layer that we’ve been discussing recently is<em> aura</em>. How can a name embody the aura of a practice? <em>I almost want to call ourselves Misty Green.</em> Aura carries a connotation of hazy ambiguity. We propose a working definition that acknowledges multiple (and perhaps opposing) readings—that don’t retreat behind a proclivity for romantic generalization. We could say that an androgynous person is both ultra feminine and ultra masculine—that a person has a <em>queer aura</em>. We like queer ideas. Does this mean we should have a queer name?</p>\n<p><span><em>Oprah : How do you flow from [being in drag] to the other [out of drag]…</em></span></p>\n<p><span><em>RuPaul : Very easy</em><em>—Am I getting paid, or not getting paid? </em></span></p>\n<p><strong>Different Constraint-iations</strong></p>\n<p>And, what are we naming? What entity or structure is generative for our practice? Is it a think-tank, a lab, an atelier, a studio, an agency, an office, a project, a firm, a soft, a partnership, an imaginary, a collaborative, a start-up? We engage the public. We do experimental/guerilla research material studies to find new ways to put things together. We address themes of Performance and Play, Abstract vs. Built Form, Nature and Territory. In our East Harlem studio space, we share a building with artists—mostly painters—but also a contractor/sculptor, artist/architect, and other hybrids. While we don’t want to be tied down, these are the roots of our practice. <em>Can labels help structure our work?</em> Just as the constraints of architectural design (program, scale, codes, context, lineages) create opportunity and push creativity, labeling our practice could be generative for us. Referencing a clearly defined type provides clarity about a business’s mission or project. When you hear “lab,” you think “research.” Our generation of architects welcomes this kind of specificity in a label, in contrast to the traditional format that places a legal entity (LLP, LLC, INC, etc.) after a name. <em>brandt &amp; jerome LLP? jerome &amp; brandt architecture?</em> Could it be that a pseudo-conventional naming model gives us more liberty than the typology approach (research, lab, etc.)?</p>\n<p>Architecture culture isn’t known for its business savviness, but we see big shifts in the last 15-20 years. <em>Get Paid Architects?</em> Technology and social concerns are changing work and labor structures. It is inspiring that we can collaborate with one another remotely and work on the same document simultaneously over the cloud. However, we practice best when we are rooted in our city, in our neighborhood, at a desk together. How can we rethink business strategies to incorporate new technologies within our preferred work methods? Do labels help?</p>\n<p><span><em>RuPaul : Drag doesn’t conceal who you are, drag reveals who you </em>really<em> are.</em></span></p>\n<p>You could say we are packaging our practice, and it’s hard to bring up labels and names without talking about branding and marketing. <em>This makes us uneasy! </em>We are about to set up our Limited Liability Partnership, and that process is leading to an evolution in our identity.<em> Maybe we should look to supercouple names or pseudonyms, like Brangelina… Brarome? HAPP? </em>What remains clear is that we perform as a unit, and we are conjuring our identity.</p>\n<p><strong>Drag What You Will &#8211; Working Queerly<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a></strong></p>\n<p>It is important that our identity reflects our queer approach to business and our desire to learn from our tendencies. As a budding architecture office we constantly renegotiate priorities. How much time should be spent on competition entries? Applications? Grant writing? Client work? Teaching practice? Community building? Business strategy? And, how do we pay our bills? More recently, we have looked to other architects’ business models. How did these practices make it through the recession? How have their priorities shaped their practice?</p>\n<p>We want our practice to be as complicated <em>and </em>grounding as our identity. Some architecture groups have side practices for “bread and butter” projects. Like a writer working under a pen name, those groups might gain a ton of experience working through these projects. We find this schism in presentation and performance unsettling. We’d like to occupy our multiple territories of production and present as such. We see “passing”—as either a conceptual practice or a client-driven business—as subscription to normative structures. We are proud of our nuts and bolts projects, which teach us skills that add value for our clients. <em>Nuts/Bolts/Architecture &#8211; NBA?</em></p>\n<p>Today, architecture seems to be suffering from an identity crisis of its own, one related to authorship and existing power structures. How to use our agency, effect change and claim authorship are important questions for our generation. <em>Becoming HaferdKnapp?</em> As we rethink what a label is, we also ask how can we drag all of our lived experiences, interests, and methods of production into the mix to claim our practice.</p>\n<p><span><em>Oprah: Why do you think drag is resonating so strongly right now?                                                                                           </em></span></p>\n<p><span><em>RuPaul : There’s now are a new breed of people out there &#8211; a new voice&#8230;the kids&#8230;don’t identify as gay or straight &#8211; they’re smart, and they’re looking for a voice &#8211; almost a new belief system that transcends the 20th century &#8211; [that is completely of the 21st century…]</em></span></p>\n<p><strong>Texts we referenced during our brainstorm:</strong></p>\n<p>Butler, Judith. <em>Bodies That Matter: on the Discursive Limits of &#8220;Sex&#8221;</em>. Routledge, 2015.</p>\n<p>Gooden, Mario. <em>Dark Space: Architecture, Representation, Black Identity</em>. Columbia Books on Architecture and the City, 2016.</p>\n<p>Leonard, Zoe. <em>I want a president. </em>1992. <a href=\"http://www.lttr.org/journal/5/i-want-a-president\">http://www.lttr.org/journal/5/i-want-a-president</a></p>\n<p>Meredith, Michael. “Collection” <em>Under the Influence</em>, edited by Ana Miljački and Irene Hwang. SA+P Press, 2014. 66-73.</p>\n<p>Rainer, Yvonne. No Manifesto. Performed 1965. <a href=\"https://conversations.e-flux.com/t/yvonne-rainer-no-manifesto/1454\">https://conversations.e-flux.com/t/yvonne-rainer-no-manifesto/1454</a></p>\n<p><strong> </strong></p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> This heading references Jaffer Kolb’s special section “Working Queer” in <em>Log 41</em>, (Anyone Corporation, Fall 2017).</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Brandt Knapp"},"slug":"brandt-knapp","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Jerome Haferd"},"slug":"jerome-haferd","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Labels"},"slug":"labels","meta":{"volume":"3","number":"13","bulletin":false,"publication_date":"2018-02-07"}}}}