{"title":{"rendered":"Landscape Flâneur"},"content":{"rendered":"<p><strong>PEARL HO</strong> (M. Arch &#8217;16)</p>\n<p><span>Our boots sank into the muddy grass grazed by mother sheep and their lambs as we navigated the man made grounds at Castle Howard. We encountered endless fields along the graveled path and out would emerge a pyramid in the distance: turn a corner, and it disappears. Humorous follies, monumental mausoleums, and eye-catching pedestaled sculptures were dotted strategically to guide the walker through the panoramic estate.</span></p>\n<p><span>Bryan Fuermann spent the last ten days leading a group of twelve students, including me, all around England to walk, breathe and see landscapes and gardens designed between 1600 and 1900. Each day we walked the ups and downs of British ground. At Iford Manor we walked between mini worlds that manipulated views and perspectives to choreograph steps through sculptured terraces on a hillside. At Rousham we fell in love with topiary (the art of clipping shrubs into ornamental shapes) and saw the gardens’ structure before spring bloomed — each tree and shrub was well trained, and behaved according to the lessons taught by human hands. We learned of how Capability Brown managed to create his artificial lake by having his workers and goats stamp clay into the sunken ground before letting water flow in for two years to fill it, literally molding the ground into shape. If Stourhead was composed to be like a painting, the gardens at Castle Howard were choreographed like a scenographic film… Each place we visited taught a lesson of how it came to be, and how it was designed. </span></p>\n<p><span>Boots off, back in New Haven, I flip through the pages of Meaghan Kombol’s compilation of 60 landscape design projects (Phaidon Press, 2015). She profiles 30 internationally renowned designers and asks them to each pick an emerging landscape design firm of their choice to feature, altogether painting a refreshing and experimental image of the landscape scene today. The work she surveys is a diverse collection of bold, sometimes strange works that truly spatializes landscape on a different scale. The book also provides information such as the designers’ inspirations, favorite plants, and materials. Whilst it may be categorized as a beautiful “coffee table book,” the book is also structured as the script of an open debate, offering similar questions and key issues contended by the designers, as if each page was engaged in a conversation with the next. </span></p>\n<p><span>The project shown in the cover—Taylor Cullity Lethlean and Perry Lethlean’s [TCL] Australian Garden—is an example of a contemporary language of graphic landscape markings. While eighteenth century gardens such as Rousham gently divided the land through markings of edges and boundary, TCL takes on similar themes of delineation, but with  a graphic and colorful approach; swirling patterns and rounded, defined edges orchestrate a singular system. 30:30 Landscape Architecture is a meandering, informative and luxurious journey through today’s designed world, maybe an invitation to the landscape </span><i><span>flâneur </span></i><span>two hundred years from now, to discover not the gardens of housing estates but rather the </span><i><span>rus in urbe—</span></i><span>the condition of creating an illusion of being in the countryside created by landscape and architecture, despite being in the city—of the twenty-first century.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Pearl Ho"},"slug":"pearl-ho","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"(de)Natured"},"meta":{"volume":"1","number":"22","publication_date":"2016-03-28"}}}}