{"title":{"rendered":"Lean Meat"},"content":{"rendered":"<p><strong>MICHAEL LOYA</strong> (Joint Degree SOM &#8217;18 M.Arch ’18)</p>\n<p><span>“Nice rendering.” One of the more frequent utterances of a young critic, both an empty compliment and signal of the moment in which the whole room should shuffle a few feet to the right.  A curious occurrence, the short exchange illustrative of the current tension between the market shaping forces at play in the profession and the ritual of studio criticism that serves as the nucleus of our education. </span></p>\n<p><span>These days, our clubs, classes and conversations grapple constantly with the desire for architecture practice, or rather, the business of architecture, to change and adapt to a new, digitally fueled future.  The disparity between labor and compensation, liability and control, designer and client have been Venn-diagramed to exhaustion.  Organizations have sprouted to champion the 8 hour workday, the fair market contract, and higher pay for difficult work.  These ideas are noble and necessary, yet just as often as the disparity is highlighted, the fact that the design process is rife with inefficiencies and labor waste is just as often overlooked.  When contracts result in razor-thin margins and fees are constantly undercut by old classmates trying to make next month’s rent, cash flow is unlikely to increase in the short-term and costs must be kept to an absolute minimum.  A competition economy and huge increase in global competition has necessitated this focus inward, resulting in an industry wide cost cutting of considerable scale.  This disparity between labor and compensation forced the creation of a new architectural product; the digital rendering.  A hyper-lean product in which a building can be shown in its totality: exterior, interior, mood, circulation, occupation all at once.  Whether or not the rendering is well executed or not is irrelevant, this medium has taken hold as the first step towards a new efficiency.  The market has mandated a leaner product, and now we trade in images, trading cards that facilitate liquidity and movement to a previously viscous marketplace.</span></p>\n<p><span>This shift has not gone unnoticed, rather far from it. Architects and theorists have been lamenting the commoditization of architecture for a while now, while others relish the creative freedom that digital architecture has provided.  Some decry overly perfect images as easy and deceitful, others claim there is no better way to express the mood or intention of a design. Nevertheless, a debate persists in the profession about the role of the rendering, and this debate persists outside of our particular academic community.  The pit is light on digital artistry; a pedagogical push towards the handmade keeps the rendering relegated to the final days of studio production.  The rendering is treated as a second-class form of representation, a final snapshot of design, rather than a complementary visual medium through which one can find mood, meaning, and potentially architecture.  This should not be the case.  We cannot sideline the primary form of representation in our industry. By doing so we do ourselves a great disservice.  The digital image is not here to replace the old methods, it is only a tool through which we can design and represent, and it should be treated as such.  It is time to let the rendering become part of our discussion. Digital images should stand equally with our sections, be picked apart and destroyed with our models, and be critiqued as part of the whole, not a digital afterthought.</span></p>\n<p><span>We study to be better architects, to understand space through making, yet we remain perpetually vulnerable.  We may graduate at the pinnacle of architectural education, yet we will be unable to traffic in the most basic currency of our contemporary economy.  We should not leave ourselves disadvantaged, yet we must proceed with caution.  We cannot fall into a pit of digital saturation, endlessly iterating and scheming until the architecture is lost. We mustn&#8217;t be distracted by the beautiful images around us, we must think critically by combining, critiquing and re-imagining our heroes of the past and present.  We practice drawing, debating, model building and pitching.  Let’s practice rendering as well.  </span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"Value"},"meta":{"volume":"1","number":"10","bulletin":false,"publication_date":"2015-10-15"}}}}