{"title":{"rendered":"Learning to Live with Yourself in the Age of Instagram"},"content":{"rendered":"<p>“Twenty seconds,” you’re told as the door opens and you step inside. Twenty seconds to experience infinity. You step inside and the door is closed; suddenly, you find yourself in a field of lights, stretching beyond the limits of imagination. And you find yourself there, staring back at you from every side and every angle. You’re caught in wonder and amazement, and then panic sets in.</p>\n<p>Fifteen seconds remaining. It becomes clear that this moment, for which you have anticipated for months and waited for hours in line, will end soon. Time is fleeting in the Infinity Room, but so too is life fleeting in relationship to infinity itself. What a dilemma. The fear of leaving and forever having to rely on your memory to recall such a sublime experience. The fear of telling your friends about this room, but not having words enough to describe it. But then you remember that you’re a member of the iPhone Generation.</p>\n<p>Ten seconds remaining. You remember the seashells you keep in a jar from your trip to Florida as a child. You remember the Mickey ears from Disneyland and the shark tooth necklace from the Outer Banks. Objects taken for the sake of memory. But Infinity has no objects to give. Is it narcissism? Not necessarily. Is it sentimental? Maybe &#8230; probably. But is that “bad”? After all, you’re not the typical selfie-loving, avocado toast-eating Millennial; you’re a proponent of art. Surely that makes a difference.</p>\n<p>Five seconds remaining. To take a picture, standing in infinity, is to try to capture the fleeting human experience. And isn’t that what this is all about? Confronting the human experience? Here, you are brought to the brink of reality, and offered a momentary glimpse into the abyss of the universe. To go to the edge of existence and take a picture, to pin down the very notion of being into a photograph is to try to reject your own mortality. Documenting your life through photographs is to preserve life in a single instance; to bottle up happiness for the days when you aren’t happy, to document youth for when you are old, and even to live beyond death, frozen in a temporal snapshot. To stand in the space of your own demise and, in an act of defiance against the universe, take a selfie is to pretend as though the universe can be conquered. How could anyone resist such a power? It’s as though the room is taunting you to steal a picture.</p>\n<p>There’s only a second or two left. You may never get to stand here again, the moment lost forever. Maybe it isn’t narcissism, maybe it’s the fear of regret. When you’re 80 years old and want to bring yourself back to this moment, would it be possible without a photograph? What will your friends say if you come back empty-handed? Do you take the chance? One second before the infinite becomes finite and regret potentially infinite. The pressure becomes unbearable, and you take your phone out of your pocket.</p>\n<p>Time’s up. The door swings open, light floods in and you’re washed with the sound of the bustling museum. You step back into reality, your phone a few megabytes fuller.</p>\n<p>A figure emerges from the door in a daze and steps off to the side. You step forward, phone in your back pocket. You’ve come for the sake of art, not a profile picture. But you keep your phone … just in case. “Twenty seconds,” you’re told as the door opens and you step inside&#8230;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Shelby Wright"},"slug":"shelby-wright","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"meta":{"volume":"5","number":"07","bulletin":false,"publication_date":"2019-11-07"}}}}