{"title":{"rendered":"Lecture Review: Means and Ends"},"content":{"rendered":"<p>The first three lectures in our Fall 2019 lineup showed how architecture is entangled with trends far beyond the field. We began with a lecture by John Spence of the Karma Group that felt like a commercial–80’s rock interludes included. Janet Marie Smith co-lectured with Spence, and the juxtaposition of their work highlighted their differences over their similarities. Where Smith is interested in the way sports stadiums can affect a public space, Spence viewed the context of his resorts as another product serving his elite clientele. This service includes his claims of social responsibility and site sensitivity. It showed architecture’s continued relationship with wealth, evolving with demands of contemporary tourism but ever-present.</p>\n<p>The following week we listened to Renaud Haerlingen of Rotor and Rotor Deconstruction. Rotor engages with the process of deconstruction, focusing on strategies of waste reduction and material reuse. Haerlingen described the ways the firm has set up a logistical framework to establish patterns of reuse in construction. Each design project he presented was sensitively engaged with its context, seeking to refresh forgotten urban corners through an engagement with natural processes of decay.<br />\nOn the third week, it got political. Teddy Cruz and Fonna Forman delivered an impassioned speech on their research and work on the US-Mexico border. Their lecture showed how the physical realization of a geopolitical border has created a fraught urban condition. Their work serves the population in this peri-urban border region, using art performances and installations as a political tool and devises new housing paradigms for this urban condition.</p>\n<p>The first three lectures revealed architecture’s and our school’s relationship with broader cultural trends that we must pay attention to. On the one hand, we could understand these lectures as evidence of YSoA’s liberal arts pedagogy, our pluralist embrace of different interests. On the other hand, we could view these lectures as the field of architecture reckoning with how it is employed as a means to an end: as entertainment, as an ecological and logistical apparatus, as a political tool. Although the Karma Group lecture may have felt uncomfortable, this is the reality of how architecture is used by capitalist market sectors. Rotor and Cruz+Forman argue that architecture has been instrumental in creating the problems that plague our current condition. Both practices attempt to alter problematic paradigms of our global world and economy. While in past years lectures have often felt like portfolio reviews, these lecturers understand architecture’s instrumentality within larger systems and leverage this knowledge toward their respective goals. The border between pedagogy and reality has been blurred; the school is lifting its head out of the echo chamber, and we would do well to listen.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Helen Farley"},"slug":"helen-farley","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"meta":{"volume":"5","number":"04","publication_date":"2019-10-10"}}}}