{"title":{"rendered":"Legal Abortions, Illegal Architecture"},"content":{"rendered":"<p>Since 1973, <em>Roe v. Wade</em> has affirmed a woman’s right to access abortion resources in the United States. States that had once criminalized abortion as a moral and social evil now contend with the procedure being performed within their borders under the protection of the federal government. Unable to overrule the Supreme Court’s decision to legalize abortion, several states have restricted access to abortion through the creation of ordinances, zoning, and architectural codes to eliminate all legal clinics and make the building of new ones nearly impossible. These have become known as TRAP laws, or the Targeted Regulation of Abortion Providers.¹</p>\n<p>These incidences can be traced back to the very year that <em>Roe v. Wade</em> became law. Jan Ryan Novak of the Cleveland State Law Review noted several incidences of these abortion skirmishes occurring in and around Ohio, as well as in other localities around the nation.²</p>\n<p><strong>Listed as Noted:</strong></p>\n<p><strong>Parma Heights, Ohio:</strong> The city passed an ordinance requiring hospitals to be the sole abortion providers in the city. Number of hospitals in Parma Heights: 0</p>\n<p><strong>Cleveland, Ohio:</strong> The city amended the health code to separate abortion clinics from medical clinics, therefore banning them in all retail business districts. This was declared legal as it only prevented access in certain parts of the city, and a locality had a right to protect its community’s interest in expressing an anti-abortion viewpoint through zoning.</p>\n<p><strong>Grand Chute, Wisconsin:</strong> After a public meeting conducted by the town’s Board of Health, the town council passed two resolutions: The first affirming their anti-abortion stance and the second transferring control of the workings of the clinic to the council. An ordinance was then passed with 38 stipulations, including rezoning to industrial districts and the placing of exacting standards concerning specs, licenses, staffing, recordkeeping, and plans of the proposed structure.</p>\n<p><strong>Southborough, Massachusetts:</strong> An abortion clinic obtained a lease to operate in an industrial zone. The planning board held a public meeting and proposed a new ordinance banning clinics in all zones of the town. In response, the Massachusetts Supreme Court rejected this, stating that just because most of the town did not like the abortion clinic they could not simply overrule a constitutional protection.</p>\n<p>Even with increasing local limitations, it was not until the 1992 Supreme Court case <em>Planned Parenthood v. Casey</em> that the states got the legal right to further restrict access to abortion services.³ This led many states to pass even more stringent laws in order to shut down clinics so that no legal abortions could be performed within illegal architecture. Due to this, 25 states now have TRAP laws on the books. These include many concerning architectural design; they prescribe specific corridor and door widths, procedure room dimensions, as well as exact temperature settings.⁴ Due to these regulations, a number of abortion service locations were declared illegal and subsequently run out of business. In heavily anti-choice states, such as Texas, the number of clinics has fallen below the amount that was first recorded in 1973 when <em>Roe v. Wade</em> came into effect. And these laws continue to be enacted to this day. As recently as 2015, cities in Virginia, such as Fairfax and Manassas, passed new restrictive zoning reforms. These included the changing of the designation of abortion clinics in the municipal code; the addition of more expensive permits, a requirement that there be a public comment period; and the necessity for direct approval from either the zoning board or city council itself to proceed with new clinic permits.⁵ By controlling nearly every aspect, from the definition of exact design specifications to the approval of the permit process, abortion clinics can slowly and effectively be eliminated as long as an anti-choice majority can be continually elected to less prominent positions in local government. And if an individual may happen to get the funding and permission to build a new clinic according to the new standards, the law can simply be amended to make that clinic illegal.</p>\n<p>However, beyond the physical regulation of space, several Orwellian interventions have also been introduced as a method to “persuade” women not to have an abortion. Several states, such as Wisconsin, have mandated ultrasounds that force pregnant women to listen and look at their embryo or fetus and require the technician to describe in detail its organs and beating heart to her. Others require abortion doctors to actively lie to their patients by having them state that abortion may lead to higher rates of breast cancer, as well as severe internal organ damage. Many of these legally mandated statements are blatantly false and have even been derided by those who are against abortions, such as the American Cancer Society’s chief medical officer, Dr. Otis Brawley.⁶ This desire to eliminate abortion clinics has led to the creation of a parallel industry that exists to completely undermine their medical authority and accessibility to the public. “Crisis Pregnancy Centers” act and often present themselves as abortion clinics, but they exist for the sole purpose of dissuading women from pursuing abortive options. Often connected with and funded by conservative religious organizations as well as the federal government, and numbering at around 2,500, they exceed the amount of actual abortion clinics by a margin of nearly 700 within the United States. The danger of these clinics is that they deliberately spread misinformation to women and families who come to them looking for assistance. They expound falsehoods, such as how abortions are linked with future mental illnesses or that contraception doesn’t work as well as abstinence in preventing pregnancy or STDs. Even worse, there have been instances where CPCs have affirmed false information in order to purposefully induce births against the consent of pregnant women. And yet, in contrast to abortion clinics, these CPCs are almost completely unregulated by the government, most are not even required to have licensed medical staff.⁷ Therefore they have no ethical or legal reason to provide actual care for the women that they receive, while abortion clinics continue to be shut down and have any and all government funding stripped from them.</p>\n<p>These restrictions are in large part enacted by the Republican Party. Even though we identify them as the “pro-life” party today, that has not always been the case. Former president George H. W. Bush’s nickname was once “Rubbers” for his strident and vocal support of family planning during the 1960s. He sponsored Title X of the Public Health Services Act of 1970, the only family planning health care service provided by the federal government. This act continues to provide funding for infertility treatments, contraceptives, abstinence counseling, and family planning research for low income families across the U.S.⁸ And even as late as 1980, H. W. Bush, still a moderate on social issues at the time, openly opposed the idea of any amendment against abortion.⁹ Barry Goldwater, the 1964 Republican candidate for president, took great issue with the increasingly restrictive position his party began to take with abortion during the late 1970s and 1980s. This change can be put down to Reverend Jerry Falwell and his so-called Moral Majority, which injected the support of the conservative Evangelical Christian right into the Republican Party. This caused a shift in the party’s ideals. In exchange for their political support, the party began to consecrate the family and social values of the religious right in legislation at the national level in order to continue to court the favor of this new power base, leading to the birth of the Republican Party we know today. Goldwater viscerally rejected this, saying that “all good Christians should kick him (Falwell) in the ass. When it comes to the point at which these groups try to take away the power of the American citizen, then I have to take exception to it. It’s not tasteful, I don’t like to do it, but I will oppose this abuse of constitutional power any place that I have to.”¹⁰ After the <em>Casey</em> verdict in 1992, he expounded, “I’m all on the side of choice. I think it is a woman’s right whether or not to have that child.”¹¹</p>\n<p>As the use of contraceptives and knowledge of safe sex practices have increased through the years, abortion rates have hit an all-time low in the United States. However, as unintended pregnancies still account for 45 percent of all pregnancies as of 2011, it makes the question of abortion an imperative when considering not just reproductive rights, but women’s healthcare itself. These figures only increase, sometimes to as high as 75 percent, when looking at more marginalized groups such as the young, the poor, or ethnic minorities.¹² And it is often these same groups who are not represented in the chambers of power where these decisions are being made. The shutdown of clinics in critical areas only helps to highlight the pervasive role zoning and architectural regulation have in establishing these invisible barriers that increase class stratification and division in America. Around 90 percent of U.S. counties do not have any clinics with abortion services, and 19 states have fewer than five clinics per state.¹³ The scarcity of these clinics and lack of access requires a sizeable number of women who live in outlying or rural areas to take measures such as time off work and travel to have these procedures be carried out. Now, an upper or middle class family or individual might be able to afford the cost of travel, time off, lodging, prenatal care, as well as the health insurance that will help cover the cost of the $350-950 procedure.¹⁴ But the majority of individuals that need these resources are often the ones who don’t have the time, the resources, or the support networks to travel across or out of state to get care.</p>\n<p>It is in the interest of the health and well-being of all women that these clinics continue to exist, publicly and openly. For abortions shall continue to be done whether or not there are any abortion clinics to carry them out; it has happened in the past, but it need not happen in the future. It is critical that we as architects recognize that there is nothing neutral or benign about the regulations and codes that we follow. There is an essential powerlessness there, for we as an industry are under the sway of these officials who are often more interested in exerting their own personal authority through us, than the safety and well-being of the public. We participate in this process of marginalization simply by adhering to the laws that govern how we build and where we build. Moving forward, it is important to acknowledge our role in this fight, but it is also important to recognize that it will take the force of the larger society to demand and exact meaningful change on abortion. Unfortunately, throughout history, it often takes a great tragedy before there is any meaningful recognition of the need for change, and for there to be enough social momentum for that change to be enacted. As architects, but more importantly as an informed community, we need not let this come to be: while the past is set, the future is yet unwritten.</p>\n<p>[1] &#8220;Targeted Regulation of Abortion Providers (TRAP).&#8221; Center for Reproductive Rights. February 29, 2012. Accessed February 04, 2019. http://bit.ly/2HVw6fH<br />\n[2] Jan Ryan Novak. &#8220;Zoning Control of Abortion Clinics.&#8221; C<em>leveland State Law Review</em>, 1979, 507-27. Accessed January 27, 2019. http://bit.ly/2G8YrgE<br />\n[3] Reversing Roe. Directed by Anne Sundberg and Ricki Stern. Netflix. September 13, 2018.<br />\n[4] Denise Lu and Sandhya Somashekhar. &#8220;How Restrictive Are Abortion Regulations in Your State?&#8221; <em>The Washington Post</em>. March 1, 2016. Accessed February 2, 2019. https://wapo.st/2BnhlMM<br />\n[5] Robin Marty. &#8220;Virginia City Attempts to ‘Ordinance’ Out Safe Abortion.&#8221; <em>Rewire.News</em>, July 11, 2013. Accessed January 26, 2019. http://bit.ly/2MV7T88<br />\n[6] Pam Belluck. &#8220;Pregnancy Centers Gain Influence in Anti-Abortion Arena.&#8221; <em>The New York Times</em>, January 3, 2013. https://nyti.ms/2StRm00<br />\n[7] Amy G. Bryant, MD, MSCR, and Jonas J. Swartz, MD, MPH. &#8220;Why Crisis Pregnancy Centers Are Legal but Unethical.&#8221; <em>AMA Journal of Ethics 20, no. 3</em> (2018): 269-77. doi:10.1001/journalofethics.2018.20.3.pfor1-1803<br />\n[8] Allison Herrera. &#8220;Before He Was President, H.W. Bush Championed Family Planning.&#8221; <em>Public Radio International</em>. December 5, 2018. Accessed February 2, 2019. http://bit.ly/2t5LTxY<br />\n[9] Reversing Roe.<br />\n[10] <em>Mr. Conservative: Goldwater on Goldwater</em>. Directed by Julie Anderson. Performed by Barry Goldwater. Youtube. September 18, 2016. Accessed February 2, 2019. http://bit.ly/2t9oDPT<br />\n[11] &#8220;20/20 Interview with Barry Goldwater.&#8221; In <em>20/20</em>. ABC. July 1993.<br />\n[12 ]&#8221;Unintended Pregnancy Prevention | Unintended Pregnancy | Reproductive Health | CDC.&#8221; Centers for Disease Control and Prevention. Accessed February 2, 2019. http://bit.ly/2SdWxBM<br />\n[13] &#8220;Abortion Incidence and Service Availability In the United States, 2014.&#8221; Guttmacher Institute. January 7, 2017. Accessed February 2, 2019. http://bit.ly/2HRu1RT<br />\n[14] Amy @ Planned Parenthood. &#8220;How Much Does It Cost to Get an Abortion?&#8221; Planned Parenthood. April 8, 2011. Accessed February 4, 2019. http://bit.ly/2GqUHX6</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ezra Feynman"},"slug":"ezra-feynman","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Just What the Doctor Ordered: Health and Architecture"},"meta":{"volume":"4","number":"11","bulletin":false,"publication_date":"2019-02-07"}}}}