{"title":{"rendered":"Let&#8217;s Move Out of the House: A History and Critique of the Building Project"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>MADDY SEMBLER</strong> (M.Arch I 2017)</p>\n<p>The inception of the Building Project can be attributed to the youth activism of the 1960s. Frustrated with the university’s top-down development of the city of New Haven, the students staged a walkout at the New England regional conference of the American Institute of Architects shouting “the AIA has helped develop a professional aesthetic unrelated to the real needs of people…we believe architects must begin to realize they are socially responsible for their actions.” The school’s climate also changed with Charles Moore’s deanship in 1965 after Paul Rudolph. Moore’s interests directly reacted against Rudolph’s late-modernist “exclusivity” and instead embraced “vulnerability” as an architectural principle.</p>\n<p>Reacting against exclusivity and abstraction of late-modernism had already become a task students undertook without administrative aid. One student, Robert Swenson, began work in the Appalachian region in 1964. Dedicating a summer to aiding the political organization of impoverished citizens in the region, Swenson spread his enthusiasm for advocacy when he entered Yale shortly thereafter. Funding from Lyndon B. Johnson’s Economic Opportunity Act and his pledged “War on Poverty” set the stage for design-build initiatives that had a significant impact on our architectural education beginning in New Zion, Kentucky in 1967.</p>\n<p>&nbsp;</p>\n<p>THE FIRST PROJECTS</p>\n<p>The New Zion Community Center, the first of the building projects, sought to create a central gathering place by designing in the apparent social and utilitarian needs of the New Zion residents. The floor plan included bathrooms, shower rooms, a kitchen, and a large community multi-purpose room. During construction, students stayed in the homes of New Zion residents or camped out near the site. Locals cooked meals for the students. An enthusiasm for the construction went beyond the design and into the realm of social collaboration between the students and the New Zion community.</p>\n<p>&nbsp;</p>\n<p>PUBLIC PROJECTS STILL IN USE TODAY</p>\n<p>Two later projects, the renovation of the Wallingford Train Station (1972) and the Cabin Creek Health Center (the last Appalachian project in West Virginia) exemplify moments when BP responded to social causes so effectively that both projects still operate in their original form today. When the popularity of rail travel declined in the late 1960s, BP restored the interior of the central train station of Wallingford, CT to preserve the town’s historical gem. The class designed an interior that opened on both ends of the structure to the dramatic height of the building for vertical circulation. The renovation created functional space for meeting rooms and community spaces that still serve the community today. The exterior of the building was renovated later on, but the interior built by Yale students remains intact.</p>\n<p>The Cabin Creek Health Association set out to build a center that would offer health services to miners infected with black lung disease and educational programs to residents of the rural region of West Virginia on these health issues. The building today still serves as a clinic for multiple health services within the larger Cabin Creek Health System. With an updated exterior, the building is currently featured prominently on the Cabin Creek Health Systems website.</p>\n<p>&nbsp;</p>\n<p>THE SWITCH TO HOUSING</p>\n<p>In the late 1980s, housing in New Haven was a relevant social issue for the Building Project’s response. Elm Haven, New Haven’s high-rise public housing tower, was being torn down. The city was following the national trend of “scatter-site housing” that provided safe conditions for public housing. The Building Project’s shift from public buildings to private dwelling, at this time, responded to the needs of the urban fabric.</p>\n<p>The first house, built with Habitat for Humanity, was a two-family home on an abandoned lot on Hallock Street in one of New Haven’s poorest neighborhoods. Working for Habitat for Humanity allowed for an intimate relationship between the designers and the client as the students came to know the families for whom the house would be built. This connection to the homeowner proved to be an integral element of BP in these early years of building affordable homes. In 1994, Sharon James was very involved as the recipient of that year’s Building Project home. (See picture on next page). The students consulted James at length as to her needs for the space. When deciding a scheme, the jury could not come to an agreement on one. Someone suggested James decide. The winning scheme was announced with James’ exclamation, “I like that one.”</p>\n<p>After nearly three decades of building houses, it seems that BP has settled into a convenient routine focusing on an educational and real estate agenda. Working for real estate developers separates the students from the client. No longer does BP have a relationship with those who will use the space, nor does it question the social and historical context in which it is being built. While this gives freedom to students to take liberties with their designs, it yields an ignorance that falsifies the original intent of the Building Project as a socially engaged architecture.</p>\n<p>When pouring the foundation of the most recent 2015 house, a neighbor stopped by the construction site. He asked hopefully, “Is this going to be a grocery store?” “No,” we had to reply. “Well that’s what we really need around here.” He wasn’t the only neighbor to question the addition of a house to the area. Others, furthermore, are concerned that increasing development of the area will eventually price them out of their homes. In the post-recession era spawned by a mortgage crisis, does BP need to be building more houses?</p>\n"},"meta":{"fold":{"title":{"rendered":"Building Project"},"meta":{"volume":"1","number":"16","bulletin":false,"publication_date":"2016-01-14"}}}}