{"title":{"rendered":"Letter To My Deskmate"},"content":{"rendered":"<p><strong>MARGARET MARSH </strong>(M.Arch &#8217;18)</p>\n<p><span>Dear Alex,</span></p>\n<p><span>I know we both </span><i><span>swear</span></i><span> that we were at the front of the pack when we raced for our desks first year (yes, the very very front). But for the record, I still think it was me. Regardless, we sprinted, oblivious as to what it meant that our studio’s desks were designated in the “Bridge” &#8211; it meant that we didn’t need to race. These desks were all</span> <span>decidedly “cozy” or “charming” when compared to the rest of the 6th floor. Breathless, we chose single desks next to each other and slowly embraced the concrete that enveloped us. This was just the beginning of our first year.</span></p>\n<p><span>There were no windows, but we had the Mylar printer &#8211; where people from beyond the Bridge would sometimes appear. When the printer wasn’t working you answered every mechanical question with the authority of a supervisor &#8211; “press Select several times to choose Tray A&#8230;” &#8211; until the Mylar patrons walked away satisfied (even though I and our Bridgemates know that you have zero tech authority). Visitors passed our desks, going from one side of the studio to the other, noting the wildly changing temperature that we had become accustomed to. Foot traffic varied between bathroom goers, group member search parties (“he’s in New York&#8230;we think”), and those on plotting pilgrimages, both calm and frantic. </span></p>\n<p><span>While we didn’t have the physical closeness of those double desks, we did find that our habits, advice, and late-night delirium created an alliance. I think it is because we weren’t pushed together that we came together as needed. We definitely talked about Terry Gross too loudly and I could only see your forehead behind the monitor during most of our conversations, like the neighbor in </span><i><span>Home Improvement</span></i><span>. The separation granted to us by having “aisle-seats” gave us an independence that fostered a shared perspective. </span></p>\n<p><span>We traded advice and observed each other&#8217;s’ desk crits, hitting the same benchmarks at different times. When one of us was trying to work through a certain obstacle, the other had guidance. You were the Photoshop wiz, but also walked me through soft boiling the perfect egg. And the roles consistently changed. We could sense when one of us needed space or needed direction. Most importantly, knowing that we were going through the same things made the difficulties that much easier. </span><br />\n<span>This semester we’re sitting on opposite sides of the studio, so I know that there will be things that we won’t catch in each other&#8217;s progress. While I may have to walk a little farther to make sure we’re not wearing matching outfits by mistake (again), I think it’s likely that our deskmate experience is forever built into the fabric of our life in Rudolph. There is a particular camaraderie that first year promotes, one that is hard to replicate. So while I’m glad we’re through the woods, I will miss being able to borrow tape without having to ask.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Margaret Marsh"},"slug":"margaret-marsh","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"On Practicing"},"meta":{"volume":"2","number":"01","bulletin":false,"publication_date":"2016-09-08"}}}}