{"title":{"rendered":"Life-Size:  A Critical Rereview"},"content":{"rendered":"<p>It’s strange to watch a film and realize you possess two conflicting opinions. One is critical and rational while the other is tethered to emotion and memory. When Life-Size first came out in early 2000, it became a seminal movie for me, a 9-year-old girl. It was emblematic of the term “girl power.” In the film, through an otherworldly series of events, a young girl unwittingly brings a doll, Eve, to life. Eve learns a valuable lesson that girls don’t need to be perfect, nor do they need to adhere to stereotypical standards of femininity. However, watching it now, I cringe at the dated views of women and girls. A movie that is meant to denounce absurd female stereotypes, at the same time reaffirms them.</p>\n<p>I’m aware of the film’s indisputable flaws. I recognize character inconsistencies, the conventional mythos, and the abundant plot holes, but at the same time I am enthralled, because with it I am catapulted back to a simpler time. I am driven by nostalgia.</p>\n<p>The feeling of nostalgia is almost intrusive, tempting you to indulge in it even when you wish to detach from it. Nostalgia is powerful, not because it draws you back to an authentic past, but rather to a romanticized one.</p>\n<p>Life-Size is one example which feeds this nostalgia,<br />\nnot just in the security you feel, but in its storytelling. The story is a generic one, but there is comfort in retelling old stories and knowing what happens next. It’s the same reason Disney can reboot any film with nominal changes to the original story. They’re banking on the value of nostalgia.</p>\n<p>Nostalgia can be productive if we allow for reflection and are able to move forward, but often it is a device that allows us to remain stagnant. We should question the benefits of nostalgia and be cognizant of how it may influence our thinking.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alicia Jones"},"slug":"alicia-jones","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Other, Etc. A Catalog Of Anything But Architecture"},"meta":{"volume":"5","number":"01","bulletin":false,"publication_date":"2019-08-29"}}}}