{"title":{"rendered":"Location, Location"},"content":{"rendered":"<p>Spain. Breathtaking. Spain has 47 UNESCO World Heritage Sites. Spain has been among the most visited countries in the world for decades. Thousands of years of history and culture. Totally agree. Can’t get enough of it.</p>\n<p>China. Hundreds of replicas of major cultural landmarks from Spain (and Italy, and France, and the Netherlands, and&#8230;) have cropped up over the last three decades. Consider, however, that China has little to be insecure about when it comes to its standing among the Great Civilizations; along with Italy, it’s one of only two other countries to top Spain in the UNESCO rankings (there are 53 Chinese sites, including one in Macau). Even the act of copying itself, as a mode of cultural production, has a more nuanced history within traditional Chinese philosophy and value systems than it does in the West. [1] Fascinating research. Growing market segment.</p>\n<p>So, reframing a bit: Why visit Spain if you can build it instead? Outbound Chinese tourism has shot up nearly 1400% since the turn of the millennium, and yet only 7% of Chinese citizens currently hold a passport. You might call this a “staggering potential for further growth” [2] in global tourism; you could also call it “time to start exporting wrought-iron balustrades like crazy.” Killer opportunity. Make China Europe again!</p>\n<p>But true to contemporary Chinese form, this phenomenon has both everything and nothing to do with the logic of Western capitalism. Products of the mimicking craze have been dubbed “duplitecture” by Bianca Bosker in her opus on the subject (and alternately referred to as “trash culture” among the Chinese-language literati). [3] Like the vast majority of building projects in China, these are buildings produced by Chinese firms for Chinese people. Much of the critical attention paid to duplitecture in China has focused on residential developments, and understandably so – Western motifs have dominated luxury Chinese property developments throughout the housing boom that began in the early 1990s. But residential design trends seem to be drifting away from faux-French villas and towards more traditional Chinese home-building styles, especially among the uber-wealthy. [4] So, where is Chinese architectural mimicry still relevant? And for whom?</p>\n<p>Last year, as a teaching fellow at a polytechnic in Singapore, I was lucky enough to spend a month in Wuhan, the ground transportation capital of China [5] and its sixth-largest city (the metropolitan area is roughly the size and population of New York City). On the advice of a colleague at our host university, we gave the students a break from the city’s staggering – if a bit sterile – trove of heritage sites in search of something a bit kitschier (though no less typically Chinese). Tucked behind the dubiously-named Optics Valley Square, southeast of the city center, we found the Guanggu Walking Streets, where architectural mimicry takes on a peculiar, somewhat novel logic.</p>\n<p>In Guanggu, a network of narrow cobblestone streets links three excruciatingly charming European-style plazas, each paying a sort of wry tribute to its namesake. French Street is lined with pristinely manicured hedges, but its narrow, angular shape makes it difficult to traverse (as if to prevent mass demonstrations). German-Italian Street – the merger a tribute to their shared Axis past, no doubt – boasts an uncanny blend of German restraint and Italian brio. The links between these nodes prove even more pointed somehow: a faux metro station in the German-Italian plaza, promising a path to French Street (complete with departure and arrival times) leads only to an existentially empty chasm. <em>No Exit</em> indeed! Haunting.</p>\n<p>On Spanish Street, however, things grow particularly absurd. Perhaps the most generic of the three, the Spanish plaza features an eye-popping mashup of Romanesque and Gothic motifs, with some lovely, vaguely Mediterranean tiling scattered throughout. Palm trees dot the main square, along with a number of Roman-looking fountains. The only real nod to Spain as such is a bronze bull and matador at the entrance to the plaza, accompanied, inexplicably, by a plaque dedicated to Don Quixote (with bilingual text in Mandarin and Spanish). One could argue the apparent non-specificity of this last plaza alludes in some way to Spain’s uniquely heterogeneous architectural history; and yet, without reaching that far, Spanish Street as a non-place seems somewhat fitted to the purposes it seemed to serve for most people I observed there. That is: image-making. Search #madrid on Instagram. Now try #guanggu. What’s the difference, really?</p>\n<p>Places like Guanggu should be discussed differently from the residential duplitecture found throughout China’s suburbs for at least two reasons: its strictly commercial nature, and its utter genericity. These plazas don’t pretend to recreate specific sites and monuments, but rather to emulate the essence of a place. “Essence” is probably not even the right term here; Guanggu doesn’t exactly lay claim to any fundamental truths of the urban European experience. It does, however, produce an aura of European-ness that might be enough for a burgeoning Chinese middle class (or at least its youth). These sites are entirely superficial, architecturally – a step inside the towering cathedral on Spanish Street reveals a number of generic profanities (metal and plastic benches, 40-inch LED screens, a Burger King). They operate more like stage sets than faithful architectural replicas, and might better be recognized as a distinct subcategory of duplitecture. Guanggu Spanish Street is decidedly not Spain, and yet is extremely Spain online. #Vibes</p>\n<p>Despite the pearl-clutching it elicits in most media reports, duplitecture in China seems less like a wave of desperate knockoffs and more like a flex of monumental proportions. After all, China has been dunking on the West for millennia when it comes to empire-building, technological advancement, and cultural innovation. Why should architecture be any exception?</p>\n<p>[1] Bianca Bosker, Original Copies: Architectural Mimicry in China (Honolulu: University of Hawaii, 2013), 4.</p>\n<p>[2] Oliver Smith, “The unstoppable rise of the Chinese traveler,” The Telegraph, April 11, 2018, https://www.telegraph.co.uk/travel/comment/rise-of-the-chinese-tourist/.</p>\n<p>[3] “Fangzao” (Copying), Chengshi zhonguo (Urban China) 4 (2005): 115.</p>\n<p>[4] Linda Poon, “China&#8217;s Latest Hip Houses Recall the Homes of Emperors,” CityLab , September 8, 2016, https://www.citylab.com/equity/2016/09/chinas-latest-hip-houses-recall-the-homes-of-emperors/498989/.</p>\n<p>[5]  More poetically: “China’s Thoroughfare.” Less so: “the Chicago of China.”</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Caleb Negash"},"slug":"caleb-negash","meta":{"degree":"Harvard GSD, M.Arch I","graduation_year":"2022"}}],"fold":{"title":{"rendered":"Same Same, But Different"},"meta":{"volume":"4","number":"10","publication_date":"2019-01-24"}}}}