{"title":{"rendered":"Looking for the Perfect Beat"},"content":{"rendered":"<p>In 1980, the disco and R&amp;B group GQ released their sophomore album Two, with the track “<a href=\"https://www.youtube.com/watch?v=BihDYHrXguI\">Lies</a>” buried in the A4 slot. Though catchy, the composition was not selected as a single for the album. Its song form alternates between a G-minor verse and a C-major chorus, with pleading lyrics about romantic intrigue. Late in the song, the break strips back the beat to just the addictive bassline and drums, with some guitar flourishes laid on top.</p>\n<p>That section is the starting point for Theo Parrish’s <a href=\"https://www.youtube.com/watch?v=_hKmIxhspsA\">edit </a>of the tune that appeared as “Ugly Edit #7” in 2004, one entry in his series of masterful edits. Parrish loops the original riff and the verse’s lyrics, heightening their urgency through repetition. He changes the mix of frequencies to make the track seem heavier, feel thumpier. He doesn’t use the chorus, instead shaping a chopped arrangement that’s longer than the original while using less of the original composition. And it’s funky, reflecting how Parrish worked via hardware to realize something propulsive from a few choice bars of source material. This swingy quality of feel is what makes Parrish a master of his craft.</p>\n<p>By now, remix culture is a ubiquitous term throughout various realms of cultural production. It is operative to the extent that the conceptual metaphor of the remix is already in wide use within architecture.[1] Surely, architects mix pre-existing materials together to create a temporal sensation, orchestrate publics in a way that coordinates space while remaining absent from it, and respond to a rich and layered series of historical precedents (“samples,” let’s say) that are reconstituted for an audience that does—or doesn’t—sense the referentiality at work but nevertheless has a bodily experience, etc.</p>\n<p>The remix, generally, reconstitutes elements into a new but still-recognizable composition through the introduction of new material that is synthesized with the old. It is an act of selection but, notably, an additive one—specific parts are re-recorded, new melodies or drums enter, arrangements change. There is an element of surprise embedded in the work as recognizable melodies are <a href=\"https://www.youtube.com/watch?v=KjVGJ3YFDc8\">reconstituted</a>. An architectural remix might contain similar types of collisions booleaned from recognizable forms, as Sam Ghantous’s <a href=\"http://archmix.es/\">@archmixes</a> project explores. Other more historic precedents of architectural remixology are likely out there.[2]</p>\n<p>The re-edit is similar, but it works through the opposite directive of subtraction. The re-edit is a distillation of a composition to its compelling core that is then extended. In the case of dance music, the re-edit paradoxically makes a track longer by removing parts. In turn, it stretches the remaining elements into longer sections ready for the dancefloor. The re-edit—sanctioned or not—is the opposite of a radio edit, which condenses compositions into shorter versions for quicker consumption. The re-edit, through its repetition, allows a deeper occupation of the music.</p>\n<p>The re-edit comes from versioning practices of dub and the disco mix, where DJs extended breaks and non-vocal sections in an effort to make more time for consistent dancing (and, eventually, breakdancing and MCing). <span>Now-canonical DJs like </span><a href=\"https://www.youtube.com/watch?time_continue=5&amp;v=AbKv_M3UwMc\"><span>Larry Levan</span></a><span> or </span><a href=\"https://www.youtube.com/watch?v=5WqL4vDV1IE\"><span>Walter Gibbons</span></a><span> were prolific re-shapers of disco, reconstituting studio material to perform better in the club. Ron Hardy’s edits were notably more </span><a href=\"https://www.youtube.com/watch?v=lr-_a5jPDPE\"><span>loopy</span></a><span> and </span><a href=\"https://www.youtube.com/watch?v=H7eEdpWgOsc\"><span>mesmerizing</span></a><span>. The reel-to-reel editing by Frankie Knuckles at the Warehouse in Chicago was the birth of house music and the source of the genre’s name.  </span>The practice is common among DJs such that there are edit-only record labels and all manner of re-edit styles, from subtle re-EQing to total rework.[3] Most DJs chop and loop the tracks they play, even within the CDJ that is now the standard instrument of performance.[4] The practice is alive and well; some of the hottest <a href=\"https://www.youtube.com/watch?v=5T8c250kPVQ\">tracks</a> from this summer were re-edits, to say nothing of the reality that sampling and editing is how many musicians begin their tunes. [5]</p>\n<p>Scholars of dance music have previously noted that the distance between the author of the music and its subject has architectural parallels. In Energy Flash, Simon Reynolds wrote that “closer to an architect or draughtsman, the house auteur is absent from his own creation; house tracks are less like artworks, in the expressive sense, than vehicles, rhythmic engines that take the dancer on a ride.”[6] The sentiment establishes a distance between creation and performance that is similar to architects realizing buildings—or images of buildings, at least. It also reinforces the colliding tool kits of creative work: like music makers, architects “sample” source material, “repeat” (texture map) it to make surfaces, “compose” surfaces into “arrangements,” use filters and effects to make final products, and then “print” their work much like a producer exporting a final audio file for production. Even the connections of Grasshopper’s visual programming function a bit like Ableton’s effect chains or the Max for Live interface.</p>\n<p>As a method of material engagement that prizes subtraction and repetition over addition and difference, the re-edit is simultaneously minimal and expansive. More than “just” a DJ “tool” (a term for a rhythmic track that can be layered in with other material), it is a technique more concerned with making things that groove over making shiny, flashy items. The re-edit <a href=\"https://www.youtube.com/watch?v=P5QBxN7Li1w\">gets out of the way</a>—it lets the music do its thing.</p>\n<p>What does an architectural re-edit look like? Lacaton Vassal’s <a href=\"https://www.lacatonvassal.com/index.php?idp=20\">Palais de Tokyo</a>, surely; Jo Nagasaka’s House in Okusawa is another; Philipp Schaerer’s <a href=\"https://www.transfer-arch.com/delight/bildbauten/\">Bildbauten</a> series is a purely visual one; Eisenman’s drawings from Ten Canonical Buildings are an analytic good start. The tasteful Swiss-British generics of David Chipperfield, Caruso St. John, Mary Duggan, and Morris+Company? Likely so. A long list could be assembled, though at a certain point the jurisdictional differences between re-edit, remix, and cover version blur together.[7] Today, club culture and architecture culture hang together regularly, as seen in the installations at Coachella or the afternoon ragers at MoMA PS1 every summer. Both prize communal sensorial experience that can be Instagrammed and shared (thankfully there is no architectural equivalent of <a href=\"https://boilerroom.tv/\">Boiler Room</a>, although Sci-Arc’s <a href=\"https://www.sciarc.edu/events/events/sci-arc-spin-room\">SPIN ROOM</a> is giving it a go). Both prize novelty, which is why the re-edit, in its refutations, is a slinky beast. It traffics in clone stamps and stutters, it messes with EQs and fills, it resculpts tension to heighten its eventual release, all in an “under the hood” image of business-as-usual sonics.</p>\n<p>Following the usage of architecture as operative metaphor for other creative disciplines, the re-edit is an operative strategy from music that could be imported to produce “architectural tools.” This is not a new tip, as it is the general idea behind precedent analysis, case studies, and studios predicated on the extension of conditions found in prior work. But seen from this angle, it might prompt new responses to old questions—less fantastic, more durable. These responses might slide by, almost unnoticed but deeply felt, their near invisibility the only signature of a master at work. Such an idea might help speculate yet another way through which architecture could be produced.</p>\n<ol>\n<li>See, as an example, the recent <a href=\"https://www.centerforarchitecture.org/exhibitions/close-edge-birth-hip-hop-architecture/\">exhibition</a> at the Center for Architecture, Ana Miljacki’s book <a href=\"https://architecture.mit.edu/publication/under-influence\">Under the Influence</a>, Michael Ford’s important work with his <a href=\"http://hiphoparchitecture.com/\">Hip-Hop Architecture Camp</a>, or, most recently, Jimenez Lai’s comparison of Andrew Kovacs to a “hardcore DJ who goes crate digging because of a thirst for knowledge” in Log p. 46.</li>\n<li>See, maybe, the Beaux Arts tradition as it encountered the technical innovations of iron in the mid-19th century.</li>\n<li>It takes all kinds; Todd Terje makes “Jolene” sound like Dolly Parton is in outer space while Gay Marvine takes us into the bathhouse with his edits.</li>\n<li>Avalon Emerson details her methods in <a href=\"https://www.residentadvisor.net/features/3392\">this</a> recent Resident Advisor feature.</li>\n<li>As an example, see FACT magazine’s series “<a href=\"https://www.factmag.com/tag/against-the-clock/\">Against the Clock</a>,” in which they film a musician or musicians making a beat in ten minutes.</li>\n<li>Simon Reynolds, Energy Flash, London: Picador, 1998, p. 22.</li>\n<li>Similar arguments could be made about the historic divisions between type and model paradigms in late 19th/early 20th century architectures.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Jack Murphy"},"slug":"jack-murphy","meta":{"degree":"M.Arch, Rice University","graduation_year":"2020"}}],"fold":{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"meta":{"volume":"5","number":"02","bulletin":false,"publication_date":"2019-09-12"}}}}