{"title":{"rendered":"Luka Pajovic on Athens, Greece"},"content":{"rendered":"<p>There have been few tourists over the last two centuries or more who have failed to be impressed by the Parthenon and its dramatic setting on the Athenian Acropolis–claims Mary Beard in her wonderfully wry and honest study of the venerable monument. [a] She goes on to single it out as one of the few canonical works which (unlike the irritatingly small Mona Lisa, or the surprisingly suburban Pyramids) never fails to enchant, despite millions of tourists and dozens of manipulators of public opinion, availing themselves of its symbolic reserves year after year.</p>\n<p>It was therefore with a sense of intense, if studied, anticipation of overwhelming beauty, that we made our way to the holy rock on that limpid late-September morning. And there it was, 800 metres down a rather banal street from where we spent the night, looming over the city of the living like a stone ghost–uncanny in its marmoreal infirmity. The contrast between the two could not have been more striking to any pair of less desensitised, less expectant eyes.</p>\n<p>We began our ascent in the blue haze of the still-unlit southern slopes. Turn after turn, we took in the views, meandering past the olive groves and unmarked ruins along paths choreographed more carefully, and laid out more recently than any one of the unsuspecting students of antiquity around us would have dared to imagine. We revelled in the picturesque deceit of it all, stopping every now and then to take in the views of the city at our feet and record the moment–some for their followers, others for lack of a better way of coping with the growing sense of sensory fatigue and resignation.</p>\n<p>But the swoon never came; not even as the Propylaea opened up before us, flooding us with warm easterly light, its shattered columns’ flutes ablaze like a thousand lisping tongues. [b] Neither did it come as we crossed into the sacred precinct itself, finally to face that delicate behemoth of marble that had until then looked so remote. The great ruin’s timeless glow seemed to leave most of us frigid behind our many layers of optical protection from the world. Its benevolent grandeur seemed mute before a generation taught to view its wondrous forms in painfully reductivist,<br />\nor else, openly dismissive terms.</p>\n<p>And so we frolicked about, doing what we do best: getting punny with the Caryatids, cooking up witty captions to give others a taste of some “Acropolis experience” we never really had, vainly trying to capture visually the ineffable charm of the place, or simply wandering about, mouth agape, for the better part of the hour spent there. Whether it was simply the jet lag that prevented us from coming out of our usual blasé shells, or a more pervasive shift in the way we look at the world around us, I still do not know. At any rate, we all seemed rather more at ease with the facile pleasures of the Aegean, probed through and through over the week that followed.</p>\n<p>a. Beard, M. (2002), “The Parthenon”, Profile Books, London (p. 3)<br />\nb. A bit like the way the chipped striations of Rudolph Hall light up on most mornings.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Luka Pajovic"},"slug":"luka-pajovic","meta":{"degree":"M.Arch II","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"slug":"travel-week-bulletin-fall-2019","meta":{"volume":"5","number":"05","bulletin":true,"publication_date":"2019-10-17"}}}}