{"title":{"rendered":"Main St. Is Almost Alright"},"content":{"rendered":"<p>Behind the spectacle of Disney’s “Main St., U.S.A.” is a highly calibrated illusion. Like any successful <em>trompe l&#8217;oeil</em>, “Main St., U.S.A.” is meant to please the eye enough to fool, but remain distant enough to evade scrutiny. “Main St., U.S.A.” is a literal facade. Draw back the curtain; one will find no glitz or glamour &#8211; only structural support and warehouse space. Each elevation of every unique building is constructed to feel both grandiose and comforting through a variety of tricks &#8211; forced perspective, scaling, manipulation of materiality, and the framing of particular views.</p>\n<p>&nbsp;</p>\n<p>A breakdown of any given facade will reveal that the first floor of each building is built at full scale, the second floor at ⅝ scale, and, if there is a third floor, at ½ scale. Cladding, like brickwork or shingling, scales incrementally as it gradually moves from the base (larger) to the top (smaller). An example of this technique, employed to great effect, can be seen at the neighboring Cinderella’s Castle, only 189 feet tall but assumed to be well over 500 feet by most viewers. The perimeter walls of each building on Main Street taper upwards, in an entasis of sorts (like the Parthenon), to accent the views from the street. [1]</p>\n<p>&nbsp;</p>\n<p>Listen closely, can you hear the music? Speakers are placed in unassuming locations (under lamp posts, amidst flowers, or under gaily striped awnings) in order to play a consistent and constant soundtrack to life. If you take a deep breath near the ice cream parlor, you can expect to be greeted by the soft scent of vanilla continually wafting through the air, thanks to Disney’s patented “Smellitzer” &#8211; a machine which pumps aromas into the air to connect guests to their taste buds. It is rumored that Disney even invented a paint color named “Go Away Green” which is utilized throughout the park to divert visual attention from certain architectural objects within the streetscape, laying a soft backdrop for a larger trick of the eye. [2] All one needs is the passing horse-drawn streetcar to make this picturesque landscape of pure Americana complete (available daily from 8:00am to 11:45am).</p>\n<p>&nbsp;</p>\n<p>It is the “Main St., U.S.A.” of a simulated perfect replica (of something which never truly existed) that continues to consume participants in the ongoing acts of the play. And it is this “Main St., U.S.A.” that acts as an escape from reality, rather than a truthful demonstration.</p>\n<p>&nbsp;</p>\n<p>“Tourists become wanderers and put the bitter-sweet dreams of homesickness above the comforts of home – because they want to; either because they consider it the most reasonable life-strategy ‘under the circumstances’, or because they have been seduced by the true or imaginary pleasures of a sensations-gatherer’s life.” [3]</p>\n<p>&nbsp;</p>\n<p>Much of the appeal is from the escapism. It is the reference to the real, rather than the actual real, that is important to the tourist, and the all-American.</p>\n<p>&nbsp;</p>\n<p>Of course, the actual main streets of America were never quite as lavish as Disney’s copyrighted set.  Within the walls of Disney’s fantasy, there was no need to worry about those issues that plague a functioning society: population decline, economic and political strife, social and class divisions, poverty, unemployment and racism, to name a few. [4] If Walt Disney’s “Main St., U.S.A.” was based on his hometown of Marceline, Missouri, his constructed version omits the fact that Marceline has a current population of 2,000 (down from 3,000 in 1905), a poverty rate of 14.1%, a community that is 90% white, and a per capita income that barely breaks $10,000. In comparison, on average 44,000 people attend Disneyland (CA) daily and 52,964 people attend Magic Kingdom (FL) daily. Population concerns are irrelevant in a world of make-believe. [5] Additionally, Disney’s “Main St., U.S.A.” was capable of evoking a nostalgia for an America that the general public somehow felt an attachment towards, even though they had never experienced it themselves.</p>\n<p>&nbsp;</p>\n<p>“Disney’s fantasy both restored and invented collective memory. ‘This is what the real Main Street should have been like&#8230;what we create&#8230;is a ‘Disney realism,’ sort of Utopian in nature, where we carefully program out all the negative, unwanted elements and program in the positive elements.’” [6]</p>\n<p>In 1955, at the time of the construction of the original “Main St., U.S.A.” of Disneyland, real “main streets” across the country were being uprooted to make way for the changes that came with the advent of the automobile. Quaint stores lining narrow streets, inviting pedestrians in at the sidewalk, were being torn down to make way for four-lane highways that ripped through towns, followed by parking lots which divided the storefronts from the speedway. [7] Through a process of selective omission, Disney was able to promise a Main Street that would be cleansed of all dangers and troubles, making sure the Rockwellian dream of the ideal (white) American family would never be hurt or taken away. On the verge of urban renewal, Disney gave America the luxury to miss a glorified past that most likely never existed in full for any patron, but was the glimmer of an “all-American” dream that many had desired for so long. [8] As Tom Vanderbilt wrote in his 1999 article “It’s a Mall World After All: Disney, Design, and the American Dream,” – “if it is so bad, why is it so damn inspiring?”</p>\n<p>[1] Karal A. Marling, <em>Architecture of Reassurance: Designing Disney&#8217;s Theme Parks</em> (Abbeville Press, 1997), 55-79.</p>\n<p>[2] Katharine Schwab, <em>The Clever Psychology of Disneyland’s Design </em>(Fast Company, 22 Apr. 2017).</p>\n<p>[3] Zygmunt Bauman, <em>Tourists and Vagabonds: Heroes and Victims of Postmodernity</em> (Institut für Höhere Studien, 1996), 92.</p>\n<p>[4] Julie V. Iovine, <em>A Tale Of Two Main Streets; The Towns That Inspired Disney Are Searching  for a Little Magic of Their Own</em> (The New York Times, 15 Oct. 1998).</p>\n<p>[5] Kathy Merlock Jackson, and Mark I. West, <em>Disneyland and Culture: Essays on the Parks and Their Influence</em> (McFarland &amp; Co., 2011).</p>\n<p>[6] Sharon Zukin, <em>Landscapes of Power: from Detroit to Disney World</em> (Univ. of California Press, 2011), 222.</p>\n<p>[7] Tom Vanderbilt, <em>It’s a Mall World After All: Disney, Design, and the American Dream</em> (Harvard Design Magazine: Post-Familial Communes in Germany, 1991).</p>\n<p>[8] Nathan Masters, <em>How Disneyland&#8217;s Main Street, U.S.A., Changed the Design and Preservation of American Cities</em> (KCET, 17 July 2018)</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Adam Feldman"},"slug":"adam-feldman","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Same Same, But Different"},"meta":{"volume":"4","number":"10","publication_date":"2019-01-24"}}}}