{"title":{"rendered":"Major versus Minor Architecture"},"content":{"rendered":"<p><strong>ERIC ROGERS</strong> <em>(MED &#8217;15)</em></p>\n<p>It should be old news that there is an ongoing resistance to what we call “starchitecture”: typically large budget, grandiose projects involving the usual suspects. The fascination with “starchitecture” occupies an inordinate amount of the conversation in architecture schools and architectural magazines; however, it is only one aspect of what we might call the “Major” in architecture. If starchitecture is a contemporary practice of the Major, there is a corresponding Major Architectural historical narrative that accompanies and justifies this practice. This narrative, which privileges the ideas and innovations of architecture over various economic, political and technical forces, justifies the actions of starchitects, who are thought of as the new authors of the architectural future.</p>\n<p>This perspective ignores the architect’s relative insignificance in the shaping of the contemporary city. As early as 1973, Tafuri wrote that “architecture as the ideology of the plan is swept away by the reality of the plan” when the economic forces at work no longer require architectural ideology to justify the plan. It is at this point, he wrote, that architecture would be forced to recede into a disciplinary autonomy that denies its inherent link to processes of production, and therefore becomes something of a privileged art form. As a profession that designs somewhere between 5-10% of new construction in the United States, and arguably much less in many parts of the world, in its obsession with the Major, architecture continues to abdicate its role as a shaper of cities.</p>\n<p>Fortunately, an architectural rejection of the Major is gaining ground. Justin McGuirk, in a recent interview, explained that since the economic crash of 2008 there has been a questioning of the social role of architecture in society, and that architects have become increasingly interested in bottom-up dynamics and processes shaping the city. The most meaningful practices today, he explains, are connecting these “bottom-up impulses with top-down resources.” One way in which this can be done is for architects and planners to get involved with the planning or infrastructures, rather than in the mere design of structures, which many populations seem capable of building for themselves. Keller Easterling has written at great length about the ways that non-architects have used infrastructure to designate the use patterns of urban space, and has made the argument that this is a common and repeatable strategy for wielding top-down power in today’s world.</p>\n<p>It is a minor architectural project to intervene in the world of infrastructure. It is not the glorified domain of the creative genius architect executing daring designs and being published in design magazines and blogs, but, as Peggy Deamer wrote in a recent New York Times letter to the editor, “[w]e are ready to fly under the radar to infiltrate larger spheres of influence.” Contrary to the highly publicized projects of Major Architecture, the minor world of infrastructure is largely an invisible one, with even the non-hidden elements being hidden in plain sight. To use Easterling’s parlance, it is much easier to notice the stones in the water than it is to notice the water itself.</p>\n<p>Simply to say that architects should seek to design infrastructures is not enough. Architects can draft and gentrify the plans and designs of the same hierarchical economy that erected suburbia and sacked cities, or they can intervene infrastructurally in a way that undermines that economy and transfers agency into the hands of bottom-up forces.</p>\n<p>I propose a new left in architecture that operates in the realm of infrastructure. I seek to free social and economic interactions from the filters of hierarchical and planned institutions which exercise a sort of spatial monopoly on our usage patterns in the urban environment. I want to replace these with more distributed peer-to-peer networks of urban resources.</p>\n<p>I have already started here in New Haven, working with the Embassy Network to establish a community here over the summer. The Embassy Network is a distributed web of federated co-ops and communes in which people living in any singular node are free to travel between and stay in any of the other nodes. By federating multiple groups of people who share basic goods, this model of residential life can establish new nodes while also maintaining relative autonomy between nodes. The efficiency of this communal lifestyle allows participants to exit the market, freeing them from the hierarchical spatial chokeholds which the Major works so hard to encrust and bedazzle. We already have X participants, basing ourselves in a set of apartments near Wooster.</p>\n<p>This is the Minor. Come by for dinner.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 01"},"slug":"issue-01","meta":{"volume":"0","number":"01","bulletin":false,"publication_date":"2014-09-04"}}}}