{"title":{"rendered":"Make New Mystery"},"content":{"rendered":"<p>ORLI HAKANOGLU (M.Arch I, 2019)</p>\n<p>This year’s Chicago Architecture Biennial artistic directors, Sharon Johnston and Mark Lee, identified a generation of architects who share a renewed interest in architectural precedents, inviting over 140 participants to “make new history.”</p>\n<p>As a student still relatively new to the profession, I came with the aim of exploring the state of our field through this lens, hoping to expand my understanding of the boundaries of our discipline, so as to place myself and YSoA within a broader contemporary context. Over two days, I methodically and deliberately digested each project’s content, a process that understandably prompted my co-correspondent Jeremy to jokingly describe my pace as “glacial.”</p>\n<p>This process allowed me to realize with alarm that I only truly understood about 60% of the projects. To me, ‘understanding’ occurred only when the explanatory text was both comprehensible and consistent with and illustrated by the physical media (model, drawing, film, or otherwise) it accompanied. A project’s aesthetic appeal was supplementary; it did not necessarily guarantee my understanding of it.</p>\n<p>Indeed, the prompt seemed to mire many of the projects within the intricacies of history, pushing them into a domain so self-referential that those unfamiliar with the nuances of the profession would surely be alienated. For example, Baukuh and Stefano Graziani’s <em>(Study for) Chapel for Scenes of Public Life—The Meeting of Enrico Mattei and the Queen of Sheba, </em>while certainly memorable for its scale and reflectivity reminiscent of a fun-house, presented an argument that altogether eluded me. Line drawings within the colorful double-height “chapel” space alluded to the fictional meeting of Mattei and the Queen of Sheba, a reference to Piero della Francesa’s fresco in Arrezzo, Italy. With neither the model nor the explanatory text giving any clue as to the broader significance of the model’s subject matter or form, it failed to leave a meaningful impression beyond its aesthetics.</p>\n<p>I find it concerning that I, a student of architecture, was still blinking in confusion at more than a handful of projects. Bouncing between work and didactic panel twice, three times, sometimes four, and still walking away with a lingering sense of confusion was a situation I found myself in far too often. Given this  obfuscation, it is not hard to imagine the average person, presumably less versed in architecture, feeling infinitely more confused.</p>\n<p>My intuition is that the theme of the biennial, “Make New History,” was detrimental to its stated  aim to open up our profession to the public. The need to refer to history pushed many projects deeper into an already self-referential discipline. (The importance of self-reference within architecture is beyond the scope of this article, but I would argue that it often obscures, intentionally or not, understanding by <span>those “not in the know.”</span>)</p>\n<p>Within Johnston and Lee’s statement for the Biennial were two conflicting aims. On one hand, they envisioned the biennial format as “a forum to reach and produce new audiences.” On the other, they encouraged the participants to produce “innovative and subversive works grounded in the fundamentals of the discipline,” and to not worry about keeping up with “micro-trends.” <a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> Effectively, participants were given a free pass to deal with substance rather than surface. However, in doing so, they repelled the very audiences they hoped to reach. The historic specificity of the prompt allowed participants to deny contemporary culture’s appetite for rapidly consumed and comprehended images. Hence, the biennial attempts to invite the public into the inner workings of our discipline, <span>but effectively closes the door in its face. Through its intellectual impenetrability, much of the biennial’s content ironically prompts engagement with surface rather than substance. </span></p>\n<p>At the 2017 Biennial, the reaction to architecture’s opacity manifested in an ironic return to image-making. Paying close attention to how other people were digesting the work around them, I observed the projects which had the power to make viewers stay, engage, and often, photograph. These same projects appear repeatedly on Instagram. The projects are united by their general visual interest and aesthetic appeal, independent of their conceptual underpinnings. A quick #chicagoarchitecturebiennial search reveals the same few projects photographed many times over: the selfie opportunity offered by the infinitely mirrored surface of UrbanLab’s <em>The Re-Encampment, </em>and the playful array of the on-trend millennial pink furnishings in MAIO’s <em>The Grand Interior. </em>If the value of architecture, as conveyed at the CAB, is ultimately reduced to Pantone’s color of the year and an infinite selfie, are the participants doing our profession a disservice?</p>\n<p>To embark upon the making of new history is to navigate through a layer of challenges. At a fundamental level, it is difficult to construct or synthesize something new out of something old without repeating it. In addition to that—and this is where the obfuscation I experienced likely arises from—it is difficult to draw from from an architectural history known by very few outside of the discipline. To make a project that both responds to the prompt and illustrates its theoretical underpinnings to the non-architect is an immense challenge which only a few of the participants were able to finesse.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Sharon Johnston and Mark Lee, “Statement,” Chicago Architecture Biennial website, last modified  September 2017, <a href=\"http://chicagoarchitecturebiennial.org/statement/\">http://chicagoarchitecturebiennial.org/statement/</a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Orli Hakanoglu"},"slug":"orli-hakanoglu","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"RE: Chicago"},"slug":"re-chicago","meta":{"volume":"3","number":"","bulletin":true,"publication_date":"2017-09-28"}}}}