{"title":{"rendered":"Making Friends with My Apartment"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">When planning my move to New Haven in the summer of 2018, I had simple criteria for my new living situation. I grew up in a small, shared bedroom with my two sisters and cycled through various co-living arrangements in college and thereafter. I wanted to finally try living alone, to have complete control over my own domestic experience, and to embody the Marie Kondo fantasy of waking up in a space filled only with the things that I love. I also wanted to live as close to Rudolph Hall as possible—without, you know, being <i>too</i> close. I thought my new apartment would be my new best friend, where I’d host game nights or wine nights or movie nights, where I’d return after productive days at school and indulge myself in sophisticated meals, where I’d curl up with tea and history/theory readings before drifting off to sleep. I settled on the first place I checked out, a modest one bedroom on Howe street.</span></p>\n<p class=\"p1\"><span class=\"s1\">In our year and a half together, I’ve developed intimacy with my apartment. I’ve grown to expect the scream of the fire alarm every time I try to cook (turns out ventilation hoods have an essential function), I’ve learned which knobs in the shower are actually hot (they’re all labeled “C”), and I’ve come to accept the orange glow of the flood light outside my window and that, despite all of the noises it makes, the radiator will never feel warm to the touch. My apartment has undoubtedly observed my own quirks, too—if it has come to accept them about me, I may never know. I leave as soon as I wake up, return late, fall into bed, and repeat. But I still open the blinds every morning and close them every night. I don’t wash the dishes immediately because I don’t make many dishes because I don’t often cook (that damn fire alarm!). I forget to water my plants. I had a game night, once.</span></p>\n<p class=\"p1\"><span class=\"s1\">If the coronavirus pandemic has given me anything, it’s the realization that, in all of my extroversion, my would-have-been-best-friend apartment had become much more of an estranged lover in practice and that my sense of domesticity had really only existed outside of its walls—<br />\ntriangulated somewhere between Atticus, Rudolph, and Rudy’s. In the past couple of weeks, as each of these spaces have closed their doors to me, one by one, I’ve been left to wake up and stay in with my apartment. I imagined it would feel isolating or suffocating as just the two of us, but I actually think we are finally getting to know each other, you know, as friends. I’ve been removing the batteries from the fire alarm when I’m hungry, washing the dishes slowly to loud music, and fussing with the arrangement of pillows. I’ve been writing from my couch and unconsciously pausing to watch the sun move slowly then quickly across the white plaster walls. I’ve been constructing a new sort of studio space and asking myself, and my apartment, where to put all the spray paint cans, or lay the cutting mat, or dangle the rulers. We’ve been collaborating. Hanging out.</span></p>\n<p class=\"p1\"><span class=\"s1\">In this time of social distancing, it’s objectively weird that our domestic spaces will become our new studios for the rest of the semester. Beyond the social cohesion and collectivity of physically being at school, I believe we gain a lot from Rudolph Hall itself, a sentiment shared in former Dean Stern and Jimmy Stamp’s historical account of YSoA in <i>Pedagogy and Place</i>, where the building is recognized as “an integral part of the architectural education at Yale, providing the students and faculty who work within it lessons in mass, volume, texture, and affect. To attend the Yale School of Architecture is to gradually discover the building’s myriad spaces and surfaces. From its stairwells to its orange carpets to its collection of reliefs and sculptures, it is a vivid argument against the banal.”[2]</span><span class=\"s1\"> In our newly forced proximity, I am finally getting to know my apartment as I have come to know Rudolph Hall. And in doing so, I’m discovering that even the banal, under the surreal light of our abnormal global circumstances, offers its own lessons in mass, volume, texture, and affect. If we run into each other on Zoom, I’ll have to show you around!</span></p>\n<p class=\"p1\"><span class=\"s1\">[2] Robert A. M. Stern and Jimmy Stamp, <i>Pedagogy and Place: 100 Years of Architecture Education at Yale</i> (New Haven (Conn.): Yale University Press, 2016), p.571)</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Angela Lufkin"},"slug":"angela-lufkin","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"State of the Carpet Bulletin 2020"},"slug":"state-of-the-carpet-bulletin-2020","meta":{"volume":"05","number":"","bulletin":true,"publication_date":"2020-03-20"}}}}