{"title":{"rendered":"Making Space for Resistance"},"content":{"rendered":"<p><em>Making Space for Resistance: Past, Present, Future,</em> an exhibit by the Indigenous Scholars of Architecture Planning and Design is currently on view in Rudolph Hall’s North Gallery until October 5th. The exhibit was designed and built by Summer Sutton (Lumbee) Architecture PhD ’21, Anjelica S. Gallegos (Santa Ana Pueblo/Jicarilla Apache) MArch I ’21, and Charelle Brown (Kewa Pueblo) BA in Architecture Studies ’20. 50 years after the occupation of Alcatraz Island by the Native American group, Indians of All Tribes, the exhibit revisits the events of the occupation and their impacts on the present and future of Native identity and spatial practices.<br />\nDuring the 19-month occupation of Alcatraz Island, Indians of All Tribes staked a land claim and tested the validity of the 1868 Fort Laramie treaty, permitting non-reservation Indians to claim land the federal government had abandoned. The occupation was part of a nation-wide movement of Indigenous resistance, demanding that the United States Government fulfill promises made with American Indian Tribes that guaranteed lands, waters, resources, education, housing, and health care for the cessation of millions of acres of land that formed the United States.</p>\n<p><em>Making Space for Resistance: Past, Present, Future</em> highlights the importance of Alcatraz Island as a space of resistance and a site for the development of Native American architectural and planning practices.</p>\n<p>The materials used in the exhibit build on a complex history of Indigenous material culture, Anjelica S. Gallegos explains: “The materiality of the exhibit references specific historical moments which required ingenuity of resources and application of inherited and adaptive techniques. In the exhibit, the use of these materials is again reinterpreted to create a spatial identity that is Indigenous.” The exhibit itself is a work of Indigenous architecture since, according to Gallegos, “Both the materiality and the curated works reference dynamic use and proper harvesting of site specific materials, principles that are within an architecture that does not separate nature and culture; Indigenous architecture.”<br />\nAmong the ideas produced during the occupation of Alcatraz was a proposal for a long term architectural and urban design plan for the island, which was developed during an open conference on December 23, 1969. The layout of the exhibit space is based on five themes that were brought up during the discussions: reflection, knowledge sharing, training, ecologies, and spiritual practices.</p>\n<p>The space dedicated to reflection contains archival material from various media sources covering the events of the occupation of Alcatraz Island and other Indigenous acts of resistance throughout the 1970s, as well as images of landmarks of Indigenous architecture that were a result of these acts of resistance, such as the Daybreak Star Indian Cultural Center. The knowledge-sharing and training spaces highlight the importance of the practice of making in defining Indigenous architecture. In this space, architect Chris Cornelius (Oneida) presents a study for the design of a university on Alcatraz island in his series, Radio Free Alcatraz: An Architectural Speculation. The ecology-themed space displays works of art developed by architecturally trained artist, Adrian Standing Elk Pinnecoose (Navajo/Southern Ute) and architect SantiagoX (Koasati/Hacha’Maori), presented and detailed especially for this exhibit. The fifth space, about spiritual practice, is dedicated to raising awareness about the cause of missing and murdered Indigenous women. With the help of the Native community at Yale and their families Sutton, Gallegos, and Brown made hundreds of horse-hair tassels, which represent the lives of missing and murdered Indigenous women. Sutton explains that “the process of making is supposed to be a meditative awareness and acknowledgment of a life that has gone unaccounted for. We are hoping that by having this space where people can pick up a horse-hair tassel and put it on the wall, that this act makes them part of the process of acknowledgement that we went through in making each tassel  &#8230; visitors spend that time acknowledging the life and loss of an Indigenous woman  …  as a small step to making a change and addressing the epidemic.”</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Camille Chabrol"},"slug":"camille-chabrol","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","publication_date":"2019-09-19"}}}}