{"title":{"rendered":"Making space weird[1], some notes on a cuir[2] territoriality"},"content":{"rendered":"<p><em>Tadeo Cervantes is in Mexico City, MX. Translation by Jorge Nieto Jimenez in New Haven, CT.</em></p>\n<p>We understand the city as a political formation, that has as its goal the production of the citizen as subject, the sanitization of space and the social, of stopping revolts, it is a great factory of capital re-production. Extending from that premise we ask the following: what territorial gestures arise from subjectivities that are considered political and social problems, as things that dirty or damage space? What forms of habitability can be generated as resistance to the metropolis? This text is some notes on a cuir territoriality.</p>\n<p>First, I will begin by describing how the modes of operation of architecture and urbanism are different from a cuir territoriality. This is not intended to generate opposing poles. Evidently, there are mixtures, interconnections, flows, contaminations, tensions between one way of inhabiting space and the other. This distinction aids us simply as a model for explanation that attempts to demonstrate another way of living the territory that is not authored by architects and urbanists.</p>\n<p>Architecture measures to occupy a territory. Its logic of operation is translated into centimeters, inches, meters and yards. It draws imaginary lines that will shape matter; that is, matter follows the figure. It pretends to be grandiloquent and gestural, beautiful, transcendent. It institutes. A cuir territoriality does not measure space. It irrupts more than it institutes. It does not have pretensions of beauty.</p>\n<p>It happens. Matter follows forces, tensions. Unlike architecture, which often works by razing and demolishing, cuir territoriality overlaps with what is existing. It takes advantage of the territory and what it provides. Architecture is planned on an almost infinite, flat, imaginary space. Architecture claims to be hygienic and clean. Cuir territoriality stains, marks, scrawls. Architecture tames. Cuir territoriality inquires about habitability. Architecture has an author, commonly whitewashed, often male. Cuir territoriality is anonymous. Architecture is for the public, the people, the citizen and the masses. Cuir territoriality is of the multiplicities. Architecture displaces. Cuir territoriality squats.</p>\n<p>Cuir territoriality is the barricades, whose materiality is to be made of what is available. There is no plan. The street is not measured to remove it. There is no specific materiality. There are elements that must be used: the cobblestones of the floor, a rolled over car. Cuir territoriality is the meeting places of fags[3], those places that are not necessarily limited to monetary logics. Places that exist in a certain liminality, that cohabit in an odd margin of legality, that squat space in a different way. They make the public space weird. They are not circumscribed to the good gay citizen. They are the cruising spots. They are, for example, the last car in the Mexico City subway.[4] It is the graffiti that claims a space. That tags it. That writes in a wall in Oaxaca “nos quieren obligar a gobernar, no vamos a caer en esa provocación” (they want to make us govern, we will not fall for that trap). Kuir territoriality are the okupas [5] (squatters) and the communities that have claimed a territory. That propose another way of inhabiting. It is the crack in the wall. It is the hole in the jail. It is the other possible world.</p>\n<p>[1] Translator&#8217;s note: Enrarecer means to make “raro.” Raro means rare, in the sense of scarce, but also in the sense of strange, unorthodox, weird. Homosexuals are often called raros in that later sense. I believe that a translation to weird or strange is closer than rare to what the author intends to express. A possible translation may be “Rarifying space”, but I understand rarify with connotations of straining social relations or physically making air thin, which I believe is not what the author intends to say. Strange instead of weird is another option, but I understand strange as related to stranger, of an uncertain other to be fearful of, which might not serve the intention of the author. To me, weird has a more festive connotation, of something that is undeniably different, but not always menacing. The wording in the title should be an editorial decision in my opinion, concerning the tone that the publication wants to have.</p>\n<p>[2] We understand the cuir as a reappropriation and decolonization of queer theory from the global south. Also, as a political twist that keeps in check white, heterosexual, citizen and capitalist logics. As a “broken” and “incorrect” translation of the word queer.</p>\n<p>[3] The original word (marica) refers pejoratively to homosexuals and queer people in general, but has been appropriated by the queer community in Mexico, and I believe “fag” had a similar trajectory. Also used in footnote 4.</p>\n<p>[4] In the last car of the Mexico City subway trains there are sexual encounters between homosexuals, heterosexual men that have sex with men, trans women, and fags.</p>\n<p>[5] Translator&#8217;s note: I preserved the word okupa here and not elsewhere in the text because here it is used as noun, not verb, which in my view is a reference to the okupa movement specifically.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Tadeo Cervantes"},"slug":"tadeo-cervantes","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}