{"title":{"rendered":"MASK(S)(ING)"},"content":{"rendered":"<p><strong>GREGORY CARTELLI </strong>(MED, 2017)</p>\n<p>Here I could formalize the concept of the mask, as a mask is static (but it feels like it shouldn’t be). I could make it work for me, as the mask can be a tool: but as soon as it labors, masking, it becomes another thing entirely—divorced from its root. The mask plays with signification, thus the mask should refuse to be easily signified or clearly denoted. What are our masks made of? Clay, wood, plastic, leather, elastic…? No, I mean, what are our masks made of? Culture, society, pathologies, fantasies, imagination…? No, further, what are our masks made of? White, black, blue, colors, dyes, negation, censorship, effacement…</p>\n<p>Masking an object obscures its appearance or its purpose. It hides both the beautiful and the abject without discrimination, allowing for actions to play out under cover (camouflage). It can make an object recede, or instead stand out (peacocking). We can wear masks as such and we can take off the masks of others (discovery) to find a “truth,” or maybe just another lie. To mask an image is to select only certain parts of it: a mask is a filter, but one that only supplants its underlying actuality. To mask is to alter without changing, to refract without reflecting (as a reflection always transforms). Masking is, as Baudrillard would put it, a manipulation of appearances without the undermining of a foundation, without altering or even engaging being or truth in the process. Masking is the play of pure affect, attacking only the sensibilities of the other, but it is a feint; the blow lands, but it never connects.</p>\n<p>The mask as an object functions as above in the application of its attributes. Masking as an action functions more obliquely—the mask seduces, it “leads astray:” intentionally misdirects. Seduction is,in a way, simulation. You appear to me as I would want you to, to the person I imagine myself as being. I can seduce myself by masking youwith one of my own making. I simulate your image to reconcile your divergent character with my better image of it.</p>\n<p>The mask is virtual, or maybe not; it is real after all, isn’t it? Perhaps that comes to mind just so I can quote Michael Heim that the virtual is “not actually but just as if.” But that better image is who we are, what we do, only if we wear masks. Here the mask is our better self, just as we imagine it to be, only we are, unfortunately, not it. Or is it our worse self? Or even our true self? Can the body itself be a mask, a second mask returning us to who we are? We can remove the mask, to look out and say “this is who I am,” and then we put it back on to say “this is who I am” again. But we see throughout, through the mask, from behind it, with our own eyes. And our real eyes are seen by others, but somehow they will never recognize us. “She has her father’s eyes.” Then is the child a mask of the father? Logically not, but perhaps… maybe. Still we ask, what are you dressingas, what are you supposed to be, never, rarely, who (that would be impersonation, we are concerned here with costume).</p>\n<p>Our masks are others, always: never persons, always characters. The Colombian, the Venetian carnival mask which covers only the eyes and the cheeks, is so named for the actress who wanted her beauty to show through, who did not want to cover her face. The recognition of beauty and personality through a disguise is a sign of true love, though the mask is also used to determine the fidelity of another—without the other noticing. The mask allows for surveillance, seeing through, while able to be seen through. After filming the music video for “Eyes Without a Face” in 1984, Billy Idol discovered that his contact lenses had fused to his corneas after being exposed to three days of fog machines, lighting, and fire sources. In 1960, Eyes Without a Face, directed by Georges Franju, a doctor steals the faces of other women to attempt to restore his daughter’s (previously disfigured). Both denounce the potential of humanity simply in eyes alone. We need the whole face to be ourselves again. Or do we just think so?</p>\n<p>The Duchenne smile is regarded by physiologists and psychologists to be the genuine expression of true enjoyment as it utilizes the involuntary muscles of the orbiculares oculi (raising the cheeks and closing the eye). Maybe Colombia had other reasons why to cover those parts of her face… beauty being just a happy excuse. However its namesake, Guilamme Duchenne, was rumored to have experimented on the decapitated heads of prisoners as the electro-stimulus was too painful for living subjects. Why do masks so often lead us down this path? Near the fall of the Venetian Republic, the wearing of masks in daily life was restricted to a period of three months beginning on the 26th of December. Why? Because masks are dangerous. They remove responsibility. “Oh, that wasn’t me,” “I wasn’t myself.” Then who was I? “You’re not yourself tonight.” Then who are you? Somebody else? Not likely… that seems like a ploy. There is always the attempt to look under the mask to verify identity. Is this a mistake?</p>\n<p>Orpheus, by looking, loses Eurydice: Ovid says he was “too eager,” but I would say he was too distrustful of what might be. He thinks it is a mask following him, a shade, therefore a lie. Around this time it was presumed that simply the sight of Medusa would turn man to stone. Medusa, whose mask is so kinetic it turns all others static, is defeated by a mirror. It wasn’t her gaze, but her appearance that had this affect. To be affected, you had to gaze, but to affect you only have to project.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Gregory Cartelli"},"slug":"gregory-cartelli","meta":{"degree":"M.E.D.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Masks"},"meta":{"volume":"2","number":"07","bulletin":false,"publication_date":"2016-10-31"}}}}