{"title":{"rendered":"Meme Entourage for Internet Architecture"},"content":{"rendered":"<p>In January 2018, the New York Times asked readers to propose appellations for Generation Z, the generation born between 1995 and 2015. Common names included Post-Millennials, iGeneration, and Homeland Generation. Readers also offered a variety of titles consistent with the technology oriented labels, like “The Thumbies” and “Generation Delta.” Yet, most striking, many of the names for Gen Z orbited around memes. “Memelords,” a name offered by one reader and supported by many, references a particular digital unit of information that disseminates through social media platforms. As an 11-year-old reader explains in the text, memes “spread fast,” and sculpt “how [Gen Z] goes through life.”[1] The title highlights the expediency of image-based communication by which this generation lives.</p>\n<p>Memes were first defined as “copying units” in Richard Dawkins’s 1976 book The Selfish Gene. Dawkins coined the term to refer to ideas that behave like genes within the context of evolution; the most potent do not simply survive, but also evolve by spreading to new hosts. The term was introduced in the field of genetic biology, but gradually adapted with the rise of digitization and the Internet. In their ‘new’ digital ontology, memes function as “habit-inducing sign systems incorporating processes involving asymmetrical variation.”[2] They are concise, puerile bits of information that rapidly communicate, disseminate, and evolve. Their image-based ontology—the version with which we are most familiar began with the Internet. But memes are not the progeny of the Internet. Rather, they exploit the Internet as a conduit to proliferate, spawn, and evolve. Through their digital existence, memes have gained a dimension not initially articulated by Dawkins. On the Internet, memes have developed the ability to satirize the banal, celebrate the absurd, and even make the grotesque palatable or normalize the insidious. Through this relentless proliferation and evolution, they introduce new meaning to an image or sign.</p>\n<p>A generation of “Memelords” communicates through units of image-based information. Memes are the new rhetoric, a visual language rooted in the stripping of context and original information to relay new messages. Despite this being the communicative framework in which we now operate, certain image typologies reject the very characteristics that allow memes to thrive. Architectural images—specifically architectural renders that make use of popular entourage figures—do not proliferate through evolution or spawn through mutation. With entourage figures culled from shared digital sources, the architectural contexts that they are dropped into become irrelevant. These figures remain fixed; they are neutered pixels suspended in digital space, designed to exist within any architectural image by resisting adaption of meaning and sign. In this way, popular entourage figures belie our current methods and means of communication. Memes offer a reading against the use of popular entourage figures in architectural images.</p>\n<p>We see architectural entourages everywhere because these figures are designed to be anywhere. As long as these figures align sartorially with the imaged weather, they can exist in any context. They proliferate like memes, but they do not behave like them. As shared digital sources, entourage figures can live on websites, in office libraries, or on personal desktops. No matter their residence, entourage figures function the same. They are generic filler content used to drop into unbuilt architecture landscapes, to demonstrate some abstract idea of inhabitability. We see a massive quantity of entourage figures readily available on websites like Skalgubbar and its imitative spin-offs (EscalaLatina, NonScandinavia, SkalgubBrasil) to provide generic figures in .png form for users to download ad infinitum. These figures can also be downloaded as scalies, or CAD blocks to sprinkle all over any final hour Illustrator files. Sometimes—namely in more recent, collaging representational trends—we see entourage as painterly figures (commonly clipped and copied from Hockney, Rousseau, and Hopper, or dragged from ArtCutOut). These painterly figures demonstrate that entourages can also refer to objects that populate an architectural scene: potted plants, furniture, pets, and interior decorations are among the variables heavily used to guide us in imagining the generic inhabitability of a space.</p>\n<p>Despite their incredible quantity and ubiquity, the figures and objects on Skalgubbar and its spin-offs are not memes nor celebrities nor viral image—they are emphatically the opposite. Skalgubbar figures are used to populate architectural images with neutral and polite figures, to render an unbuilt space “inhabitable” by everyday people. Despite this premise, the website’s library of figures has been deployed ad nauseum in architectural imagery. The Skalgubbar figure haunts everything from student projects to professional proposals. With no initial intention of doing so, architects have rendered these entourage figures a sort of unironic architectural meme; the contexts of these figures shift infinitely, but their performance always populates an image through the most sterile and indolent means possible.</p>\n<p>In fact, the sterility of popular entourage figures now causes them to stand out, to be instantly recognizable like a meme but without the evolution or spawning. The dominantly Scandinavian hipster entourage of Skalgubbar caused the first wave of disciplinary backlash that created more diverse options like the aforementioned EscalaLatina, NonScandinavia and SkalgubBrasil. These entourage figures could be rendered into an even greater variety of contexts. While these sites offer more diverse figures, their use has generated the same results as Skalgubbar: the overuse of the same figures and furniture erases the very content they intend to showcase. The architectural images filled with these .pngs read more as compositional arrangements of the same repeated figures, rather than as visual narratives illustrating spatial content. Even more, these figures repeat, repeat, repeat without adapting their meaning or evolving as signs.</p>\n<p>In this sense, overlaying the characteristics of memes with the conditions of entourages highlights the self-inflicted purgatory that architectural imagery has built around itself. While meme ‘entourage’ figures like Sad Keanu, Dancing LiLo, or Gym Kardashian disseminate at prolific scales to produce images with infinite meanings and signs, the entourage figures deployed in architectural images have neither gained nor lost any meaning. They are utterly stagnant. In this way, irrelevant but recognizable figures situate an image not in an intentional moment in time to tell the story of the project, but rather, leash the image to a point in internet space-time (namely, a specific website library or Pinterest board). We have yet to intentionally engage the same parameters that cultivate memes and test how they might allow architectural imagery to evolve and proliferate. When looking at the incredible quantity of architectural entourages, we see that regardless of the content they depict, they generate the same result: their overuse in architectural images does not spawn new or transformed meaning in the same way that meme entourages do. Memes should allow us to pause and reevaluate the usefulness of entourages as supplementary visual content in architectural images. The methods of velocity, dissemination, and abstraction celebrated by Memelords offer a recalibrated means for architectural image production. A renewed application of entourage figures would open architectural images to being read by a larger audience. It could open the discipline to embracing ephemeral trends, to imagining spatial content that is fast-moving, trending, and always transforming.</p>\n<p>We have been trained to believe that architecture is static, permanent, and slow to evolve. But there’s still a chance to make architecture go viral.</p>\n<p>[1] Jonah Engel Bromwich. 2018. “We Asked Generation Z to Pick a Name. It Wasn’t Generation Z.” New York Times, 31 January 2018. &lt;https://www.nytimes.com/2018/01/31/style/generation-z-name.html&gt;.</p>\n<p>[2] Sara Canni zzaro. 2016. “Internet Memes as Internet Signs: A Semiotic View of Digital Culture” Signs Systems Studies 44, no. 4 (2016): 1.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mackenzie Muhonen"},"slug":"mackenzie-muhonen","meta":{"degree":"M.Arch, MIT","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"meta":{"volume":"5","number":"07","publication_date":"2019-11-07"}}}}