{"title":{"rendered":"Mexicali Resiste"},"content":{"rendered":"<p><em>Mexicali Resiste is in Mexicali, MX.</em></p>\n<p><em>For the last three years, Mexicali Resiste has fought against the construction of a multimillion dollar brewery established by Constellation Brands.[1] The struggle continues to this day in Mexicali.</em></p>\n<p><strong>Mexicali Resiste:</strong> The whole Mexicali Resiste movement grew organically but was also very convoluted. It started in January 2017 around the ‘gasolinazo’, when the federal government raised gas prices. Nationally, people began protesting the gas hikes. In Mexicali, citizens took over a gasoline distribution plant called La Rosita, the hub for gasoline in the region. It was very tense. As long as the plant was blocked, you had to go to the US to get gas. It brought the city to a standstill. January is always a crazy time in Mexico, because people brace for the government to issue some sort of crazy price increase. While La Rosita was being blocked, a motorcycle club occupied the state offices to protest some new motor vehicle taxes. Remember that Mexicali is the capital city for the State of Baja California, housing all federal, state and municipal government offices, so essentially the entire state was shut down.</p>\n<p>There was a huge call for people to join both protests. Responding to this call, a bunch of farmworkers came to town with tractors to block the government halls. The farmworkers alerted everyone to the plans for Constellation Brands’ massive brewery. The farmworkers said they barely have enough water for our crops but that this brewery’s plans were going to affect way more people than just farmworkers. The license plate tax was eventually repealed but this was just the beginning of the fight against Constellation Brands.</p>\n<p><strong>Paprika!:</strong> There was definitely a lot of shady dealing around the deal Constellation Brands had made and a lot of the wells they were planning to get water from were publicly owned. But they also promised to bring something like 750 jobs to the region. How did people respond to that?</p>\n<p><strong>MR:</strong> Mexicali resistance groups established research and communications committees and found out that another Constellation Brands brewery was set up in the state of Coahuila. The mayor in Coahuila had announced that Constellation Brands had stolen all the town’s water (<a href=\"https://www.youtube.com/watch?v=3RWfijBLtlg\">https://www.youtube.com/watch?v=3RWfijBLtlg</a>). And the jobs didn’t exist. In Coahuila, a large percentage of the tasks in their factory were automated, with GPS-operated forklifts and other machinery (<a href=\"https://www.youtube.com/watch?v=scm5s7OvyTw\">https://www.youtube.com/watch?v=scm5s7OvyTw</a>). They hired almost nobody from the region, stole the town’s water, and shipped the beer to the United States. These brands are all sold on their Mexican-ness but are actually predatory of the people and the land there.</p>\n<p><strong>P!: </strong>That’s when the struggle in Mexicali started to take off?</p>\n<p><strong>MR:</strong> That’s when Mexicali Resiste came together. All kinds of people came together, suspended their everyday lives, spent their time monitoring and reporting on what Constellation Brands and the government were trying to do. There were also eviction threats and police oppression (<a href=\"https://www.youtube.com/watch?v=iD0_4w1pW6M\">https://www.youtube.com/watch?v=iD0_4w1pW6M</a>). People were blocking the physical construction of the plant, blocking container shipments to the building site (https://www.facebook.com/watch/?v=1240335852744248). The most notorious clash with police forces occurred at Rancho Mena just days after Mexicali Resiste had been commemorating its one-year anniversary. Water defenders attempted to stop construction machinery by throwing rocks, police entered the ranch and a fierce confrontation with protesters ensued. It felt like some fucked up movie―there were a lot of serious arrests many members were intimidated by the police, break-ins to our offices and slander campaigns (<a href=\"https://www.youtube.com/watch?v=XBWeVbUhiYM\">https://www.youtube.com/watch?v=XBWeVbUhiYM</a>).</p>\n<p><strong>P!:</strong> That’s a major contrast with how Constellation Brands sells itself as authentic Mexican beer to US consumers and promotes events related to Mexican culture. How did solidarity develop between people organizing in the United States and in Mexicali?</p>\n<p><strong>MR:</strong> Solidarity groups in the US took to social media and an English language website was set up (<a href=\"http://boycottconstellationbrands.org\">http://boycottconstellationbrands.org</a>). There was an Los Angeles Instagram account, that posted about the boycott of Constellation Brands and the work of Mexicali Resiste. They started tagging this music festival, Tropicalia, which was sponsored by Constellation Brands, and asking artists not to play.</p>\n<p><strong>P!:</strong> Chulita Vinyl Club (who claims to “utilize music and vinyl as a form of resistance against the erasure of culture”), played while knowing what was happening. They later apologized―</p>\n<p><strong>MR:</strong> A few artists tried to reach out but we felt like what they were offering―their platform or donations of some small artist fee―was too little too late. We reached out to organizers of Tropicalia to have Constellation Brands withdraw their sponsorship to no avail. Anyway, we were too embattled with the on-the-ground struggle to attend to some supposedly woke artists who wouldn’t even back out of a festival.</p>\n<p><strong>P!:</strong> Where are things now?</p>\n<p><strong>MR:</strong> After three years of resistance, several offshoot groups were created and the government transition to AMLO happened. Some people in the movement thought it would be a good idea to run for office. A few of them got into government and were sidelined very quickly. But the call for boycott and resistance tactics continue.</p>\n<p><em>Editors&#8217; Note: In recent months, the secretary of the environment issued a statement stating that the brewery wouldn’t affect water availability in the region. Obviously untrue, this pronouncement was the latest in a long string of political fabulations. Hundreds of people responded in protest on January 25th of this year. At this protest, a poster read: “The secretary of the environment is a moron who believes in the irrational logic of unlimited growth.” <a href=\"http://boycottconstellationbrands.org\">boycottconstellationbrands.org</a></em></p>\n<p>[1] Constellation Brands is a Fortune 500 company behind quintessentially Mexican beers like Corona. The brewery would be expected to use around 20 million cubic meters of water a year―the volume of about 8000 Olympic swimming pools―from an already overtapped aquifer.</p>\n"},"meta":{"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}