{"title":{"rendered":"Midwestern Demonology"},"content":{"rendered":"<p><span>Twice a year, on Halloween and the spring equinox, the devil allegedly manifests in Stull, a small, unincorporated town in Douglas County, Kansas. Eastern Kansas in the spring certainly looks appropriately hellish; annual controlled burns create a blackened landscape of quietly smoldering low hills along I-70. But why an otherwise undistinguished rural community midway between Topeka and Lawrence offers the location of one of seven alleged gates between hell and earth is, however, unclear. Local legends alternately assert that the town was home to a cabal of witches, the site of a brutal murder, or the burial site of a werewolf-like infant born to the devil and a witch. The pastor of Stull Church and several University of Kansas professors, however, attribute the proliferation of legends surrounding Stull’s “diabolical, supernatural character” to a November 1974 story in the </span><i><span>University Daily Kansan</span></i><span> by then-student Jain Penner.* Invented or not, stories of Stull’s demonic visitor quickly gained traction, attracting thrillseekers and ghost hunters. In 1988 over 500 people – a number exponentially larger than Stull’s population – traveled to the town on Halloween hoping to catch the devil on one of his yearly visits. Pope John Paul II, while on a papal visit to Denver in 1993, allegedly insisted on a flight path that would avoid passing over Stull due to its unholy nature. **</span></p>\n<p><span>History is littered with sites purportedly offering access to the underworld. In Greek and Roman mythology these passages were typically associated with natural features – rivers, lakes, and caves. Medieval gates were anthropomorphic, imagined as not just passageways but as the mouths of monstrous creatures. Modern sites primarily follow the Greek and Roman tradition, located within environmental conditions such as caves, volcanoes, or craters. Frequently positioned in desolate locations, they typically visually imply a direct connection to an underworld. One such site, the Darvaza “door to hell,” north of Ashgabat in Turkmenistan, exemplifies this; a collapsed crater in an oil field, Soviet scientists set fire to the methane gas escaping from the pit at some point between the 60s and the 80s, hoping to burn it off. The plan failed, however, and the fire has been burning ever since. </span></p>\n<p><span>Stull, in its explicitly architectural composition, represents a significantly rarer hellmouth typology. If in Christian biblical exegesis the gates of hell are said to represent the powers or temptations of hell, against which the Church stands as a bulwark, Stull inverts that formulation. Most descriptions of the Stull hellgate position it either directly inside of the long-abandoned ruin of the Evangelical Emmanuel Church or in the adjacent cemetery. Rather than simply appearing in the church, the devil allegedly ascends via a concealed staircase. Disappointingly, none of the many legends circulated about the town clarify the type or composition of this staircase: is it a single run, a spiral staircase, what is the occupant load of an egress to hell?  </span></p>\n<p><span>Other facets of the church, which was eventually torn down in 2002, supposedly offered further proof of supernatural activity. When the building lost its roof to a microburst in the mid-90s, stories began to claim that rain never fell within the confines of its limestone walls. Glass bottles thrown at the walls purportedly never broke, or if they did, would immediately trigger the thrower’s death. Some stories report experiences of electrical disturbances, distortions of time within the church and its immediate surroundings, or the smell of sulfur and a generally pervasive “sick, overwhelming feeling of negativity.”*** </span></p>\n<p><span>While it’s highly unlikely that a small town in Kansas literally connects to the underworld, for many residents, Stull on Halloween became its own type of hell; overrun by the sudden apparition of groups of drunk teenagers tossing beer bottles at the church walls and ghost hunters crouching in the cemetery bushes, keeping an eye out for both the Douglas County sheriff and the devil himself. </span></p>\n<p><span>*Paul Thomas, </span><i><span>Haunted Lawrence</span></i><span> (Charleston: Haunted America, 2017), 118. </span></p>\n<p><span>**An equally believable theory might posit that the diverted flight path was a snub to the Bellvue, Kansas headquarters of the Vatican in Exile, established in 1990, when David Bawden was elected to the papacy by his parents and several neighbors.</span></p>\n<p><span>*** The latter reported by Ariana Grande, who allegedly also came away from her visit with a photo featuring the faces of three “textbook demons.” Lisa Gutierrez, “Ariana Grande says she met demons during KC trip” The Kansas City Star, 9 November 2013, https://www.kansascity.com/news/local/article331384/Ariana-Grande-says-she-met-demons-during-KC-trip.html.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Maia Simon"},"slug":"maia-simon","meta":{"degree":"M.E.D.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Halloween II"},"meta":{"volume":"4","number":"05","bulletin":false,"publication_date":"2018-10-25"}}}}