{"title":{"rendered":"Miriam Dreiblatt on Mexico City, Mexico"},"content":{"rendered":"<p>We began our studio visit to Mexico City sharing a meal around the communal table at Lalo! in Roma Norte. While most of the studio took the 5AM shuttle from New Haven and subsequently ran into one another at JFK MUJI after seeking some individual, pre-flight retail therapy, we marked the beginning of our group experience in Mexico by reconvening around a table to enjoy one another’s company. From the outside, this looked like a typical dinner shared between American tourists; however, from my seat, this was the studio’s first opportunity to explore the meaning of vecindad in Mexican culture.</p>\n<p>With Fernanda Canales at the head of the table and the rest of the studio stretching out toward the other diners, we comprised a small community within a larger collective environment. We shared our table and menus with the adjacent couples and families, and the space at large with the chef and waiters who prepared delicious tapas in the open kitchen along the far wall. The restaurant’s large, garage-style doors were open to the street, allowing the music from the adjacent bar to permeate the space. Although the sky was overcast, the canopies of the tropical trees cast shade along the sidewalk, creating a welcome respite for passersby in the typically sunny climate. Thus, from the very beginning, Fernanda’s itinerary was organized to demonstrate the intersection of private and public spheres within a communal society.</p>\n<p>Our studio brief is to design a vecindad, housing with shared, public space, in the government-underwritten, tract developments on the outskirts of Mexican border cities. Although the typology is not uniquely Mexican (Armory Court at the intersection of Orange Street and East Rock Park serves as a New Haven example), it seems to encapsulate a collective spirit within Mexican culture. Immediately following dinner, Fernanda took us to explore the adjacent vecindad. Blending with the surrounding context from the outside, the vecindad’s covered entry gave way to a generous, communal street with private doorways on both sides. The visit set the tone for the rest of our time in Mexico City, which we spent visiting precedents we had studied in the weeks prior and documenting the varied typological iterations built in the past century.</p>\n<p>The collective ethos of the trip extended beyond the physical boundaries of the vecindades’ shared walkways to the hospitality of Fernanda’s architectural network. In particular, Surella Segú and Armando T. Hashimoto, Frida Escobedo, Tatiana Bilbao, and Carlos Zedillo opened their studios and answered our many questions. Zedillo’s extensive research on Mexican housing abandonment and experience as the former head of the Research Center for Sustainable Development of INFONAVIT (Instituto del Fondo Nacional de la Vivienda para los Trabajadores) set the stage for our site visits to Tijuana and Mexicali. We walked away with grounded optimism on the design opportunities latent in border housing complexes as well as an invaluable selection of books to enrich our work this semester.</p>\n<p>In less than 36 hours, we visited Baja California’s eastern and western extents along the U.S.-Mexico border. The Tijuana and Mexicali sites exemplify the profit-driven development that has characterized middle- and lower-income housing construction in Mexico since the 1980s. Despite the neighborhoods’ limited connection to employment and public services, poor construction, and single-use zoning, the communal ethos we experienced in Mexico City pervaded these environments. From Mexicali’s single-family homes renovated into neighborhood restaurants and thrift stores, to Tijuana’s taco and vendor stalls tacked on to duplex row houses, it was evident that residents lived in a collective manner despite architectural and policy limitations. In the spirit of the studio, Fernanda co-opted empty seats on the underbooked return flight for desk crits about our upcoming assignments. These instructions synthesized the direction<br />\nwe had assimilated during the generative studio trip—we are charged to design spaces to support the existing cultural practices of the vecindad.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Miriam Dreiblatt"},"slug":"miriam-dreiblatt","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"meta":{"volume":"5","number":"05","publication_date":"2019-10-17"}}}}