{"title":{"rendered":"Modernist Farming: Iowa Monoculture"},"content":{"rendered":"<p>01.21.2016</p>\n<p><strong>MARGARET SHULTZ </strong>(YC 2016)</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa.png\"><img class=\"alignnone size-full wp-image-981\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa.png\" alt=\"Iowa\" width=\"975\" height=\"648\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa.png 975w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa-300x199.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa-830x552.png 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa-230x153.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/Iowa-350x233.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p>When I was in high school, I spent my summers working on a small organic farm just outside of Solon, Iowa: ZJ Farm, a 100-acre vegetable CSA (community supported agriculture) operation. Most of the land consists of rolling hills of tall prairie grasses, and a forested area near a small creek holds pasture and wildlife conservation. However, eight of the acres are devoted to vegetable cultivation. Peppers, tomatoes, cucumbers, garlic, onions, lettuce, chard, kale, radishes, kohlrabi, beets, broccoli, eggplant, and more are harvested. Sheep, goats, cats, dogs, and the occasional deer also frequented the premises.</p>\n<p>Yet, ZJ Farm is unusual for an Iowa farm, something I was made aware of every day as I drove on gravel roads bisecting the gigantic acreages of corn and soybean monoculture that surrounded us. Although we practiced organic farming, if the wind blew in a certain direction, pesticides could drift onto our land: small particles, nearly invisible, floating on the breeze. The sound of an airplane overhead signaled us to the presence of a crop-duster, a small plane that flies low to the ground dispersing agricultural chemicals. Often, you couldn’t see the pesticides, but you would know they were there: a sudden irritation on your skin, a scent caught briefly in a crosswind.</p>\n<p>The boundaries between our farm and the industrial farming system around us are porous: we are divergent, but not separate from, the Iowan agricultural landscape. Like pesticide particles, the structures, paths of travel, and materials of large-scale mono-cropping are often hard to see, both because they are so massive, and because they are deliberately made obscure. Videotaping or photographing large animal containment facilities is legally prohibited.</p>\n<p>I confess that thinking about the architecture of industrial architecture is difficult for me, not because I struggle with the concepts, but because it permeates my surroundings to such an extent that I have to work to notice it. The first time I went on an airplane, I was surprised by the way my state looked from the air. I lived inside those precisely-demarcated geometries of seed and irrigation, yet they were not visible to me. This is not an original point, but it is worth pausing on anyway: for whom are industrial farms designed, and why? Once we see the whole picture, can we imagine it otherwise?</p>\n<p>In particular, thinking about industrial farm planning and layout in the context of 20th-century urban architectural values has been helpful for me. I talked to Bill Furlong, a conventional corn and soybean farmer about an hour away from my home in Iowa City to access to a different perspective. Furlong farms a relatively small number of acres compared to the largest Iowa farmsteads: according to a 2014 agriculture census, farms in Iowa are increasing in size and decreasing in number. The number of 1,000 -acre -plus operations increased by 11%. Furlong’s acreage fluctuates seasonally, but no matter the number, he is dependent on the infrastructure of larger farms around him. His corn can only be harvested by a combine shared among many farmers, and the prices he sells his produce for depend on yields across state and federal subsidies. This structure is a direct result of 20th century development practices that privilege automation, mechanization, and scale.</p>\n<p>Although Furlong loves farming, he said he feels increasingly trapped in a system that is not designed for him. In Iowan agriculture, the key word is size: larger tractors, bigger barns, and more acres. Scaling up is not just a preference, but a necessity for surviving in this competitive agricultural environment. Federal subsidies for corn and soybean production helped Furlong earn a living, but they also constrained him to certain agricultural practices, in addition to locking him into a system that he explained is wasteful and environmentally hazardous. Furlong noted he would be willing to risk lower income for increased autonomy.</p>\n<p>Earlier this week, I drove up to the Northeast corner of the state. As heavy cloudbank rolled in and snow started to swirl around me, the drive felt more and more strange. After about an hour, the landscape flattened out completely, and white fields met grey sky, broken occasionally by a barn or a cylindrical silo. There is a certain sparse beauty to this environment, which reminded me of fantasies of contemporary architecture; Iowa “farmscapes” achieve the efficiency and cleanness of lines of a Le Corbusier plan better than any city ever could, and the vastness of a large storage barns encapsulate Mies van der Rohe’s interiors. Both Mies and Le Corbusier were inspired by elements of Midwestern farmscapes, its linear horizons and the interplay of light in grain silos, respectively. Functionally, these farms manifest a modernist desire for machined efficiency. But modernist city planning has been long criticized for failing to account for the needs of individuals: by now, the point has been made that cities function best when the people who live in them contribute to their design, yet when it comes to agriculture, we continue to perpetuate modes of farming that marginalize farmers in favor of large scale farming apparatuses.</p>\n<p>It’s easy, I think, for non-Iowans to critique its agricultural practices. You can watch a documentary about animal containment facilities or the harmfulness of pesticides and feel a kind of contented, generalized outrage. But I believe that critics of monoculture who live in modern industrial cities would do better to look more closely at themselves and their ways of life. How does what we value, aesthetically and politically, shape the arrangement of Iowa farm fields or the path of nitrates down the Mississippi river? I’m not sure I have any answers, but I think the present connection between modern architecture and contemporary agriculture deserves a second look.</p>\n<p>Margaret Shultz (YC 2016) is an English major deeply interested in issues of agriculture, food, and gender politics. This semester, she is the co-author for Broad Recognition’s food column.</p>\n"},"meta":{"fold":{"title":{"rendered":"Food"},"meta":{"volume":"1","number":"17","publication_date":"2016-01-21"}}}}