{"title":{"rendered":"More Englishes // A conversation with Kathleen James-Chakraborty"},"content":{"rendered":"<p dir=\"ltr\"><strong>MADDY SEMBLER</strong></p>\n<p dir=\"ltr\">When preparing a list of twenty canonical architectural precedents to nascent junior undergrad architects, suddenly my values went out the window. Separating the history of architecture into twenty distinct moments was such a daunting task as a first-time teacher that it helped to rely on the the tools I was given&#8230;by the patriarchy. At the end of twenty precedents, only one was designed by a woman. While it’s convenient to lay blame on a systemic cause, the numbers published in Wes Hiatt’s email to Joey Ye offer a more complex relationship between student and pedagogy. While twelve students filled all available spots in Kathleen James-Chakraborty’s “Louis Kahn” seminar, only one enrolled in the same professor’s “Expanding the Canon.” I went to Kathleen to unpack history and enrollment.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">MS: Why did our precedents list look the way it did?</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">KJC: The first thing is that the established canon which most of you have been taught is that way. So it’s pretty automatic that you go to the buildings that you’ve been taught and that you’ve visited; they are the most meaningful to you because what you’re trying to teach the students is those aesthetic properties. When I started to teach in 1990 I very specifically decided that my canon was going to include women and the architecture of the rest of the world.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">The Western Canon is very much intact because we all need it. It reminds me of when I once heard Toni Morrison lecture in Oakland at a time when the debate about teaching Ebonics in Oakland schools was going on and someone asked her whether she thought Ebonics should be taught. She responded, “The more Englishes you know the more power you have&#8230;you should know King James English, you should know legal English, you should know standard English, you should know Black English&#8230;the more Englishes you know the more power you have.” So I think it’s important that the canon is there and the question becomes, “How do you stretch it?”</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">When it comes to gender, I think you have to be very straightforward&#8211;the first women to attend architecture school in the United States were only trained in the 1890’s and architecture schools had significant problems with gender equality up until the 1980’s. If you look more broadly at women’s engagement with the built environment, you will find plenty of women have been important. I think particularly of a 16th century Elizabethan country house that was a real inspiration for English architects interested in modernism. And Alice Friedman published an article about why that building looks the way it does because it had a very forceful woman patron. Bess of Hardwick was one of the most important women in Elizabethan England and she was a builder. At the vernacular level as well we have whole cultures in which women are largely responsible for building or maintaining or decorating certain kinds of structures. It’s not that each of those examples fits in beautifully with your list of 20 great buildings and if those 20 great buildings are going to be over time you’re not going to get 10 of them designed by women. But you can think more about the historic reasons why that happens and be very specific about those and then think of other ways of inclusion, like great buildings commissioned by women, or buildings that don’t have architects in the sense that we think of them.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">MS: Why do you think “Expanding the Canon” is an under-attended seminar rather than a curricular pedagogical stance here at Yale?</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">KJC: As you know, I only have one student in the class. Last semester when I was here the issue came up and when I discussed what I might offer this semester many people said they would be interested in the class. Of those people, only one came to the first class. Where that fits in the discussion right now, I don’t know. What I do know is that there are schools where the canon has been expanded for a long time. And that’s true for the art history department here and it&#8217;s true at YUAG which has been a national leader in that regard. It’s not true in this school at this moment. I think there is a lot of good will towards it but I also think that there is probably a certain amount of fear with questions like “is this going to be rewarded in the upper echelons of the profession?”</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">MS: What is the responsibility of the student in voting with their enrollment numbers?</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">KJC: Well not everyone may want to take me and that’s okay…</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">MS: But your Louis Kahn class is wildly popular?</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">KJC: There are two Louis Kahn buildings on this campus. I don’t think there are very many people who study here who aren’t interested in those buildings. But I think it’s imperative of anyone who’s a part of this community to engage in these issues. The level to which you do that is up to you, but I would hope that everyone would engage this. Part of it is moving beyond the myth of the single genius architect and remembering that architecture is a collaborative process. When teaching Frank Lloyd Wright Unity Temple, as an example, but then showing the famous perspective of it and saying “look&#8211;this is Marianne Mahony”. She went to work for him in part because he worked at home and she became very close with his wife. He offered her the practice when he ran off but she refused as she was very close with his wife who had just split from him. When you move beyond the myth, you are quickly going to find women all over the place.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Maddy Sembler"},"slug":"maddy-sembler","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Forecasts: Perspectives on the Prospective"},"slug":"forecasts-perspectives-on-the-prospective","meta":{"volume":"2","number":"06","bulletin":false,"publication_date":"2016-10-27"}}}}