{"title":{"rendered":"More thoughts on lines: In conversation with Trattie Davies"},"content":{"rendered":"<p>Observations of rotting peppers, sections of deep-sea creatures, and transects of biomes have been pinned up on the 6th and 7th floor. The following excerpts are clipped from email and conversation with Trattie Davies, YSOA critic and founding partner of Davies Toews Architecture.</p>\n<p><strong>Paprika:</strong> Why do you teach what you teach?</p>\n<p><strong>Trattie Davies:</strong> Four years ago, a student noted in class one day the strange condition of a seed. It was for the seed vault project we used to do in first year. She was perplexed by the seed because it was dormant, not dead but also not alive. I was so struck by how she got to the point. And by how even aliveness is potentially subjective. Unlike the typical jokes that you can’t be half-dead or half-pregnant.</p>\n<p>Last year I had the first opportunity to design my own curriculum. It’s not that they weren’t without parameters but I had a level of freedom to consider what matters to me and what I believed would be useful to others.</p>\n<p>It is important to me that students never underestimate the unbelievable range and variety, depth and complexity, majesty and uncanny nature of what exists. To be daunted and liberated through participation. That’s why we start with what is. It is amazing how much there is to see in a rotting pepper, deep sea creatures, biomes and logs, and the connections that arise between anything and another thing. Like Humboldt standing on top of a mountain. Why not see the solutions of life that surround you, in the most complex, inexplicable and beautiful range and forms of utility. From that point you realize you are offering options to a tidal wave. You have to move with creativity and precision.</p>\n<p>If the world were perfect I would show them nine square grids. The world is not perfect which means it could be better. Students are learning who to be. One way to start is to remember that you are alive.</p>\n<p><strong>Paprika:</strong> Drawing what is balances simplicity and complexity. Some might argue planetary process cannot be abstracted. What do we do about this?</p>\n<p><strong>Trattie Davies:</strong> We just wrote an article for the “simplicity” PLAT journal. We just talked about sheetrock, and tried to make the only point we seem to have to make, which is that nothing is simple or you can look at the simplest thing and find extraordinary complexity.</p>\n<p>Teaching the Bauhaus class last year shifted my brain away from thinking that simplification was always a reduction but more of a way of bringing your thinking down to a point so that you can bring it back up again. When is simplification a loss and when is simplification a way to focus on seeing something so that you can see more? If you just looked at lines, you can then see lines in everything and everything becomes united.</p>\n<p>As an architect, that practices and teaches, drawings serve many purposes, and miss many points, but drawings remain ways of thinking and seeing, not representations of a whole. I am not sure anyone presents them as such.</p>\n<p>However, regarding complexity, that is the pickle. Life is complex, so how can that become the wonder rather than the terror?</p>\n<p>That you have to put complexity into something seems not accurate. You have to understand the complexity that’s always coming. It’s a balance between being clear and direct and being nuanced and rich. You rely on lots of different things for free &#8211; like light, like climate. Those are things you can work with and if you can understand that they are going to happen with or without you, you can make them be with you. I think life is complicated and that’s what makes it beautiful and wonderful and terrifying and scary. Everything is in flux and you have to love that if you want to play.</p>\n<p>I think that what is beautiful about architecture as a profession is that its multi-scalar in its interpretation. You could just make door knobs. You could make buildings or you could make parks. You could be the mayor of a city and do a wonderful job being an architect without ever building a building, just thinking spatially and incorporating that as a fundamental need or a huge missed opportunity if done incorrectly. In my mind the profession is hypothetically potentially massively expansive. There’s no limitation on the scale in any direction where your energy could be applied.</p>\n<p>Why not have everything be more extraordinary.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Trattie Davies"},"slug":"trattie-davies","meta":{"degree":"Critic","graduation_year":""}},{"title":{"rendered":"David Bruce"},"slug":"david-bruce","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Lucas Isakowitz"},"slug":"lucas-isakowitz","meta":{"degree":"MEM ","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"meta":{"volume":"5","number":"04","publication_date":"2019-10-10"}}}}