{"title":{"rendered":"“Mr. Benny, how do you get to Carnegie Hall?” “Practice, Practice, Practice.”"},"content":{"rendered":"<p><strong>SPENCER FRIED</strong> (M.Arch &#8217;18)</p>\n<p><span>The final review of Summer Viz will forever feel like the most important review of my life…not because it actually </span><i><span>was</span></i><span> the most important review, but because it was the first time I had ever worked so rigorously within architecture. The review felt like a climactic closure, a finale. Absurd as it seems in retrospect, I thought that everything I made for this review had to be perfect. When it wasn’t, I left upset that I had not received the unanimous praise of the jury. Of course, the comments were constructive, and I wouldn’t have learned anything if the review ended the way I wanted &#8212; with applause all around.</span></p>\n<p><span>Regardless, I went into my first year motivated by this frustration. I sought to create “perfect” projects that succeeded in every dimension. A sisyphean task for a first year without a background and I found myself constantly frustrated throughout first semester.  I was always afraid of making the “wrong” move, always staying up too late in search of the “right” answer. Out of that came intense stress and exhaustion, which only exacerbated the impossible task I had set up for myself.  </span></p>\n<p><span>As I enter my second year, I find this time ripe to contemplate the idea of ‘practice’. The term is most frequently used in architecture to describe one’s place in the discipline, one’s “practice.” It is used as a noun and</span><span> is inferred to be whole and resolved.</span><span>  Here in school, however, practice is a verb, with</span><span> all the motion, progress, and change connoted by that tense. </span><span>Each project can be looked at as an exercise, a chance to practice.  Through these exercises, we slowly develop a set of skills, perspectives, and positions. Although it often feels so, we are not here to create our opus. </span></p>\n<p><span>I think MVRDV’s Winy Maas had it right when he said in an interview that you should never put everything into your final project in school “because you will lose yourself.  You can do one thing for one project, and for the next project, you can do another. This step &#8211; doing one thing after another &#8211; is what potentially leads to work on a wider scale, a wider agenda.”</span><span> I find this advice liberating, and in my experience, it holds true. Each project can be a singular exploration, building on (or perhaps contrasting with) the ones before it, together assembling a body of work and knowledge. </span></p>\n<p><span>We might look to the way critics and historians speak about artists’ early work or their mature styles, within which there is an idea of development, growth, and evolution. There is also the notion that a painting or a sculpture can exist as a single idea. Yes, our discipline’s key differentiation from art is that we have to take into account the practical. This difference should not prevent us from creating a body of work that is, like Ruscha or Baldessari or Miro or Reinhardt, experimental, explorative, and iterative. Nothing should be considered precious. What you make now could inform what you make in the future. Indeed it will. Rudolph Hall is an incubator. It’s here that we should spend more time experimenting. Better yet, practicing.</span></p>\n<ol>\n<li><span>Designboom. &#8220;MVRDV Winy Maas Interview.&#8221; </span><i><span>Designboom</span></i><span>. N.p., 08 Oct. 2014. Web. 06 Sept. 2016.</span></li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Spencer Fried"},"slug":"spencer-fried","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"On Practicing"},"slug":"on-practicing","meta":{"volume":"2","number":"01","bulletin":false,"publication_date":"2016-09-08"}}}}