{"title":{"rendered":"Museum of Oil: Territorial Agency"},"content":{"rendered":"<p>Tuesday, September 17th 2019 12:00 pm<br />\nChicago Cultural Center 4th Floor</p>\n<p>Paprika! in conversation with John Palmesino<br />\nMuseum of Oil — The American Rooms, 2019<br />\nMixed-media installation</p>\n<p>Paprika: 02:17 Is there a specific way to approach the project?</p>\n<p>John: 03:32 No, it’s democratic. You can enter from wherever.<br />\nWe’ve produced some new work for what we call the American Rooms of the Museum of Oil, in particular we are looking at the long cross section that<br />\nspans from the Gulf of Mexico all the way to the north slope of Alaska. It is a section that cuts through what used to be the internal seaway of America<br />\n– a stretch of water that cut what is now North America in two – and along that stretch of water you have all the major oil fields.<br />\nVia earth observation technologies we detect what we call the engineered catastrophe of the Gulf of Mexico. What you have here is a multi-composite set of satellite data that detect the monstrosity of the transformation due to oil.</p>\n<p>The most obvious one is the area that was directly covered by surface oil<br />\nduring the BP disaster of Deepwater Horizon. What is marked is also the areas of pipelines and platform extractions spanning the entire continental shelf along the grid which is an American architectural device of subdivision. The grid, in this case, is of extraction licenses. The interesting thing for us here is that there is no solution of continuity between the land and the sea of the infrastructure of oil. Extraction is everywhere.<br />\nThe most famous element is the canal of the Mississippi River to the Gulf of Mexico which was built by the Army Corps engineers and before they even finished it, it was collapsing. When Katrina landed in Louisiana, the storm surge was pushed along the canal all the way into New Orleans. Areas that will be submerged from sea level rise are presented, and they occupy all the zones of the petrochemical industry which is at high risk of complete annihilation. This is an area where we start seeing land disappearing faster and faster because of the oil industry, and at the same time water is rising because of the conditions in the atmosphere.</p>\n<p>For us it is one of the images that epitomises the Museum of Oil. The difficulty is that we understand how complicated it is to leave oil in the ground. It is obvious that it is an environmental catastrophe but the real difficulty of the Museum of Oil is to show that oil is such a nasty form of energy in particular; it is a nasty form of power. It is political and economic power that is destabilising societies, cities, ecologies and economies. We have to keep oil in the ground because of the impeding sea level rise and global warming but also because it is destabilising the economy which is usually not part of the discussion. We are dealing here with BP who is one of the major sponsors of the biennial which goes to show how the oil industry is occupying cultural spaces, supporting culture. The museum also highlights how the oil industry is creating structures of access. If you are in the oil industry, you have access to everything, but from the outside, it is difficult to get into that negotiating space. So these panels highlight the difficult conditions and spatial organisations. We see that what you need to change to keep oil in the ground, is the entire construct.</p>\n<p>Over here, we have Houston, the fastest growing city in the US, and in the last 30 years everything was built in areas that are going to be flooded. The last hurricane is a demonstration that it is just placed in the wrong place. If we built so much without thinking, now that we know, we can build better. We invited (11:02) Emma Clinton to present her work. Through her photography she documents the BP catastrophe in the visual essay called “Monster: A Feud of Fire and Ice.” She is arguing that not only was Deepwater Horizon the largest environmental catastrophe in American history, but it was also the largest cover up of an environmental catastrophe in American history. So oil becomes a ghost, creating invisibility. The panels are very large but they are tilting towards you in order to avoid any resemblance of the sublime, and there is no possibility of disentanglement. You are completely drawn to it, seeming fragile as if it can fall down.</p>\n<p>Paprika: 12:39 Hopefully they won’t.</p>\n<p>John: 12:43 Hopefully! Moving over to Texas at the border with New Mexico we look at the shale boom. Each one of these white dots is a shale pack, what they indicate is the drive to extract by hydraulic fracturing. It has pushed the entire supply chain into a position of high risk for the economy for the simple reason of the reserve replacement ratio. This indicates that<br />\nonce you have a pad that is about to be depleted, you need to show your investors that you will still be able to produce oil. Fracking is exposing America to a huge amount of financial risk. The break even price of the operations is so low. For instance, two days ago, the price of oil went up in one day by 19% and we have diagrams that show fields that will be bankrupt if there’s a change in oil prices by $6. You can imagine that all the money that has been put into this is at risk of default, raising the risk of having a major financial collapse after 2000. The low interest rates have managed to mobilize too much capital into these operations and now it’s becoming the most geo-politically risky business.</p>\n<p>Here we look at another condition of BP in the Southern part of the metro-<br />\npolitan area of Chicago, a place called Whiting. BP Whiting is their largest<br />\nrefinery. We have invited Iwan Ban to show his photographic essay on a<br />\nsmall community which was built in 1917 called Marktown. The entire area was initially a development by Standard Oil, however, they’ve recently had to transform the refinery in order to be able to process even more heavy crude into complex chemical compounds for fertilization, fuel, asphalt – everything that we associate with development. We move to a cross section showing Canada. The tar sands are the most expansive industrial operation on the planet. They themselves cover a vast area, but that is just the tip of the iceberg. These lines are seismic prospective cuts in the forest that are made in the process of looking for oil. The anthropogenic impact of this is really enormous. What used to be the documentation for environmental protection has moved by the trade agreement between Canada and the European Union into the hands of the oil corporations. We go from having thousands of records of protected areas to a few dozen. This is a situation of disappearance and the museum is really interested in understanding how to document this and warn beforehand. Initially, it was developed with the Territorial Agency and Greenpeace in order to organize their research for their global campaigns. Then, our friend Bruno Latour asked us to transform it into an exhibition.</p>\n<p>Paprika: 25:42 I think what is most evident in your work is the<br />\nincredible amount of data that you have to process to communicate this message.</p>\n<p>John: 26:00 The problem with oil is that the moment that you try to understand it, you are immediately confronted with a flood of information and it becomes difficult to grasp. What we’re trying to do here is use our language, in this case plans and complex images like earth observation, to bring it forward; because the oil industry really operates far more in the areas that are outside of visibility.<br />\nThis is just a glimpse of it, only what can be seen. There are the invisible conditions, such as the fact that it’s never named explicitly in any climate<br />\nchange agreement. We talk about carbon emissions, not oil. It’s this industry that has made the big prosperity of America and has now completely robbed the American space. By American space, I mean not only the ground, but the American operations around the globe; this is the difficult part. It’s too much information, so how do we operate as architects by bringing it to the ground, making it accessible.</p>\n<p>Paprika: 29:32 You also mention that architects have a role in managing the relation between space and polity &#8212;</p>\n<p>John: 29:50 That is what architecture is. Architecture is a<br />\nrelationship between polity and space.</p>\n<p>Paprika: 29:54 and specifically you look at these large scale territories.</p>\n<p>John: 30:00 Its an architectural territory. A territory is not land, a territory is a system of warning. It’s a semantic<br />\ncondition.</p>\n<p>Paprika: 30:13 So do you think the role of the architect is to read that condition and communicate it &#8212;</p>\n<p>John: 30:17 It is to design it, to transform it, to build it. Architects organize and systemically build stable relationships between a form of computation and material organization. The relationship between the materiality<br />\nin the social structure, political, linguistic, cultural structure is the very business of architecture. Many people misunderstand architecture as buildings &#8211; that’s not what architecture is. Architecture shapes the relationship between people and things. The problem is that the space depending on oil has become so vast that it’s incomprehensible. Therefore the work here is really about how to understand this as an architecture. It’s a designed space. There’s not one element here that is not design. The oil industry is engineered, the disasters are engineered. What we are trying to indicate in this Architecture Biennial is that the ground is very much shaping the forms of society.</p>\n<p>Paprika: 33:00 I guess the question is also how do we reverse that process? How do we take a proper next step.</p>\n<p>John: 33:14 For us, it’s very straight forward. It is not an issue of an individual choice. It is an institutional choice, an architectural choice, a political decision. Everything is engineering and design, so the problem for architecture in this is not only how to get involved because you are already involved. The Anthropocene is architecture. The question is not adding design but how do you reshape the operating system to modify this.</p>\n<p>Paprika: 35:14 Do you find clues when you compile this data and<br />\noverlap it?</p>\n<p>John: 36:08 It’s not a ready-made out-of-the-box solution. We have to redesign everything. The problem is that we have an entire profession geared towards this stuff. Every single thing that we do is done wrong. We have to redesign our institutions, our politics, how we operate, what we eat, how we cultivate the ground. The magnitude is so vast that it’s self regulated. We are working to keep it alive rather than it serving us. We are interested in this inversion of agency and in investigating what happens when all of this stuff has far more agency than a political choice.</p>\n<p>Paprika: 38:17 To stop engaging with this you have to mobilize a much bigger scope of professions and civic operations.</p>\n<p>John: 38:36 The problem that is so ingrained in the scale is that it makes you think that it is untouchable – on the contrary, it is so fragile. The oil industry has stretched well beyond its capacity that it’s now exposed to so many risks in order to maintain itself.</p>\n<p>Paprika: 39:45 How do you distinguish what matter is most urgent?</p>\n<p>John: 40:31 We are not interested in urgency. I think that urgency makes us reactive. We’re interested in anticipation. Architecture is at its best when it’s coming before.</p>\n<p>Paprika: 44:02 With oil, there’s so much data that it can scare off the audience. Whereas visualizing it like this makes<br />\nit digestible.</p>\n<p>John: 44:19 When you start, you don’t really know what you will do, its too much. I think that’s part of the work of<br />\nTerritorial Agency, trying to understand that it’s a<br />\nterritory that has a capacity to act and so we look at how we could instigate transformation in the semantic relationship between things and political spaces.</p>\n<p>Paprika: 48:49 Incredible. Thank you for your time.</p>\n<p>John: 48:52 Thank you. I hope that you can use it, it was long.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"John Palmesino"},"slug":"john-palmesino","meta":{"degree":"Territorial Agency","graduation_year":""}},{"title":{"rendered":"Gustav Nielsen"},"slug":"gustav-nielsen","meta":{"degree":"M.Arch I","graduation_year":"2022"}},{"title":{"rendered":"Diana Smiljkovic"},"slug":"diana-smiljkovic","meta":{"degree":"M.Arch I","graduation_year":"2022"}}],"fold":{"title":{"rendered":"Chicago Biennial Bulletin 2019"},"slug":"chicago-biennial-bulletin-2019","meta":{"volume":"5","number":"04","bulletin":true,"publication_date":"2019-10-10"}}}}