{"title":{"rendered":"Myst"},"content":{"rendered":"<p>CAMERON NELSON (BA &#8217;19)</p>\n<p><span>The first time I played </span><i><span>Myst</span></i><span>, I stayed in my room all day, from the opening scene until it was solved. Created in 1993 by brothers Rand and Robyn Miller, </span><i><span>Myst</span></i><span> quickly became the best-selling computer game of all time, a title it held as late as 2002. The novel video game combined a graphic adventure puzzle with a first-person journey through an interactive world. While Myst was widely lauded for its immersive realism, there was more at stake than pushing the limits of the then nascent CD-ROM. The game the Miller brothers created reminds us that fiction ≠ story. </span></p>\n<p><span>There was a narrative to the game, and archetypal elements of its story, to be sure. There was the trope of the long-lost civilization in the form of the D’ni, whose unique alphabet is even included in the online language encyclopedia Omniglot. You, the player, gradually developed a vague sense of a mission and, upon encountering the characters Sirrus and Achenar, you had to make a torturous choice: Both are sons of Atrus. Both are imprisoned. Each swears he is good and the other is wicked, and beseeches you to free him. Whom will you choose? But the resemblance to most stories ceases here. The 3D rendered world slowly reveals that Sirrus and Achenar aren’t really there; their prisons are books.</span></p>\n<p><span>According to </span><i><span>Myst</span></i><span> lore, the D’ni, an ancient, semi-mythical civilization, mastered the art of writing “linking books” that could connect their readers to “endless ages.” In the world of </span><i><span>Myst</span></i><span>, the term “ages” is synonymous with “other worlds.” Reading one of these “linking books” transports you to a different age. Ages become the fundamental building block of the game’s reality. The books are typically worn hardbacks with evocative spines, but no more than their first page is ever revealed. This first page invariably contains a picture of the book’s destination, usually a one point perspective in the style of an architectural rendering (minus the shadowy scale figures). The game never depicts the act of reading; instead, after a whooshing sound, a mysterious maraca shake, and the brief interlude of a loading screen, you’ve suddenly arrived. We are left to wonder at the mechanism the D’ni discovered. Was it some incantation or other alchemy that enabled the construction of these portals? A glowing ring or wormhole? No, these were emphatically linking </span><i><span>books</span></i><span>, and we should assume they were written. Were the descriptive powers of the D’ni so fine-tuned that they could conjure a world in its corporeal entirety just by writing about it? Maybe, as per the fantastical Sapir-Whorf thesis popularized in the film </span><i><span>Arrival</span></i><span>, the grammatical structure of the language transports a reader into another reality? Or is the link achieved outside of language, and only tangentially accessed thereby?</span></p>\n<p><span>Despite the presence of these texts, I see why </span><i><span>Myst</span></i><span> took the form of a point-and-click puzzle game and not a novel. How could the Miller brothers ever have been satisfied with publishing a book when the story they are telling is one of a civilization whose primary resource is a written art that </span><i><span>transcends</span></i><span> all books? It would almost be a farce. Too many authors have tortured themselves over the inadequate reality of the worlds they create with language. Even in the most elaborate of world-building novels, there is always incorporeality; there is always some curation. </span></p>\n<p><span>The Miller brothers, it must be admitted, couldn’t achieve an infinitely detailed world either. Instead, they deployed a surreal, mysterious atmosphere to </span><i><span>suggest</span></i><span> a complete reality. Their signature environments are depopulated islands floating elusively in an apparently endless sea of fog (or poché). Though you see no one, there is a constant suggestion that others may have been there before you. It’s easy to accept the island’s isolated observatories, towers, libraries and citadels as having a history. Undoubtedly some of this mysterious sparseness is due to a negotiation between style and technological limits. It was 1993 after all. </span><i><span>Myst</span></i><span>&#8216;s evocative island is really a vessel for the much more powerful idea that a world can be written down. A beautiful vessel indeed, but so are many stories. Fiction has the power to suggest it is more powerful than it is; maybe this is the secret weapon of the untrue.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cameron Nelson"},"slug":"cameron-nelson","meta":{"degree":"B.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Fiction"},"slug":"fiction","meta":{"volume":"3","number":"15","bulletin":false,"publication_date":"2018-03-01"}}}}