{"title":{"rendered":"Necropolis-Nucleus"},"content":{"rendered":"<p><strong>SOFIA SINGLER</strong><em> (M.Arch &#8217;16)</em></p>\n<p>Parks are the life and love of cities – but add some gravestones to the green, and few of us would choose to eat or socialize there. A catalytic opportunity to celebrate public life in cities is embedded in our urban cemeteries, but we have overlooked this potential for too long. The New Haven Green shed its cemetery identity a century ago when its headstones were transferred to Grove Street, but the idea of a public cemetery in the urban core lingers in city memory. As Yale continues to expand northward, Grove Street Cemetery will essentially sit at the nucleus of the campus. Now is the time to blur the lines between necropolis and metropolis, and encourage Grove Street’s development into an attractive, versatile urban space in the heart of Yale.</p>\n<p>Let’s not forget that cemeteries were the predecessors of modern city parks. The first “city-cemeteries”, laid out in axial streets with mausolea and gardens to socialize in, were built to mirror the actual cities around them. The Romantic movement gave green spaces precedence over the quasi-urban traits city-cemeteries had had thus far, creating landscape-cemeteries that were more scenic walking trails than tightly plotted burial grounds. Up until just over a century ago, cemeteries were social hubs of the city: enjoying lunch or reading a novel in a sepulchral setting was common. At their most vibrant, cemeteries were hot-spots for outdoor soirées (talk about the danse macabre).</p>\n<p>Cemeteries were expelled from cities in the eighteenth century in the wake of a societal obsession with cleanliness, hygiene and health. They were seen as vile nests of impurity, and previous connotations of cemeteries as diverse communal spaces were buried away. Although sanitation concerns soon dwindled, cemeteries continued to be overlooked due to a deeply engrained (mis)understanding of sacredness. Reverence was defined by solemn obedience to tradition, strictly confining the programming of cemeteries solely to burials. This deleterious legacy has blinded us from a more broad-minded understanding of what cemeteries can be at best: the associated health risks are no longer relevant, and the societal attitudes towards funerary ‘appropriateness’ are anachronistic.</p>\n<p>In today’s increasingly secular – but at the same time undeniably multi-religious – framework we have the opportunity to create funerary spaces as pluralistic as the time we live in. The notion of cemeteries as sacred spaces is in flux, and so is the very definition of ‘sacred’ in architecture and in society at large. Reverence understood in terms of meticulous adherence to orthodox rituals is being displaced by a more heterogenous understanding of respect. Today’s religio-philosophical miscellany lends itself to creating catalytic funerary spaces that allow and encourage, rather than forbid and constrain, a multitude of activities for citizens to enjoy communally.</p>\n<p>Transforming today’s funerary thinking extends both to the revitalization of existing cemeteries and to the introduction of completely new burial typologies. As urbanization continues to burgeon, cemeteries diversify and question traditional forms and uses, with proposals reaching as high as multi-religious vertical skyscraper cemeteries or as low as underwater burial sites in the seabed. Similarly, the uses and meanings attached to existing urban cemeteries are expanding from mere interment site to local history museum, wildlife habitat, botanical garden, festival venue and contemplative park. Uplifting examples include Cedar Hill Cemetery in Hartford, CT, which transforms into a live music venue at night (soul music, anyone?) or Washington DC’s Congressional Cemetery, where the most daring exploit the burial ground’s topography by sledding over the graves in winter.</p>\n<p>Efforts to guard Grove Street’s historic character are relevant, but preservationist concerns need not obstruct invigorating plans to improve its urban character: an appreciation for the old is not mutually exclusive with the desire to develop. The movement to elevate cemeteries from cobwebbed remnants of the past into vibrant communal spaces is a laudable one that we should champion in New Haven, beginning with Grove Street. Cities, at best, inspire spontaneity and transience – let the cities of the dead do the same.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 01"},"slug":"issue-01","meta":{"volume":"0","number":"01","bulletin":false,"publication_date":"2014-09-04"}}}}