{"title":{"rendered":"Neri&#038;Hu Design and Research Office, Shanghai, China"},"content":{"rendered":"<p><span>The notion of narrative in architecture is particularly poignant to us and relevant in our practice at the moment. We are often asked about “practicing in China”—what that means to us, and we have always explained that our decision to situate in Shanghai is purposeful; because of how fast it’s developing, we have to constantly question the authenticity of our physical, cultural, and historical contexts—at times that means redefining our own contexts. That’s where narrative becomes an important tool in the pursuit of a relevant context to ground each project; it’s not merely a “story” to tell clients and ourselves, but actually a productive part of the design process. For example, we will frequently reexamine a vernacular typology—such as the Shanghainese lilong alley or Beijing’s siheyuan courtyard house—understand how its configuration, spaces and materials embody certain cultural values, and then use those concepts to shape our architecture.</span><span><br />\n</span> <span><br />\n</span><span>Recently, what began as an internal research initiative has extended to a design studio we are currently teaching, in which we explore narrative, specifically literature and film, as a generative source, creating spaces as projections of fictional storylines and character psyches. There is no doubt that narrative gives meaning to our work in many ways, and not only when it is communicated directly through words: the presentations we give or texts we write. Eventually we seek to manifest narrative as physical matter: spaces, materials, forms—it’s important to us that it reaches that fruition, that it doesn’t stop with the academic inquiry or aspirations on paper. The words should be obsolete in the built work; if we’ve done it right, the conceptual narrative is tangibly felt, instinctually and powerfully, firstly as a sensorial and physical experience, secondly as an intellectual provocation.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Neri&#038;Hu Design and Research Office"},"slug":"nerihu-design-and-research-office","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Frame + Essence"},"meta":{"volume":"2","number":"16","bulletin":false,"publication_date":"2017-02-23"}}}}