{"title":{"rendered":"New Colleges, Old Thinking"},"content":{"rendered":"<p dir=\"ltr\"><strong>SANOJA BHAUMIK</strong></p>\n<p dir=\"ltr\">A giant lipstick-adorned military tank decorates the courtyard of Morse College. The sculpture is the subject of many tales: it was a podium for 1969 anti-war protests, a satirical emblem of coeducation, an unwanted nuisance in Beinecke Plaza. On the walks to my dorm room, the sculpture reminds me of my college’s support for radical, free-spirited thinking.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">It is unlikely that students at the new residential colleges will have these experiences while walking through their idyllic Oxford-style courtyards. Embroiled in controversy, the new colleges reject the notion of radical innovation in favor of conservative traditionalism. Robert A.M. Stern, renowned “modern traditionalist”, makes 21st century design display 19th century thought.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">The colleges deliberately echo the “neo-gothic” tradition of Yale’s first residential colleges. Red brick forms the surface of the buildings, and slight variations of color give them an “aged” feeling. Gothic beige stone frames figureless stained glass windows, which conveniently avoid controversy by being figurativeless. A large, brick and stone tower draws clear comparisons to Harkness in Branford College. The neighboring college contains a checkered fortress-like structure to mark its Prospect Street corner.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">As witnesses to the colleges’ construction, students easily sensed the giant anachronisms. In December, we saw the fake brick chimneys with Christmas trees placed above tarp-covered residences. We saw giant cranes lift steel materials to built elements that recalled medieval times. And today, we recognize the strange contrast between the brand new colleges and their older, yet more modern-looking neighbors.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">By imposing artificial symbols of “old Yale” into Science Hill, Yale administration attempts to historicize relatively recent investments into engineering and technology. In a sadly ironic twist, the plans chosen to legitimize these fields do so at the expense of forward-thinking ideals. The return to neo-gothic architecture shows that the administration roots its legitimacy in a time in which the majority of Yale’s current population could not attend the institution.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">Still, the new construction gave hope to students who sought for a college named after anyone but an old white male. But the promise of the “student voice” was broken, and Yale failed to deliver a fully inclusive counterpoint to its troubled naming history. The decisions instead furthered the notion of the colleges as stomping grounds for donors. Benjamin Franklin College is named after an investment fund owned by the colleges’ donor, rejecting the convention of naming colleges for institutional figures and alums. Pauli Murray College, which venerates a brave civil rights activist and woman of color, acts as the Yale’s compensation for its troubling decisions. Pauli Murray championed women’s and African American rights throughout her lifetime; the historicist, regressive building that carries Murray’s name does not align with her own achievements.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">The administration’s continuous pandering to outside interests and donors comes at the expense of students. In the new colleges, students lose the unconventional spaces of a militaristic lipstick statue. Their architecture aligns to traditional definitions of beauty, confining students’ views of history within space. Instead of opportunities for experimentation, the colleges are a conservative plea for Yale’s legitimacy. They’re the physical representation of the administration clinging on to a slowly disappearing image of Yale, one defined by whiteness, wealth, and imitation. Yale today looks different than its foundation, and its architecture should reflect its evolution.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sanoja Bhaumik"},"slug":"sanoja-bhaumik","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Forecasts: Perspectives on the Prospective"},"meta":{"volume":"2","number":"06","bulletin":false,"publication_date":"2016-10-27"}}}}