{"title":{"rendered":"Night Scream"},"content":{"rendered":"<p><span>I pulled out my phone to take a picture of what Marek was showing me on his phone. Hesitated to ask for permission. Took the picture in agreement that his photo wasn’t going to be shown to anyone. The image shocked me; or it was like something you’d show someone when you want to know if you should see a doctor. Marek said it was his tenth or eleventh paranormal investigation as part of Rose Porto’s team. He said he’s known her since he was six, which was about as long as Rose had told me she’s been doing these things. This was our first real conversation and we were talkative with anxiety. We were at a stranger’s cramped beachfront house, five hours deep into the night. We had spent the last hour in the pitch black, only-visible-through-infrared-cameras living room, while Rose and the others tried to lure useful details from a male and female ghost. The ghosts’ signal was being deciphered through equipment noise (a rainbow LED device called a Spirit Box and some sort of iPhone feedback loop app) and the noise of what I was told was ten other ghosts. We were being watched from the dining room basecamp. Two of Rose’s team members kept watch on seven infrared closed-circuit cameras that they had trained on the house’s hallways, bedrooms and basement. The night had begun at a restaurant, but really began when Rose sprayed holy water in our faces and said a prayer that washed us in the blood of Christ. We met the family. Listened to their personal accounts of full-bodied apparitions. An empty stairway creaked as something no one saw climbed up into an attic full of Christmas decorations and a standing pile of shotguns. The strangers seemed totally adjusted to living with these ghosts in a way that led me to mostly avoid them. </span></p>\n<p><span>A few weeks before this, I was asking Rose leading questions about the prevalence of New England’s paranormal investigator subculture, thinking it was connected to Connecticut’s Ed and Lorraine Warren. Rose was certain that the area’s saturation of limestone and granite &#8211; known to absorb spectral energies &#8211; was what made it such a paranormal hotbed.</span></p>\n<p><span>At some point in the night, one of the strangers began to cry in the pitch black living room. Rose and half her team were downstairs beyond earshot asking the ghosts questions. The stranger whimpered out answers from the pitch black living room. Babies. An Irish or black servant. Peas in a basket. Or peas and a basket. Margaret. Mary. Marsha. She called for Rose. Got louder. Demanded that the camera’s flashes be turned off. Cussed a bunch. The stranger refused to shut the spirit out of her head. Refused to ask the spirit if it needed help. I thought Rose and her team would provoke the spirit further, but instead they flew upstairs to control the rising chaos. The strangers soon left the room in state of utter calm. We were left in their house to finish investigating.   </span></p>\n<p><span>* If you are experiencing paranormal activity in New England, </span><span>Rose Porto can be contacted at www.ctspiritinvestigators.com. Her two books </span><i><span>Tormented Souls: When Spirits of the Dead Refuse to Rest in Peace </span></i><span>and </span><i><span>Mingling with Spirits: A Paranormal Awakening </span></i><span>can be purchased on the internet and in Connecticut bookstores.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Steven Rodriguez"},"slug":"steven-rodriguez","meta":{"degree":"M.F.A. ","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Halloween II"},"slug":"halloween-ii","meta":{"volume":"4","number":"05","bulletin":false,"publication_date":"2018-10-25"}}}}