{"title":{"rendered":"No Es Facil (It&#8217;s Not Easy)"},"content":{"rendered":"<p>CATHRYN GARCIA MENOCAL (YSOA M.ARCH I 2017)</p>\n<p>Perhaps the most definitive stance on culture in post-revolutionary Cuba is a near-complete shift of all new cultural institutions outside of Havana city center and into Vedado. The 19th century neighborhood began as a residential suburb of Havana centro and is a strictly right-angled grid, characterized by wide streets, large blocks and generous greenery. The parceling was planned to progressively diversify, however, the remnants of the City Beautiful movement and associations with middle class elitism persist in the urban fabric. The 1950’s vision of a great metropolis and tourist center were at odds with the ideals of the Revolution, which sought to reclaim the capitalist visions of the garden city. Today, Vedado remains a diverse extension of Havana’s historical urban fabric, one that combines local scale and metropolitan opportunities, now with a heritage of social diversity. Vedado’s pastiche of microeconomies and microtourism are caused, in part, by the range of architectural scale. Exquisite villas (now retrofitted) give way to the likes of massive, modernist condominiums. The neighborhood is largely characterized by these two architectural types: stylistically eclectic single-family homes and full-on concrete citadels. Each architectural object creates its own urbanism and distribution of density. After all, private property and the buying and selling of property was only made legal in 2009.</p>\n<p>The progressive energy of modernism is still evident in Vedado and speaks to the ideological role that modernism and urbanism played in forging Cuba’s national identity, even immediately after the Revolution. The two case studies, the Galeria Habana and Museo Organico Romerillo, look at attempts to build cultural institutions that adhere to the values of Castrismo at its ideological inception and today, respectively. Both buildings assert the cultural and artistic power of the state without any of the typical material hallmarks of cultural architecture; rather, their existence relies on urban systems and forms as well as parallel markets outside the Cuban state.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cathryn Garcia Menocal"},"slug":"cathryn-garcia-menocal","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Urban Yale"},"slug":"urban-yale","meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02"}}}}