{"title":{"rendered":"No More Houses"},"content":{"rendered":"<p><strong>ERIC PETERSON</strong> (<em>MED &#8217;15</em>)</p>\n<p class=\"p1\">During a regrettable shopping period where I sat in on no less than 8 two-hour long seminars (only one of which I actually ended up enrolling in) I shopped an urban planning class at the School of Forestry. The instructor, David Kooris, the head urban planner for the city of Bridgeport, gave a lecture that felt more like a TED talk you might title, a la Buzzfeed, “14 Ways Millennials Are Changing Cities.”</p>\n<p class=\"p1\">From a lectern in the shiny, LEED-certified Kroon Hall (which is bizarrely apocalyptic with its modern Noah’s Ark design metaphor and environmental evangelicalism) the talk was full of deeply philosophical quips like “millennials like being able to use smartphones, and therefore prefer walkable communities to car-centered ones.” Kooris did have one pretty compelling take-away: he cited a study that compared the influx of young people into cities with the decline of baby boomers who live in suburbs. The conclusion of the study, drawn up over several decades, predicted that the U.S. will have to build exactly zero new single-family freestanding suburban houses.</p>\n<p class=\"p1\">Given the inextricable nature of the single-family suburban home with our economy since WWII it would seem hard to overstate the implications of this prospect. The 2008 financial recession, of course, laid bare the reality that a large part of the U.S. financial system revolves around capital secured in single-family homes, a fact that arranges our landscapes as well as a host of financial and other industries to service them. What will happen when this paradigm is upended?</p>\n<p class=\"p1\">The house became, over the course of the twentieth century, the most privileged site of architectural production. While the suburbs conjure images of Levittown or the later Toll Brothers-erected McMansions, the freestanding house also became a fixation for a whole generation of the American architectural avant-garde. Looking to the bulwarks of our own school, Peter Eisenman turned to the single-family house for some of his earliest and most productive work. As Lucia Allais and other scholars have pointed out, Eisenman focused on the house after the early efforts of the Institute for Architecture and Urban Studies (the Eisenman-dominated New York institution so important to the architectural scene of the 70s and 80s) to break into inner-city public housing projects were cut short by the end of federal subsidies for public housing. In large part, architects like Eisenman focused on the freestanding house because, as the predominant architectural typology of the twentieth century, its where the money is.</p>\n<p class=\"p1\">Not limited to providing architects’ bread and butter, the house also served as a primary subject of theoretical discourse. On the other end of the spectrum of faculty at YSOA there is Dolores Hayden, whose career as a historian was also born in relation to the single-family house. For Hayden, the house was the site from which to launch a feminist critique of its integral function within a sexist society. More recently, last spring Pier Vittorio Aureli’s advanced studio returned to an early preoccupation of Hayden’s in proposing schemes to collectivize the suburbs.</p>\n<p class=\"p1\">So what happens when the single-family house, as an organizing economic and architectural site of production, is abandoned by a generation that is flocking to the nation’s cities? Perhaps the scariest specter of the return to the city is to think that it will only intensify the creeping gentrification and uneven development that has plagued many cities in the past two decades. On that theme, from the “New York by Gehry” condominium tower in Lower Manhattan, to the High Line, to SHoP’s impending Williamsburg waterfront theme park (to take just a set of New York examples) architecture’s contribution has been the creation of trophies to neoliberal capitalism, garnish to a main dish of gentrification and social stratification.</p>\n<p class=\"p1\">During a lecture last semester, SHoP’s Gregg Pasquarelli himself made the argument for architects essentially getting into the same game as developers, investing their fee into the building’s construction in exchange for a (potentially much more lucrative) percentage of the profits. Such a model, of course, seems only viable on high-income condominium buildings, and represents an attempt to tie the fortunes of architectural practice even more strongly to speculative development.<span class=\"Apple-converted-space\">  </span>The implications of this kind of development should be obvious given the vast housing affordability crisis gripping the city.</p>\n<p class=\"p1\">Is aligning with investment-minded developers the only avenue architects have for shaping the cities of the future? Yes, there have been a few examples of progressive movements in the other direction, Via Verde and David Adjaye’s Sugarhill Apartments, which are each cited so much they illustrate how exceptional they are to the norm.</p>\n<p class=\"p1\">To probe more compelling alternatives we might to travel back to the generations before Eisenman, back to the early modernists who focused not just on the freestanding house as the appropriate form of American housing. These architects saw an urban housing crunch as an opportunity to propose sweeping changes, replacing the squalor of tenements with new forms of bright, spacious, and dense modern housing most vividly represented by Le Corbusier’s Towers in the Park model. Obviously, many of these modernists’ heavy-handed ideals and bulldozer-prone means have been discredited and on many valid grounds. While today’s architects can discard many of the more paternalistic aspects of these modernist visions, they should pay attention to modernists’ advocacy of ideas with the aim to recuperate a vision of architecture shaping urban life, not just architecture as urban commodity. Even more importantly, architects might study the means through which many of these modernists’ visions were realized in cities across the country and around the world. It was not through working just with developers, but rather through coalition building with housing activists who shared similar visions of the radical potential of proposals to reshape the city, visions that could enlist everyday citizens and eventually political leaders.</p>\n<p class=\"p1\">A few days after sitting in on the urban planner’s lecture, I met someone who used to work for him in Bridgeport’s planning department. He tipped me off to the fact that Kooris now spends much of his time working with developers to try to make the construction of new multi-family, high-density housing economically effaceable in cities like Bridgeport. He also let slip that the Kooris — who recognizes that the state’s future rests on its ability to reinvent itself in line with a generation that values bustling cities over declining suburbs — has career ambitions that extend to the governor’s office. It’s clear that politicos like Kooris are already planning around this country’s urban future, leading one to wonder, what are our architects — forever fussing over models of pristine freestanding houses — doing to prepare?</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}