{"title":{"rendered":"No New Friends?"},"content":{"rendered":"<p><span>KATE FISHER (M.Arch I, ‘19)</span></p>\n<p><span>The idea of </span><b><i>Aloha</i></b><span> can be applied to the mainland. </span><b><i>Aloha</i></b><span>, meaning to be a part of the whole, suggests that the responsibility of life is shared, and as in design, the economic, social and cultural vitality of a place is shared across stakeholders. Implementing community-based design penetrates barriers between professionals and nonprofessionals through a participatory, more transparent design process in order to shape a community more equitably. Over time, the community gains social equity and confidence in advocating for itself.</span></p>\n<p><span>Government. Community. Consultants. Like it or not, this is the triangle of power enabling visions today. Participation between designers and community members can occur anywhere, but it is important to choose a physical location accessible for all. Meeting in a shared facility, for example, manifests shared trust and continuity for stakeholders. While interning this summer, I learned that for the community of Waipahu in Hawaii,</span><span> holding a meeting at the client’s site—the Aloha Clubhouse in Waipahu—allowed nearby residents, Waipahu High School faculty, Aloha Clubhouse members, and the City Council to easily attend because the community meeting was </span><b><i>within</i></b> <span>the community. </span></p>\n<p><span>Plans for Waipio Point Access Road Multi-Modal and Safety Improvements have been ongoing for nearly ten years: The project entails improved parking, rainwater runoff strategies, and sidewalk expansion.</span><span>The Clubhouse’s repeated deferral on the initiatives is linked to political barriers. Potential problems may arise when officials neglect their responsibilities as a vehicle for constituents and prioritize external economic, political, or social gain over the local benefit. The Access Road is in an older neighborhood, so making changes could lead to other projects in similar neighborhoods, which is concerning for a city’s budget. By exploring what the community envisions through walking tours, interviews, community meetings, and community workshops, a dialogue is created between stakeholders, which can develop more sustainable action for a place’s longevity. </span></p>\n<p><span>Having worked on the island of Oahu, I reaffirmed the value of the human and everyday. As creatures of habit, questioning the standard convention in practice is rare, but breaking routine prevents life from becoming a sequence of Thursdays strung together. Through reflection on the architect’s influence, pre-conceived notions of oneself and others might change. More firms practicing today should practice community-based design processes; with each subsequent election, fiscal-quarter, and retirement, place will always be the constant. Design and planning are better informed and better received by empowering </span><b><i>all</i></b><span> sectors of community members to participate in decision making, as all the people using or impacted by the space should be included to sustain change over time. When will architects start sharing?</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kate Fisher"},"slug":"kate-fisher","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Everyday"},"slug":"everyday","meta":{"volume":"3","number":"04","bulletin":false,"publication_date":"2017-10-12"}}}}