{"title":{"rendered":"Notes on Floof"},"content":{"rendered":"<p>The charmingly ignorant beauty of a tiny, overly-fluffy pup<br />\ncommandeers my attention so powerfully that I cannot look away. Vacuous smiles of Pomeranians, Chihuahuas, Spitzes, and the like populate my social media feed so much so that  I have woken up from a k-hole of content, unaware of how many minutes I have shaved off my lifespan.</p>\n<p>The proliferation of dog images has accelerated with social media but the desire for portraits of dogs dates back much further. In the late 19th century, Maud Earl, one of the few established female artists at the time, had a successful career painting animals for Queen Victoria and other royal patrons. In addition to specifically commissioned oil paintings, she also made smaller photogravures to be reproduced and affordably sold. Earl’s photogravure Professional Beauties depicts three, well-pampered Pomeranians with their ears and tails perked up attentively watching something out of the frame. The white background abstractly depicts depth but gives no sense of place, leaving the toy dogs to dominate the composition. These are show dogs from a family that can afford to pamper them and train them to look beautiful. Earl depicts them with a regal beauty fit to sway the judge’s decision. Because this piece is a photogravure, we can deduce that there was a wide audience for images of beautiful dogs representing a wealthier aspirational lifestyle.</p>\n<p>Even today, the Pomeranian represents an aspirational lifestyle. However, the audience for dog imagery craves a “floofier” sort of beauty, a cuteness beyond compare, a dumb Cumlord* to melt our hearts and ease our anxieties. This shift from regal beauty to floofy beauty in the portrayal of the dog may reveal a larger shift in what we desire.</p>\n<p>*Insta: @cumlord_unofficial</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sasha Zwiebel"},"slug":"sasha-zwiebel","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Other, Etc. A Catalog Of Anything But Architecture"},"meta":{"volume":"5","number":"01","publication_date":"2019-08-29"}}}}