{"title":{"rendered":"Notes on transparency in the new MoMA"},"content":{"rendered":"<p>With its opening date plastered on billboards and banners throughout the city, the new MoMA opened its doors to the art community, members, and the general public on the weekend of October 19, 2019. After three years, the newest iteration of MoMA is put to the test, this time by Diller Scofidio + Renfro and Gensler, supposedly unifying the experiences between Nouvel, Pelli, Taniguchi, Johnson, and Goodwin &amp; Durell Stone’s buildings.<br />\nDS+R’s transparent street-level facades finally fulfill the ambition of Taniguchi’s 2004 expansion—to bring exterior transparency to the white cube and to democratize MoMA’s collection by having the ability to view art through its curtain glass exterior from a public domain. Taniguchi’s addition failed to do this, given that most of these curtain wall clad spaces were attached to offices and restaurants. Galleries which were actually connected to the curtain wall facade were turned into rest areas for visitors by partitioning galleries, as if the midtown skyline became a piece itself for visitors to gaze at. Exhibitions then, were not viewable from the public sculpture garden, and a 17’ wall blocked street views into the sculpture garden on 54th St.</p>\n<p>The DS+R renovation however, both complicates and unifies the relationships between MoMA’s iterations. The new additions to MoMA’s 53rd St. facades over the past 80 years now presents itself as a syncopation of transparent, high-end residential lobbies and storefront galleries akin to Macy’s window displays. One gallery, adjacent to Jean Nouvel’s 53W53 lobby, shows an animation of International Electrotechnical Commission’s Power symbol on a giant LED display, where visitors can be seen using it as a backdrop, while the new lobby features a series of kinetic sculptures with mirrors that openly lend themselves to the Instagram gaze—emphasizing this new kind of museum/exhibit accessibility.</p>\n<p>Of course, the paper-thin blade staircase floating in its glass display box, and the sunken flagship museum store are the stars of the new facade. Shoppers and museum-goers are as much of a spectacle as the architecture, books, and knick-knacks for sale. The volumetric qualities of these additions turn the spaces as a whole into objects of spectacle, amplifying the voyueristic quality of the museum, without requiring physical engagement with the museum interior. Yet, despite the variety of volumetric forms, the transparent ground-level facades unify MoMA’s iterations, while acting as an index of the Museum’s timeline. 2019 MoMA has turned 53rd St. into a modernist La Strada Novissima—a series of slick boxes disassociated from the ground plane, unified by the modernist datum.</p>\n<p>Syncopation of visual permeability continues to be a spatial negotiation tool for MoMA’s interior galleries and the street space on both two-dimensional and three-dimensional levels, directly affecting the spectatorship of art. In many ways, DS+R’s expansion is subverting the isolated, internalized, timeless white cube type. Unlike the previous iteration of MoMA, where the museum pulled down blinds over apertures to shut out the exterior, DS+R’s galleries acknowledge the exterior by turning these windows into stall-like spaces. Painted in a darker gray to contrast with the white gallery walls, these small spaces can be used by museum-goers to gaze out onto the street, for a brief respite from the consumption of art and perhaps as an alternative to the museum bench.</p>\n<p>These stalls are particularly present in the David Geffen Wing, embedded within Nouvel’s tower, with massive diagonal members passing through the floor and ceiling. These small spaces also act as a wayfinding mechanism, allowing the navigation of enfilade galleries to be much more comprehensible. Combined with the more efficient circulation on each floor, a visitor can place themselves on 53rd or 54th St and understand their location inside the museum—unlike previous experiences rife with dead-ends. MoMA’s new gallery spaces and facade represent an evolution of the white cube typology and also raise questions in regards to exterior and contextual engagement for contemporary museum design. For now, DS+R’s renewal seems like a step in the right direction for flexibility in contemporary exhibition space and the spectatorship of art, especially for an institution with such an expansive and diverse collection.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Zelig Fok"},"slug":"zelig-fok","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"slug":"sequels-afterlife","meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}