{"title":{"rendered":"Occupy Risk"},"content":{"rendered":"<p><strong>KIRK HENDERSON</strong> (<em>SOM &amp; M.Arch &#8217;16</em>)</p>\n<p>“Vanity project” may be one of practicing architects’ most dismissive epithets. These projects are tolerated for their presence, and even appreciated for some feat of formal or material acrobatics. Perhaps a freshly minted autocrat commissions a capacious capital city concert hall, or a Silicon valley mogul fancies a new Villa Rotunda, but in Marin and twice as large(!). They simply do not garner practitioner respect, nor are they seen as replicable models. Ultimately, they amount to whimsical, arbitrary, “vanity projects.”</p>\n<p>I propose that architects “meh” these projects due to their lack of risk. Sure, there are structural necessities, programmatic demands, and even long-term aesthetic pursuits. Yet, these projects sidestep the pressures of a return-on-investment, civic approval, and social accountability that mitigate most architectural production today. Such concerns, as quotidian as they are powerful, are evaluated either directly or indirectly through risk.</p>\n<p>Risk is a ubiquitous economy. Are we architects market actors, or disruptors? Can we employ the concept of risk productively, strategically, and subversively through our design process? Could risk be an architectural expertise itself? Sure, there are countless authorities and armies of diligent workers, who wield risk’s deeply conservative principles. However, these gatekeepers are not familiar with the potential of architectural creation. They probably have no idea what a real architect can see when putting pen to blank page. Do we?</p>\n<p>Let me offer two anecdotes of architectural success through risk. This summer, I sit with a nationally renowned, vastly experienced architect. We discuss the conspiracy of developers and financial metrics, writ large, to dismiss architectural expertise and sideline the profession. He is disturbed, and frankly sad, that the knowledge, skill, and love for buildings he has accrued during his life seem helpless against a ubiquity of bottom-line thinking.</p>\n<p>Suddenly, however, he leans forward conspiratorially. Five years ago he hired a “numbers person” to his large office. Then in 2013, he proposed a controversial and thus confidential project to build a columbarium and public atrium under an old city church. Side-stepping any developer or financier, he made his proposal directly to his client, the church and city. You get it, right? Fees from the storage of cremation ash mostly fund the building, the city gets a new public space, and the architect gets to build.</p>\n<p>Backed with sound risk and financial metrics, this architect’s unusual, entrepreneurial proposal inspired the city to facilitate the public and political processes by which such a project would normally falter. Externally, his numbers enabled the architectural media to engage in direct, operative relationships with stakeholder concerns. Internally, he fostered a continual dialectic between risk and design aspiration that created more breathing room for aesthetic invention.</p>\n<p>Now, the second anecdote takes a bottom-up approach. No one would accuse the Smith Group office in Washington, DC of producing “vanity projects.” It does, however, produce a bevy of conventional projects, which enabled my classmate from undergrad, Wade, to acquire a vast spectrum of experience in his ten years there. Recently, Wade presented his sketch drawing set for a museum archive facility to his project team. As usual, all attending parties scoured the drawings for items they perceived as high risk: extra cost, structural ambiguity, water leakage, etc. As expected, a vigorous attack on the design ensued, wasting the architect’s work, creating defensive entrenchment, and resulting in recriminations on both sides. Death by a thousand cuts.</p>\n<p>Wade, however, had paid attention during his ten years. His sketch design not only offered a distinctive formal identity and material expression, as one would hope: It also compressed within itself the intelligence of risk. Wade, all too familiar with the risk-aversion of his audience, pre-empted their objections by consciously designing risk out of the drawings’ lines. For example, a continuous concrete roof and shell assembly allayed structural and leakage fears, as well as vastly reduced replacement and maintenance costs. The client thus felt free to appreciate the project’s striking aesthetic and profile, which had been the design team’s hope all along.</p>\n<p>That and subsequent project meetings consisted not of defensiveness, but of an entire project team proactively working to solve remaining issues. By strategically embedding the intelligence of risk in the first sketch, Wade enabled his team to become excited by architectural possibilities. The team desired the building, and the rest became details.</p>\n<p>It would be easy to dismiss these words as an apology for our over-metricized and MBA’d world. Rather, I propose that Risk (capital “R”) is an intelligence and an expertise that architects should leverage to enable their projects and processes. Risk is the sub-logic built into nearly all the constraints on architectural production, and ultimately design. I believe we should question the lack of explicit engagement with risk in our curriculum. Like structure or HVAC, risk will never form the seminal material for an (the) architectural project. However, approached conceptually, it offers a broad logic that can imbue our design thinking with a savvy that leap-frogs beyond the piecemeal demands of extra-architectural requirements. Don’t be vain. Occupy risk.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 01"},"slug":"issue-01","meta":{"volume":"0","number":"01","bulletin":false,"publication_date":"2014-09-04"}}}}