{"title":{"rendered":"On Expanding the Canon"},"content":{"rendered":"<p><strong>AMRA SARIC </strong>(B.A. &#8217;17)</p>\n<p>This semester Kathleen James-Chakraborty is for the first time offering the course “Expanding the Canon,” a close examination of the participation of female architects in modern architecture. In the last issue of <i>Paprika!</i>, Wes Hiatt points out the fact that a total of one student and three auditors have enrolled in the course, while twelve have enrolled in Professor James-Chakraborty’s other course, “Louis Kahn.” He suggests that this disparity calls into question the vocally asserted values and convictions of YSoA students who believe gender equality is a cause worth fighting for. Hiatt is entirely right to call out the general YSoA populace for, in this instance, effectively failing to practice what they preach. However, what he fails to consider is the scope of the article,&#8221;Architecture a Difficult Path for Women​&#8221;​ by Joey Ye, to which he was responding, published in the Yale Daily News on Sept. 14, 2016. In the article, Ye addresses a number of concerns, including the absence of women in leadership roles in the profession, undertones of prejudice within the school, family-unfriendliness of architectural education and practice, clients’ bias, and the overemphasis on personality traits and gender of one of the most renowned female architects, Zaha Hadid, over her architectural prowess.</p>\n<p>​​</p>\n<p>In light of all the factors that Ye’s article discusses, it becomes more difficult to reprimand students of YSoA, especially female ones, for choosing a course on Louis Kahn, a male architect, or any other course not concerned with architectural activism over &#8220;Expanding the Canon.​&#8221;​ Precisely because of pervasive sexism in the profession at large, students remain reluctant to extensively pursue topics whose significance has been historically undermined, or the study of works that might still be considered less informative to a traditional understanding of [A]rchitecture. As Ye’s article points out, the efforts to eradicate gender inequality undertaken at the institutional level at YSoA are yet to be fully reflected in the profession. Hence, students might feel a sense of futility in spearheading initiatives that might even set them back in the eyes of the arbiters—clients, partners, coworkers—in a professional environment, almost certainly bound to be at least a few steps behind our academic one. It then becomes understandable that a student would opt for a course on Louis Kahn. With the acknowledgment that we, as students at YSoA, are in an environment that has yet to become friendly to women in the present day, it seems like a feat of the far future to begin to reevaluate history, established by decades of discourse.</p>\n<p>It is dismissive to evaluate the YSoA student body’s commitment to the cause of gender equality and representation solely on a decision, surely influenced by many other factors related to the issue itself, to forgo enrollment in a one-semester elective course that seeks to uncover sidelined voices in architectural history. This issue is not going to be resolved in one semester; it is a much deeper endeavor, and one that we all have a responsibility in understanding and pursuing. The emphasis for those soon to enter the profession is understandably on the present moment. Making room for women to practice equally with men, so that they have an avenue to make history for themselves, is a long-overdue effort that takes precedent over going back and combatting their omission from the curriculum.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Amra Saric"},"slug":"amra-saric","meta":{"degree":"B.A.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Forecasts: Perspectives on the Prospective"},"meta":{"volume":"2","number":"06","publication_date":"2016-10-27"}}}}