{"title":{"rendered":"On Fiction and Phantasy"},"content":{"rendered":"<p><em>In response to Vol. 4, Issue 13: “Phantasy” &#038; Vol. 3, Issue 15: “Fiction”</em></p>\n<p>Over the years, several issues of Paprika! have asked readers to dive into the depths of their imagination and contemplate a different reality. Sometimes these thought exercises have been subtle divergences from the everyday, and other times, they have pushed the boundary fully into the unknown. While the folds on imagination and playfulness seem to stand in contrast to the seriousness of folds relating to social justice, environmental concerns or pedagogical issues; the importance of these folds shouldn’t be overlooked. While architecture must respond to the sometimes harsh reality in which we live and attempt to mitigate the problems we face, it still stands with one foot in the imagination. Without the capability to imagine, how could architecture even begin to tackle the problems of reality?</p>\n<p>In an interview in “Phantasy” (Vol. 4 Issue 13), Mark Foster Gage talks about the value of imagination and architecture as a tool used to conceptualize potential futures. He says, “Architecture history is a history of anomalies—anomalies that show us an alternative path.” It’s the job of architecture to speculate on a potential future reality and provide a path to get there. You have to convince Dorothy that the Emerald City and a wish-granting wizard are at the end of the Yellow Brick Road in order to start her on that journey. In a personal dictum which could easily be the mission statement of architects collectively, Gage says, “I’ve never been interested in the world as it is—I’ve always been interested in the world as it could be.” While fantasy and reality are seen in opposition, this interview touches on how critical they are for one another.</p>\n<p>Michael Glassman’s story “Down the Rabbit Hole” in “Fiction” (Vol. 3 Issue 15) asks the reader to imagine an impossible work of architecture: a rabbit hole. The space-warping oddities at play call up visions of House of Leaves and destabilize what is and isn’t reality. Like most good stories, this one holds up a mirror to the real world as an act of revealing. When the narrator is asked about the purpose of having a library in the project, it provokes the response, “[…] the library was the crux of the project, the place where word and deed collided.” </p>\n<p>This seems to illustrate the divide between engineers, contractors and developers; and architects, artists and thinkers. The purpose of something doesn’t need to be quantifiable to have worth. Architecture is the act of adding abstract value to building. In the “Phantasy” interview, Gage says that he seeks out spaces which are not the “predictable outcome of what architecture can be.” What’s great about “Down the Rabbit Hole” is that this structural fantasy comes out of the boring trappings of office life: scheduling, surveying, and ribbon cutting. It challenges the notion of a system producing “predictable outcomes.”</p>\n<p>Fiction can also be a productive way to engage with the past. “Ritual Vessels and Their Myths” by Olisa Agulue (also in “Fiction”) brings historical and archaeological research into the field of imagination as well. The article discusses two artifacts from the northern Congo in a very matter-of-fact style and the belief by scholars that these two vessels are ritualistic in nature. Speculations are made about how these vessels were used in ceremonies, but these speculations are brought into question at the end of the article, because the rituals no longer exist and we have no knowledge of them. While the objects can be admired as things in themselves, and while it might be fairly easy to assume ways they could have been used based on their forms, it is nearly impossible to know what these objects meant symbolically and culturally to their original owners. Here, fiction is a residue which fills in the gaps of knowledge. It is this speculative meaning which gives historical objects importance. </p>\n<p>Our understanding of reality is deeply entangled with fantasy; the two support and balance one another. In a field such as architecture, this entanglement is vital and Paprika! has encouraged such a relationship through speculative thought and imaginative propositions. It has been a space for experimentation, a space for activism, and a space for imagination. Written language, like architecture, is one of the many mediators between the worlds of fiction and reality, and another tool at our disposal.  As we celebrate the 100th issue of Paprika!, we should look at the past not just as the reality from which it came, but for the future it envisioned, and then begin to imagine one of our own.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Shelby Wright"},"slug":"shelby-wright","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}