{"title":{"rendered":"On Matta-Clark"},"content":{"rendered":"<p><span>While architecture never became Gordon Matta-Clark’s profession, his work was inextricably linked with architecture and urbanism as societal products. Although Matta-Clark’s procedures could be considered violent, involving the literal “cutting” of buildings to create vertiginous spaces, his intentions seem to be a form of passive resistance and contemplation. It is only in the complexities of Matta-Clark’s work that we see the real potential of an “in-between” analysis. The complete oeuvre of Gordon Matta-Clark lies “in between” architecture and sculpture, performance and installation, photography and film, and most importantly, permanence and temporality.</span></p>\n<p><span>In these “in-betweens” we begin to see a Foucauldian heterotopology in Matta-Clark’s spatiality. Matta-Clark’s radical anti-architectural gestures generate questions on state-controlled distribution of property, the growing concerns of modernity, and the inefficacy of post-modernists’ responses to these problems. Educated at Cornell under the legacy of Colin Rowe, Matta-Clark certainly had a formalist approach to his characteristic cuts. In many ways, Matta-Clark used modernist formal strategies to rebel against the movement’s inadequacies. </span></p>\n<p><span>“</span><i><span>I have based my outlook and my work on those given things in the environment which have passed over into a neglected state . . . just as much out of a very personal identification with the cultural and social sense of being.</span></i><span>” – Matta-Clark.</span></p>\n<p><span>Matta-Clark’s work was often criticized for challenging the sanctity of architectural space and domestic ideals. However, much like his contemporary avant-gardes, he sought to critically question urban environments through tactile and visceral cuts.</span></p>\n<p><b>Fake Estates, 1973 </b></p>\n<p><span>Beginning in the summer of 1973, Matta-Clark purchased fifteen plots of land in New York City, fourteen in Queens and one in Staten Island. These plots of land were publicly auctioned by the city of New York for prices ranging from $25 to $75 each due to their “odd” shapes</span><span> &#8211; </span><span>some were even narrower than shoulder width. These shapes were carved out due to their incompatibility with the real estate driven ambitions of the gridded plan. [1]</span><span> Of these odd lots, three of them were triangular plots, strips between two houses and a curb site. In “Fake Estates,” Gordon Matta-Clark realized that the deviant nature of these odd plots altered their state of being. Matta-Clark saw the act of “acquiring” these “wasteful” plots as tools to creatively criticize spatial organization as an instrument of power. These plots existed due to the imposition of state-regulated zoning, and they embodied a characteristic deviation from the system itself. The act of possessing these plots, in effect, catalyzed a distinct manifestation of heterotopia. These spaces were perceived as “gutter spaces,” depleted of any value or function. However, in a manner akin to the capitalist drive of consumption, Matta-Clark continued to purchase them, eventually ending up with fifteen plots. Matta-Clark explains: “what I am reacting to is the deformation of values in the disguise of Modernity, Renewal, Urban Planning, call it what you will.” [2]</span><span> In </span><i><span>The Order of Things</span></i><span>, Foucault explains how language itself acts as an instrument of power through the taxonomic categorizations of space. Equipped with a background in architecture and urban studies, Matta-Clark saw these spaces as the victims of modernity, rezoning laws, and the logic of the grid. As victims, they ceased to exist in society due to their unorthodox dimensions. The act of acquiring these spaces, besides injecting them with voice and identity as deviant spaces, could also be considered a metaphorical reference to Matta-Clark’s physical cuts.</span> <span>As sites of resistance, Matta-Clark virtually cuts</span> <span>these sites from the map of New York.  </span></p>\n<p><span>One can argue that the Foucauldian reading of sites of deviation is not in the physicality of the site, but in the behavioral deviation it contains. However, by critically subverting the hegemonic real estate driven organization of land and space, Matta-Clark’s act of possessing these non-compliant sites alludes to such a deviation. For Foucault, spaces of deviation, like prisons and hospitals, are spaces where norms of behavior are challenged; the same argument can be used for these odd spaces. Matta-Clark’s “Fake Estates” do not abide by the norms of urban spatial organization and therefore are heterotopias of deviation &#8211; Matta-Clark was deeply interested in  the social impact of spatial organization and resulting instances of disenfranchisement. Although unrealized due to his untimely death, Matta-Clark saw these sites as perfect locations for “an-architectural” interventions.</span></p>\n<ol>\n<li><span>“</span><span>Gordon Matta-Clark’s “Reality Properties: Fake Estates” (1973),” Socks Studio, http://socks-studio.com/2014/10/22/gordon-matta-clarks-reality-properties-fake-estates-1973.</span></li>\n<li><span>Francesca Rusello Ammon, </span><i><span>Bulldozer: Demolition and Clearance of the Postwar Landscape </span></i><span>(New Haven, CT: Yale University Press, 2016), 276.</span></li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Sharmin Bhagwagar"},"slug":"sharmin-bhagwagar","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Anarchitecture"},"meta":{"volume":"4","number":"02","publication_date":"2018-09-20"}}}}