{"title":{"rendered":"On Nightmares"},"content":{"rendered":"<p class=\"p2\">Katie Colford, M.Arch I 2022, YSoA</p>\n<p class=\"p2\">There is no verb “to nightmare.” English compromises instead with “to have a nightmare.” But the implication that the subject may have possession of the nightmare belies the way in which nightmares have us. This “jettisoning” of the object, as Julia Kristeva puts it, draws the subject toward “the place where meaning collapses”—that is, the abject.</p>\n<p class=\"p2\">Architectural education inflects our experience of the abject through nightmares. We dream about reviews, about Rhino, about missing a deadline—they are an extension of daily life turned sinister. There is but the thinnest boundary between a nightmare and reality: we are jolted awake by the realization of a deadline; we arduously construct a digital model, only to awaken to its distortions in another viewport. In re-telling our nightmares, we note that there is a collective dream-state to YSoA within a constant flickering between the real and the abject.</p>\n<p class=\"p2\">Below is a catalog of anonymous student, faculty, and staff nightmares which suggest a principle fear of loss of control: that of our individual work product, that of our digitally constructed worlds, and that of an extrapolated institutional bureaucracy. We are afraid of becoming the object in our own narrative, of ceding possession of our very subjecthood to the nightmare. <span class=\"Apple-converted-space\">   </span></p>\n<p class=\"p2\"><span><span class=\"s1\">“Neither subject nor object”</span></span></p>\n<p class=\"p2\"><i>You who read me—are you certain you understand my language?</i><span class=\"s2\"><sup>1</sup></span></p>\n<p class=\"p2\">“It was the day of the review. I couldn’t find the printers. When I finally did, what came out was a t-shirt with a project on it I didn’t recognize. I wore the t-shirt, but I had missed the review. The jury pulled me aside and told me I wasn’t cut out for this.”</p>\n<p class=\"p2\">“I go up to present. The project on the wall is not mine. But I like it better than mine. So I take credit for it but I don’t know how to explain it. The jury sees through me.”</p>\n<p class=\"p2\">“&#8230;outside, outside there is no end to it; and when it rises out there, it fills up inside you as well&#8230;in the capillaries, sucked as if up a tube into the furthermost branches of your infinitely ramified being.”<span class=\"s2\"><sup>2</sup></span></p>\n<p class=\"p2\">“I was the cursor, just whipped around from here to there.”</p>\n<p class=\"p2\">“I was a point stuck in Scale1D, bumping against the screen trying to extend.”</p>\n<p class=\"p2\">“There’s a murderer inside my studio project. I’m hiding in all the smallest spaces, trying to escape. Finally, I kill her by turning a void into a solid. She is spliced by the extrusion into half human, half code.”</p>\n<p class=\"p2\">“That’s what I feel, an outside and an inside and me in the middle, perhaps that’s what I am, the thing that divides the world in two, on the one side the outside, on the other the inside, that can be as thin as foil, I’m neither one side nor the other, I’m in the middle, I’m the partition, I’ve two surfaces and no thickness&#8230;”<span class=\"s2\"><sup>3</sup></span></p>\n<p class=\"p2\"><span><span class=\"s1\">Scale change</span></span></p>\n<p class=\"p2\">“I forgot to turn on Osnaps. I’m inside the screen, and everywhere I turn there is a missed intersection, lines extending from corners like spears above my head and gaping holes where they should have met as wide as a city street.”</p>\n<p class=\"p2\">“I finished my project, but I forgot to anchor it to the wall. It falls down and starts decapitating people. I am arrested and convicted of murder.”</p>\n<p class=\"p2\">“In each one of you I paint. / I find. / A buried site of radioactive material. / you think 8 miles down is enough? / 15 miles? / 140 miles?”<span class=\"s2\"><sup>4</sup></span></p>\n<p class=\"p2\"><span><span class=\"s1\">Hallucinations at Yale</span></span></p>\n<p class=\"p2\">“I shopped a class and forgot I had signed up for it. Now it’s the final and I need to take the exam for a class I never went to. I spend all night studying, I think I can pass. I fall asleep. When I wake up, it’s the next afternoon. I missed the exam.”</p>\n<p class=\"p2\">“I woke up in a house designed by a first year student.”</p>\n<p class=\"p2\"><i>Let us admit</i>&#8230; <i>the hallucinatory character of the world</i>&#8230; <i>We have dreamt it as firm, mysterious, visible, ubiquitous in space and durable in time; but in its architecture we have allowed tenuous and eternal crevices of unreason which tell us it is false.</i><span class=\"s2\"><sup>5</sup></span></p>\n<p class=\"p4\"><b>[1] Jorge Luis Borges, “The Library of Babel” in Collected Fictions, trans. Andrew Hurley (New York: Viking, 1998), 118.</b></p>\n<p class=\"p4\"><b>[2] Rainer Maria Rilke, <i>The Notebooks of Malte Laurids Brigge</i>, trans. Michael Hulse (London: Penguin, 2009), 48.</b></p>\n<p class=\"p4\"><b>[3] Samuel Beckett, <i>The Unnamable</i>, qtd. in Leslie Hill, “The Name, the Body, ‘The Unnamable’” in Oxford LIterary Review 6, no. 1 (1983), 57.</b></p>\n<p class=\"p4\"><b>[4] Anne Carson, <i>Plainwater</i> (New York: Knopf, 1995), 101.</b></p>\n<p class=\"p4\"><b>[5] Jorge Luis Borges, “Avatars of the Tortoise” </b><b>in Labyrinths: Selected Stories &amp; Other Writing </b><b>(New York: New Directions, 1964), 208.</b></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Colford"},"slug":"katie-colford","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Yuck!"},"meta":{"volume":"5","number":"06","publication_date":"2019-10-31"}}}}