{"title":{"rendered":"On Rome"},"content":{"rendered":"<p>NICOLAS KEMPER (M.Arch &#8217;16)</p>\n<p>&nbsp;</p>\n<p>Second years,</p>\n<p>The Rome program highlights the best of what our school has to offer. It also has some issues:</p>\n<p>First, the selection process. You will be asked for a 200 word paragraph. Nothing else. The acceptance rate is &gt;60%.</p>\n<p>Nevertheless, the faculty call it a ‘selective program.’ As if! Who gets in seems arbitrary, but those left out will not see it that way: they will take it personally. This does not contribute to a healthy class dynamic. Nor is it productive competition. Instead, it creates arbitrary rifts in the school. I have talked to graduates five years out who still resent not getting into Rome. It is unfair.</p>\n<p>Second, the program is pretty clearly an award for finishing the second year. There are gelato breaks. The whole class goes to the beach for dinner. It’s a free trip to Rome. But you get class credit for going. There is real work involved, but those left out have no alternative way of getting that credit over the summer. If you are not chosen, you have to take more courses. Also not fair.</p>\n<p>Third, the program is not sure of its raison d’etre. Is the course mainly about representation? Or technique? Or intense precedent study? Or analysis? Must all 30 go together? Should there be a cultural immersion component?</p>\n<p>&nbsp;</p>\n<p>At one point I asked why the program is limited to 30 students, and a faculty told me they think 30 is the perfect number. It is not: both too small because it does not include everyone, and much too large because 30 is a lousy number for traveling, touring, having a conversation. Ever tried snagging a table for 30? Another conversation revealed that they might soon increase the number, because Mr. Bass is considering a new donation.</p>\n<p>Again, the course is phenomenal, with virtues that I need not list. Since its humble inception Alex Purves, Stephen Harby, and many others have built it into a fundamental part our program, but it can be better. This year, as George Knight takes the reigns from the programs’ founders, we have a real opportunity to improve it.</p>\n<p>&nbsp;</p>\n<p>So two suggestions:</p>\n<p>First, petition the school to make selection by lottery. That removes most grounds for resentment, and makes going on the course what it always has been: arbitrary. This reform could be implemented tomorrow.</p>\n<p>Second, request an open, constructive, critique: invite the new team to sit down, ask them to articulate the objectives for the course, participate with other students to propose new ideas, and work with the faculty to identify how to achieve them. Constructive feedback is a good thing.</p>\n<p>&nbsp;</p>\n<p>This is not my fight. It could be yours. It is somewhat pressing: they are going to ask for those paragraphs any day now, at which point your class will have a harder time acting cohesively. And hey, maybe you can convince Mr. Bass to go ahead and make that donation.</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Bulletin"},"slug":"bulletin","meta":{"volume":"1","number":"","bulletin":true,"publication_date":"2015-11-19"}}}}