{"title":{"rendered":"On the ground"},"content":{"rendered":"<p>Compiled by the editors with additional contribution by Wes Hiatt M.Arch I ‘17</p>\n<p>The City of 7 Billion exhibition opens today, the result of a true team effort by multiple players across the student body and faculty. The end product is an installation that allows discussion about urbanization through visual, tactile artifacts, like a 14’ sphere.</p>\n<p>CAT GARCIA MENOCAL, WES HIATT, LAURA MEADE and MAGGIE TSANG (all M. Arch I‘17) spent the summer editing Retrospecta, which distributes today. The editors describe their effort as a mixed bag of electives, studios, events, and moments in time juxtaposed in an effort to accurately express a year of making at YSoA.</p>\n<p>The architecture community has lost the Pink House. A three story brilliantly painted Victorian on University Place, it has been where every sloppy architecture party starts and end since 2009, when BRIAN BUTTERFIELD (M.Arch ‘11) first found it.</p>\n<p>Attendance at the first year picnic ballooned this year. Numerous second and third year teaching fellows and<br />\nassistants joined the ranks of party goers on the seaside lawn of KENT BLOOMER’s (BFA ‘69, MFA ‘61),<br />\nseeking to relive their youth while gorging on free shellfish.</p>\n<p>Critics ELIA ZHENGELIS, MARION WEISS, MICHAEL MANFREDI, PETER EISENMAN, DEMETRI PORPHYRIOS, SARAH CAPLES (M.Arch II ‘74), EVERARDO JEFFERSON (M.Arch II ‘73), ALAN PLATTUS, and SUNIL BALD pitch their advanced studios in lottery this morning. Percentage male? 77. Average age? 70. Number of Greeks? 2.</p>\n<p>According to multiple sources, first years have been a fixture en masse at GPSCY each night of the week leading up to the start of classes, already getting the best value out of their year-long passes.</p>\n<p>At the eleventh hour and for unconfirmed health reasons, Austrian architect WOLF PRIX will be unable to teach a fall 2015 advanced studio. Associate professor SUNIL BALD will fill his shoes, leading a studio that promises to “reclaim the experience of looking into the starts as a public endeavor.”</p>\n<p>Although the Building Project has officially wrapped up for the year, a handful of summer interns (and their loyal friends) still make the trek to Scranton and Winthrop multiple times a week to make sure that the plants are watered and thriving for Dean Stern’s opening night festivities on October 5th.</p>\n<p>Model stands, built by first years during shop orientation each fall, include revolving tops this year, enabling critics to skewer projects from a variety of angles.</p>\n<p>The fall 2015 symposium, A Constructed World, conflicts with advanced studio travel week, prompting a third year petition to reschedule studio travel.</p>\n<p>Open space returns! Well, now temporary space. The Digital Media Office announced a slew of upgrades including new 3D scanning and virtual reality capabilities, a new industrial laser cutter, alleged reductions in color and 3D printing fees, and a 90” screen for 706. Listing price online? $13,295.</p>\n<p>Professors KELLER EASTERLING, MARK FOSTER GAGE and PEGGY DEAMER will not be joining us this fall; they have gone on sabbatical. New professors include ROSALYNE SHIEH and TESSA KELLY.</p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}