{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>January 13, 2020:</strong> “We need to have a kitchen advisory board.” &#8211; Scott Simpson, M.Arch I 2020</p>\n<p>“Absolutely.” &#8211; Phil Bernstein, probably.</p>\n<p><strong>January 15, 2020:</strong> Second year M.Arch II Sara Al Ajmi bats 1000 with four of four semesters of desk space on the 7th Floor. The rest of the graduating class weighs the relative disadvantages of spending your final year at YSOA in isolation sitting amongst weekly 6on7 detritus, versus being within earshot of the 5th floor ‘bros’.</p>\n<p><strong>January 19, 2020:</strong> The surprise appearance of live silkworms on the sixth floor raise questions about the ongoing impact of the revised first-semester curriculum.</p>\n<p><strong>January 20, 2020:</strong> A variety of strange substances are left to off-gas in the spray booth, and the back alley dumpsters suddenly become a popular spot for model documentation.</p>\n<p><strong>January 22, 2020:</strong> Phil Bernstein’s Career Development Presentation is a veritable deluge of On The Ground fodder:</p>\n<p>“There are only something like 72 of you each year. That’s not many widgets coming out of our widget factory.”</p>\n<p>“There are too many old people and not enough young people in firms right now, and I know someone is going to quote me in Paprika! on that one.” (yep).</p>\n<p>Also, conspicuously missing from Phil’s list of Networking Opportunity platforms were Tinder and Grindr. Outlines members seriously consider how much time they’ve put into their portfolios.</p>\n<p><strong>January 22, 2020:</strong> New instagram contender @deskcrit astutely illustrates the struggle of first year: “when it’s 9 mf AM and you in structjres [sic] but you still have 24 inches of your 100” biome drawing to fill”</p>\n<p><strong>January 23, 2020:</strong> Tatiana Bilbao and Walter Hood’s advanced studios face off in an all-out, gloves-off competition for the semester’s largest site model. On a related note: anyone looking for a 30-foot-long coffee table at the end of the semester, please contact Andrew Benner.</p>\n<p><strong>January 24, 2020: </strong>Bernard Tschumi starts following @yalepaprika on Instagram. Paprika!’s Coordinating Editor team briefly considers supplementing On the Ground’s gossip with more theoretical musings, and then reconsiders after recognizing that if the readership wanted more theory they would have gone to Princeton.</p>\n<p><strong>January 24, 2020:</strong> In Renaissance and Modern II, Kurt Forester torments Peter Eisenman with a slideshow of early 20th-century expressionism, highlighting a familiar, phallic tower by Mendelsohn. “This is a side of you I’ve never seen before,” Peter responds.</p>\n<p>Also of note: Peter’s observation that “buildings aren’t meant to have wings.” His stance on silkworms is unclear.</p>\n"},"meta":{"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}