{"title":{"rendered":"On The Ground 05 Orientation + Reorientation"},"content":{"rendered":"<p>KATRINA YIN (MArch I &#8217;19), LUKE STUDEBAKER (MArch I &#8217;19), LIWEI WANG (MArch I &#8217;19),<br />\nFor Travel Week: FRANCESCA CARNEY (MArch I &#8217;17)</p>\n<p><b>Happenings</b></p>\n<p><span>OTG apologizes to our mature readers for the teensy font size in last week’s issue. </span></p>\n<p><span>YSOA&#8217;s Urban Studies lecture series kicked off on Thursday with a visit by Detroit based cinematographer, Geoff George. Finding potential for artistic expression among abandoned infrastructure, George took the audience on a visual tour of the nostalgic beauty of urban decay.</span></p>\n<p><span>At the inaugural Women of Yale lecture on Friday, titled “Topologies &#8211; Process and Projects,” Maya Lin presented her recent works of architecture and land art and gave tips for ecological lifestyles.</span></p>\n<p><span>First years improvised an unofficial 6 on 7 despite the break for travel week. There were ring pops, beer, and a great early aughts playlist.</span></p>\n<p><span>Planning students took a field trip to Queens on Saturday, travelling four hours for a 30 minute self-guided walking tour of Long Island City. </span></p>\n<p><span>On Sunday night Equality in Design hosted students in the seventh floor pit to watch the debate between world weary woman and human comment section.</span></p>\n<p><b>Classy Affairs</b></p>\n<p><span>On Monday Dean Berke met with undergraduate students in the Rudolph Hall penthouse, clarifying of the architecture major: “We are not trying to graduate baby architects.” </span></p>\n<p><span>Some first years’ seed vault models are sprouting shoots and hatching insects. Beware the coming infestation.</span></p>\n<p><span>Second year blind item: One second year TA confessed missing a field trip last year after “leading” it last Saturday.</span></p>\n<p><span>With third year students returning from their studio trips, badminton players have someone to annoy again. The advanced studios had the following to report:</span></p>\n<p><span>Plattus Harwell &#8211; </span><b>#FindingDimSum</b></p>\n<p><span>We learned a lot about China, about people, and about each other. We learned about time travel, escalators and shopping malls, dim sum, and karaoke (Tsinghua students totally kick our asses). Above all, we learned that the Chinese way is an incredibly warm, generous and welcoming one. The only word we learned was thank you. So xièxiè China, and xièxiè to our new Tsinghua friends. Until next time! </span></p>\n<p><span>Tsien Williams &#8211; </span><b>#CodandBillie</b></p>\n<p><span>The Williams/Tsien studio made stops in St. John’s and Fogo Island while touring Newfoundland. Activities included scenic hikes, visits to Todd Saunder’s work in Fogo, impromptu accordion and “ugly stick” concerts, copious amounts of cod, speeding tickets, “screech-ins”, K-ROCK 97.5 FM’s “Best Shed in Newfoundland and Labrador”, and sleuthing with Tod as he conversed with every person he passed on the street.</span></p>\n<p><span>McKenna &#8211; </span><b>#OhMcKennada</b></p>\n<p><span>The McKenna studio experienced Canadian theatre of all forms this week in Toronto: backstage, on stage, and as audience to both theatrical drama and the performance of city negotiations. All returned with many ideas waiting in the wings&#8230;</span></p>\n<p><span>Gage &#8211; </span><b>#InGagedInHawaii</b></p>\n<p><span>Poke. Beaches. Dolphins. Beaches. Poking Lava. Beaches. Driving. Beaches. Piglet Castration. Beaches. Sailors. Beaches. Helicopter. Beaches. Boat. Beaches. Walmart. Beaches. Gran Torino. Beaches. No Doors. Beaches… Dark Ecology.</span></p>\n<p><span>Young &#8211; </span><b>#MichaelYoungandAlive</b></p>\n<p><span>An Icelandic Saga: Nine students, geothermic waste water, lichens, mayo drenched hot dogs, waterfalls, hydroelectric turbine bowels, abandoned NATO base, new friends. Six days, two Hyundai Tucsons, over 750 miles roving across a land of extremes &#8211; an adventure that proved this studio was truly #michaelyoungandalive.</span></p>\n<p><span>KPF &#8211; </span><b>#WheresSusan</b></p>\n<p><span>The KPF Studio joined London’s former Chief Planning Officer to walk the square mile and talk cheese graters. The tour also included enough time to survey the city’s street-side pub scene and try a sushi dinner at the top of the city.</span></p>\n<p><span>Eisenman &#8211; </span><b>#PVandGelli</b></p>\n<p><span>Forget everything you&#8217;ve seen and learned. This is the real shit. It was a week filled with academic and gastronomic hedonism.</span></p>\n<p><span>Postpro &#8211; </span><b>#PostProse</b></p>\n<p><span>3 Cars, 3 Cities, 3 Characters &#8211; all to support the triangulation of place; a site of development or, perhaps, an anti-site somewhere between points.</span></p>\n<p><b>Articles</b></p>\n<ol>\n<li><span> Diddy’s apparel company Sean John was accused of ripping off the design from a 2007 YSOA symposium poster. Michael Bierut summed up the fallout best in </span><a href=\"https://www.fastcodesign.com/1662488/did-p-diddy-rip-off-a-famed-graphic-design-by-pentagram\"><span>an article on FastCo</span></a><span>: “No matter what, it&#8217;s amazing that a poster for an esoteric academic conference at an Ivy League school somehow gets turned into a t-shirt endorsed by P-Diddy. What a world.” Indeed.</span></li>\n</ol>\n<p><span>Stick around this weekend for the symposium, </span><span>Pretty Protest</span><span> Aesthetic Activism, and see what all the fuss has been about. Lectures and conversations will be held from Thursday to Saturday.</span></p>\n<p><b>GTFO</b></p>\n<p><span>Or skip the symposium for Open House New York this weekend. Notable sites include Google NY Offices, the Paul Rudolph Modulightor, Woolworth Building, and BIG’s VIΛ 57 WEST.</span></p>\n<p><span>And while you’re in the city, OTG would strongly recommend checking out Blue Mountain Gallery on West 25th Street for an exhibition of work by our legendary lecturer and educator, Professor Emeritus Alexander Purves. The show, Alexander Purves: Watercolors runs through October 29th.</span></p>\n<p><span>Head across the street for a new exhibition at the School of Art called Queering Space. The show, features artists from the School of Art and beyond. Closing reception and after party will be on Friday, October 28, 6–10pm and 10pm–whenever.</span></p>\n<p><i><span>Advanced studio travel report contributors: Jeremy Jacinth, Maggie Tsang, Graham Brindle, Richard Green, Casey Furman, Sung Woo Choi, Paul Rasmussen, Ava Amirahmadi, Alex Kruhly</span></i></p>\n<p><span>Submit tips to On the Ground: otg.paprika@gmail.com</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Liwei Wang"},"slug":"liwei-wang","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Luke Studebaker"},"slug":"luke-studebaker","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Katrina Yin"},"slug":"katrina-yin","meta":{"degree":"M.Arch I","graduation_year":"2019"}},{"title":{"rendered":"Francesca Carney"},"slug":"francesca-carney","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Reorientations"},"meta":{"volume":"2","number":"05","publication_date":"2016-10-13"}}}}