{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>“Why does baseball have the audacity to refer to itself as a cathedral? Who would call it a near-religious experience?” noted JANET MARIE SMITH, the Edward P. Bass Distinguished Visiting Architecture Fellow, ex-VP of Planning and Development of Baltimore’s adored Camden Yards, and current Sr. VP of Planning and Development for the LA Dodgers, as she began her lecture on the history of baseball stadiums, tracing their development from part of the urban fabric, to multi-purpose objects surrounded by parking (Atlanta Fulton Stadium), to single purpose stadia surrounded by parking (Kansas City Kauffmann Stadium), and back to part of the urban fabric (Camden Yards). The questions revealed many enthusiastic sports fans among the ranks. “As we know, all good ideas come out of the Midwest,” chimed Nebraskan MARK GAGE, as he pushed as to whether an urban stadium necessarily had to be nostalgic. CYNTHIA DAVIDSON – after confessing herself to be a devoted sports fan – asked if stadiums could really justify public expenditure if ticket prices were preventing them from bringing different classes together – if they were no longer operating as social condensers. KYLE DUGDALE inquired as to whether the false seduction of renderings and models, architects can ever re-establish trust, now that renders are better than ever. “Oh yeah – now with Photoshop, you drop in the client’s head and everyone goes gaga and forgets to look at what is around it,” replied JANET MARIE SMITH. </span></p>\n<p><span>“I just want to say, Elisa is the ideas; I am the facts,” said PETER EISENMAN before turning his lottery presentation over to ELISA ITURBE to explain lateness.</span></p>\n<p><span>“Schools are not places to teach, they are places to share,” noted EMRE AROLAT, Norman R. Foster Visiting Professor, reciting a lyric by famed French singer-songwriter Joe Dassin. He explained that he would rather be going to Istanbul, but politics mean he and GONCA PAŞOLAR will be taking their studio to Miami, “a place of glamor and misery, at the same time.”</span></p>\n<p><span>“We may also go swimming,” commented KYLE DUGDALE, following up on ELIA ZENGHELIS’s promise made to his own studio during he and ANDREW BENNER’s introduction.</span></p>\n<p><span>BATTLE OF THE FERRY TERMINALS. The post-professional studio, the second year studio, and PEGGY DEAMER’s studio are all designing ferry terminals this term. PEGGY DEAMER introduced hers – in Devonport, across from Auckland – by noting that Kiwis are “very practical, can-do people,” before then practically doubling the length of lottery with her presentation. </span></p>\n<p><span>Last Friday’s “Back to School” 6/7 marked the end of HAYLIE CHAN  and MENGI LI’s tenure as first year social chairs. Taking their place is the triple threat SETH THOMPSON, RUCHI DATTANI and NATHAN GARCIA, (all M.Arch I ‘20). </span></p>\n<p><span>PHIL BERNSTEIN warned the 3rd year M.Arch students in his introductory Professional Practice class not to schedule their holiday flights to “East Jesus, Tanzania” before his final. Too late.</span></p>\n<p><span>DEBORAH BERKE has put flowers in her office, a computer on her desk, and is contemplating a giant screen on the wall.</span></p>\n<p><span>“Good architects have libraries,” offered ROBERT A.M. STERN, who has returned to Rudolph after a year-long hiatus to teach “Parallel Moderns” this semester and “After the Modern Movement” next semester. While he’s here, maybe he’ll be willing to lead a tour of the new Benjamin Franklin and Pauli Murray Colleges? </span></p>\n<p><span>There will be a memorial service for FRED KOETTER on October 21</span><span>st</span><span>.</span></p>\n<p>&nbsp;</p>\n<p><em>Thursday, September 7, 2017</em></p>\n"},"meta":{"fold":{"title":{"rendered":"Foundations"},"meta":{"volume":"3","number":"01","bulletin":false,"publication_date":"2017-09-07"}}}}