{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><strong>Friday, March 20: </strong></p>\n<p>Deborah implores a 30 minute limit on time spent in Rudolph in order to clean, pack and say goodbye for now.</p>\n<p><strong>Saturday, March 21: </strong></p>\n<p>Governor Ned Lamont orders the shutdown of all “non-essential” businesses. Hull’s rolls out a contact free delivery system for supplies advertising store pick-ups from 10AM-4PM Monday-Saturday and an online ordering system that operates 24/7 for both pickup or delivery at www.hullsnewhaven.com.</p>\n<p><strong>Sunday, March 22: </strong></p>\n<p>In “Yale School of ArchiZOOM,” students discuss ways to mitigate the short and long term financial implications of COVID-19. Several strategies for stipends are put forward, some focus on covering costs incurred in effort to relocate to and outfit functional remote work stations (travel home, high speed internet, keyboards, monitors, mice, etc.), while others argue for the return of a monetary equivalent to the loss in quality of education that is likely to occur. Others yet point to employment prospects as potentially hardest hit by the pandemic, asking for robust assistance from the school in finding jobs amid a crisis.</p>\n<p>The Payne-Whitney Gymnasium’s Lanman Center is converted into a care center for members of the Yale community that are ill with COVID-19, but not in severe condition enough to go to the hospital. This resource is available to staff, faculty and students. Questions emerge regarding the boundary of inclusivity to this form of care. Is Yale doing enough to support the New Haven community at-large in this time of collective crisis?</p>\n<p><strong>Monday, March 23:</strong></p>\n<p>Classes resume on Zoom. A tip from the Forestry school warns that the application allows professors to monitor student activity in other applications and between one another in supposedly private chats.<br />\nOver a dozen students draft and send a letter to the administration on behalf of the student body opening up a discussion concerning COVID-19’s effect upon the quality of our education, needs for financial assistance and compensation and career guidance in an uncertain job market.</p>\n<p><strong>Tuesday, March 24: </strong></p>\n<p>The White House Coronavirus Task Force suggests that people who have passed through or left New York City recently self-quarantine. New York City and its surrounding metropolitan area are deemed an emerging hot zone. But who shouldn’t be in self-quarantine right now, New York or not?</p>\n"},"meta":{"fold":{"title":{"rendered":"Color"},"slug":"color","meta":{"volume":"5","number":"16","bulletin":false,"publication_date":"2020-03-26"}}}}