{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>Happenings<br />\n10/27<br />\nThird year Dan Marty played hero by wrangling a broken air hose in the shop.<br />\n10/28<br />\nThe 6 on 7 crowd migrated to the Queering Space closing reception at the School of Art. Architecture students devoured apps while watching performances involving bondage, warm soup, and sex.<br />\n10/29<br />\nFirst years did yeoman’s work visiting Bushwick for studio and racing back to don costumes and co-host the annual halloween party. Conclusion: YSoA does drag well.<br />\n11/01<br />\nStudents put on professional pants for the SOM-YSoA joint session and portfolio design workshop. (Hire me!) If you missed it, just remember to only use one font.<br />\n11/02<br />\nPreservation Matters, but why? Max Page answered the question during his insightful talk. Painful sites need to be preserved just as much as beautiful ones.<br />\n11/03<br />\nProfessor Keller Easterling delivered the Thursday lecture coinciding with YSoA’s Open House for prospective students. “Things That Don’t Happen and Shouldn’t Always Work” featured porn, helicopters, and diamonds. And it really worked.<br />\nAt the end of open house, Dean Berke doled out allowances to current students wearing nametags to treat prospective students at GPSCY. By the way, she wants her change back.<br />\n11/06<br />\nA miscalibration with the end of Daylight Savings Time cut short the last hour of laser cutting on Sunday night. Please be prepared to forget this again next year.<br />\nClassy Affairs<br />\nFirst years used leftover pasta from Structures structures for a spaghetti feed on the 6th floor last Saturday.<br />\nStudents in Mark Gage’s advanced studio are in a face-off over hotel reimbursements with their travel agent, Assistant Dean John Jacobson. Unsatisfied with their accommodations at the Kauai Beach House Hostel during their seven day trip to Hawaii, the students relocated and may not have followed proper protocol.<br />\nPost Pros reported a dismal studio session on Monday the 7th and attributed it to a group “treat yo’self” weekend in NYC. As one Post Pro post-rationalized: “Life is a little cha-cha-cha [sic], you know? You gotta go a little backwards to go a little forwards.”<br />\nArticles<br />\nRead the latest dispatch from First Year Orli Hakanoglu on Architizer. Newsflash: She has pulled her first all-nighter.<br />\nhttp://architizer.com/blog/life-of-an-architecture-student-the-midterm-review/<br />\nGTFO<br />\nIf you need a sports fix, check out the Yale v. Princeton football game at the Yale Bowl on Saturday, Nov. 12th or the Yale men’s hockey team at Ingalls Rink Friday and Saturday.<br />\nThe Yale Symphony Orchestra performs Saturday, Nov. 12th at 8:00 pm in Woolsey Hall. The concert title “Three Viennese Bees” sounds promising.<br />\nCreate a burner email account and send us your tips: otg.paprika@gmail.com</p>\n"},"meta":{"fold":{"title":{"rendered":"Discourse"},"meta":{"volume":"2","number":"08","bulletin":false,"publication_date":"2016-11-10"}}}}