{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><b>02/20</b><span> (Thursday)</span></p>\n<p><span>5:13a.m. 43 students were counted on the 6th floor. Deirdre Plaus celebrates her birthday with an allnighter. </span></p>\n<p><span>13 students show up at the 9:00 a.m structures class. Similar amounts in the urban sections. </span></p>\n<p><span>3:00 p.m. More people than I can count with my fingers were asleep on the studio tables, pit floors/chairs. </span></p>\n<p><span>Alan Organschi suggests the first years to kitbash all 59 projects for the final Building Project. He is strongly against the use of clean details and any use of wood.</span></p>\n<p><span>Richard DeFlumeri releases caffeine into the air-ducts in an effort to #KeepYsoaWoke</span></p>\n<p><span>3rd year dual degree M.Arch I’s beat the puck out of the 1st year SOM students at the Yale Whale. </span></p>\n<p>&nbsp;</p>\n<p><b>02/21</b><span> (Friday)</span></p>\n<p><span>Bob Stern proclaims the death of post-modernism and encourages students to apply to the Harvard GSD. </span></p>\n<p><span>“Did she take you to see&#8230;.? No!? I’m taking my chair back” &#8211; Bob Stern on Elizabeth Moule’s (Robert A.M. Stern Visiting Professor) traveling schedule in Rome. </span></p>\n<p><span>“M-E-R-E-O-L-O-G-Y. I don’t know how to pronounce it, but it’s so hot.”  &#8211; Peter Eisenman</span></p>\n<p><span>Canadian students shrank into their seats as Pierre Belanger exposed the country’s bloody history and role in creating apartheid models. American students meanwhile looked confused when Belanger revealed, “I haven’t had much success in the US with this talk. See, usually imperialists can’t see that they are part of an imperialist system&#8230;”</span></p>\n<p><span>This week’s Olympics were </span><i><span>6 on 7</span></i><span> themed. Rhea Schmid was a former Olympian, holding the fastest time for the marathon run in the Swiss Alps. Dhruvin and Varoon fly to PyeongChang for the weekend to catch the final curling event.</span></p>\n<p>&nbsp;</p>\n<p><b>02/22</b><span> (Saturday)</span></p>\n<p><span>Serious Office (Miguel &#8211; M.Arch I ‘19 and Dave &#8211; M.Arch I ‘19) has been nominated for this year’s Pritzker prize, results will be announced later in March. </span></p>\n<p><span>Paul Wu accidentally dressed up as Catwoman to </span><i><span>Black Panther</span></i><span>. Wrong hero buddy. </span></p>\n<p>&nbsp;</p>\n<p><b>02/23</b><span> (Sunday)</span></p>\n<p><span>Intramural architecture held an informal debate on Jeju Island Restaurant Refurbishment and 168 Upper Street buildings. Andrew [Kim and Miller] quarreled endlessly, punches were thrown, mother insults hurled. </span></p>\n<p><span>Darryl Weimer heroically stood up and proclaimed himself a devout Mark Foster Gage cultist. </span></p>\n<p><span>Students scramble to finish their work samples for the Career Fair. Rumors are OMA are opening an office in New Haven. Robert Venturi and Denise Scott Brown are looking for one lucky student to work on one final house, more details to come.</span></p>\n<p>&nbsp;</p>\n<p><b>02/24</b><span> (Monday)</span></p>\n<p><span>The William Henry Bishop Visiting Professor, Julie Eizenberg delivers the lecture “Urban Hallucinations” followed by a reception on the second floor. Gallery director Andrew Benner concocts the “Melbourne Mule,” named after the donkey he owned in Australia for 18 years. </span></p>\n<p><span>“I found $4 in The Drawing Show” &#8211; Brennan Buck</span></p>\n<p>&nbsp;</p>\n<p><b>02/25</b><span> (Tuesday)</span></p>\n<p><span>Matthew Liu, Katie Lau and Deo Deiparine dominate the structures vierendeel truss competition by exceeding 240 lb of bricks. </span></p>\n<p><span>YSOA Career Services holds the panel discussion “‘Perspectives on Practice” featuring recent alumni, Daisy Ames, Brandt Knapp and Emmet Zeifman. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Fiction"},"slug":"fiction","meta":{"volume":"3","number":"15","bulletin":false,"publication_date":"2018-03-01"}}}}