{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>9.18.2015</p>\n<p>&nbsp;</p>\n<p>The Dean Selection Committee has finished its work, having submitted a list of names &#8211; some more endorsed than others &#8211; to President Salovey, possibly as far back as June. There is a rumor currently at SHOP that GREGG PASQUARELLI might be one of them. An older rumor named KELLER EASTERLING &#8211; the head of the Dean Selection Committee. Word is also that members of the office of DEBORAH BERKE have been making visits to New Haven, and that the principal herself has been making an effort to meet the denizens of floor three.</p>\n<p>9/10</p>\n<p>&#8220;The worst thing that can happen to a designer is to have their first design built,&#8221; said Dean ROBERT A.M. STERN (M.Arch ‘65) in the question-and-answer session for the CAPLES JEFFERSON lecture.</p>\n<p>“There’s a reason those houses look like little Dutch houses,” said SARAH CAPLES (M.Arch ‘74) in a powerful and simple explanation of larger forces at play in the Weeksville Heritage Center, in Brooklyn, designed by Caples and fellow Louis I. Kahn Visiting Assistant Professor Everardo Jefferson (M.Arch ‘73). Presented with their remarkable design for Brooklyn’s largest African-American cultural institution on the historic site of one of America’s first free black communities, another audience might have joined in a discussion about “passing” and the potential for ornament to run deeper than surface. Instead, four predictable questions about form basically missed the point.</p>\n<p>9/11</p>\n<p>&#8220;One of the best things about Babel — ironically is that you can understand it in many different languages,&#8221; said KYLE<br />\nDUGDALE (PhD ‘15) in the first meeting of his seminar, Babel. No stranger to teaching here as a PhD student and long time teacher of the history component of Summer Visualization, Kyle joins us this year as a member of the faculty.</p>\n<p>6on7? It’s a party!</p>\n<p>9/14</p>\n<p>In his seminar Parallels of the Modern, Dean ROBERT A.M. STERN led a romp through northern climes. Want to crack Aldo Rossi’s code? Take a look at Lewerentz. Dean Stern warned against considering Alvar Aalto a “happy woodsman” and against reading too much into the meaning of certain words, including “Fuhrer” and “Master.”<br />\nAt the Rome drawing reception, the Dean announced that last year marked the end of ALEC PURVES (B.A. ‘58, M.Arch ‘65) as head of the Rome summer program. Begun with STEPHEN HARBY (M.Arch ‘80), next year the program will be led by JOYCE HSIANG and BIMAL MENDIS.</p>\n<p>9/15</p>\n<p>Why earn a license? To become an “architect,” read the slide in the Tuesday evening licensure talk by NCARB advisor MICHAEL AYLES (AIA, NCARB). Among the exciting developments in our ever evolving licensing process is that we only need 3740 hours &#8211; instead of 5600 &#8211; to earn our license, and that the exams now cost $60 less.</p>\n<p>&#8220;Search Versus Re-Search: Josef Albers, Artist and Educator&#8221; opened at the Yale School of Art with a pizza and beer reception.</p>\n<p>9/16</p>\n<p>“This is the math Donald Trump can do,” began KEVIN GRAY’s introduction to the capitalization rate in his Commercial Real Estate class. The harder stuff” — what Trump can’t do” — comes later this semester.</p>\n<p>9/17</p>\n<p>“What’s Yale’s problem with green?” exclaimed MARION WEISS (M.Arch ‘84) upon reviewing her advanced studio’s campus precedent diagrams, which lacked color for trees and lawns. She took a green pencil to the drawings to remedy the apparent fear of landscape.</p>\n<p>MARTIN FINIO urged his second year studio to take a position on both site and pedagogy, intoning his students to “think about what it means to be human in the world!&#8221;</p>\n<p>“Originality is king in the kingdom of fools,” quipped PETER EISENMAN in first year Formal Analysis. For the first time, the class presented drawings digitally, focusing this week on San Lorenzo and Santo Spirito. The move to the big screen was prompted in part by a “smudge epidemic”: Hull’s supplied the wrong mylar, which caused ink to run.</p>\n<p>PETER EISENMAN bragged to his advanced studio, “I’ve been camping more than all of you combined; try two years without a shower,” eliciting jokes about his “primitive hut” period.</p>\n<p>KURT FORSTER appeared on ELIA ZENGHELIS’ advanced studio review of “image manifestos.” Forster alluded to LED ZEPPELIN’s “Stairwell to Heaven” [sic], while Zenghelis quoted KEVIN COSTNER’s character in Field of Dreams: “If you build it, they will come.”<br />\nPreparing urban study models for the PORPHYRIOS studio, BORIS MORIN-DEFOY (M.Arch ‘16) wrote a grasshopper script for mass producing pitched roofs.</p>\n<p>Captain SUNIL BALD and Lieutenant NICHOLAS McDERMOTT guided their starship of self-styled “darkitects” where no advanced studio has gone before: toward spheres, the shape of darkness, and a visit to the dark side of more than a few students’ psyches. These junior cosmonauts still have a long way to go; one lunar diagram labeled the “pedigree” of the moon. That would be “perigee,” Mr. Spock. Fascinating.</p>\n<p>“An example of where the restoration of something is its most effective suppression,” said KURT FORSTER of the new Schloss being erected in Berlin in the question session for the lecture of KATHLEEN JAMES-CHAKRABORTY, “The Architecture of Modern Memory: Building Identity in Democratic Germany.”</p>\n<p>ALAN PLATTUS’ (B.A. ‘76) advanced studio leaves for Beijing on the 22nd, a week before the rest of the advanced studios. A collaboration with Tsinghua University architecture students and a lecture by Dean Stern at the Yale Beijing Center will be highlights of the trip to China&#8217;s sprawling capital city.</p>\n<p>9/18</p>\n<p>6on7 tonight, where’syourhead@, competes with the Architecture League of New York’s Beaux Arts Ball, THRESHOLD. A ticket to the ball? $100. We know where we’ll be.</p>\n<p>The views expressed in Paprika! do not represent those of the Yale School of Architecture. Please send all comments and corrections to paprika.ysoa@gmail.com.</p>\n<p>As PAPRIKA! is published on the occasion of public lectures, there will be no issue published next week.</p>\n"},"meta":{"fold":{"title":{"rendered":"Hands On"},"meta":{"volume":"1","number":"07","bulletin":false,"publication_date":"2015-09-18"}}}}