{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p class=\"p2\">1/20: STEVEN HARRIS tells us how not to make it—“If you build a black model, you really hate your project. It’s like a funeral for yourself.”</p>\n<p class=\"p2\">1/20: “Critic comes from the Greek word meaning to judge—I am here to judge you,” reminds KYLE DUGDALE, after taking the reins of the undergraduate History of Architecture course. His first decree: “PDFs should be banned—especially in a school so concerned with materiality.”</p>\n<p class=\"p2\">1/21: A PSA from the third floor: “A number of students have asked me [DEAN ROBERT STERN] who EUGENE KOHN, tonight’s Gordon Smith Lecturer is. He’s one of the three founding partners of KPF —he is the K and still in charge.”</p>\n<p class=\"p2\">1/21: We were appalled when Mr. Kohn, during that night’s Q&amp;A, informed us that he has “all the partners and their wives over for the holiday party.” If this ruffled your feathers, left a bad taste in your mouth, or plain bummed you out, consider coming to this semester’s first meeting of Equality in Design this Friday at 11 a.m. in the 4th floor pit.</p>\n<p class=\"p2\">1/21: “To ask, ‘How can one escape the market?’ is one of those questions for most architects whose principal virtue is in one&#8217;s pleasure in declaring it insoluble’&#8230; here we will not relish our impotence” declared KELLER EASTERLING to the 50-odd students vying for spots in her 12-person Launch class.</p>\n<p class=\"p2\">1/25: A new typology emerges in CARTER WEISMAN’S “Writing on Architecture”—citing FRANK GEHRY’S Weisman Art Museum in Minneapolis, the discussion identified what makes buildings successful over time: a &#8220;flashy front side for the donors and a cheap rump for the students.&#8221; Are mullets finally making a comeback?</p>\n<p class=\"p2\">1/25: Addressing his advanced studio, HANS KOLLHOFF declares: ‘Corbusier got it wrong, it&#8217;s not a question of style; it&#8217;s Architecture!’</p>\n<p class=\"p2\">1/26: The YSOA Christian Fellowship met for the first time today. The Tuesday morning gatherings involve muffins, coffee, and thoughtful conversation about what it means to weave faith into practice.</p>\n<p class=\"p2\">2/1: Word is, a meeting this Monday regarding harassment concerns at the School of Architecture will call the presence of all design faculty. We will not know the results of this meeting, because students are being kept out of the discussion.</p>\n<p class=\"p2\">Congratulations to our Fall 2015 Feldman Nominees: JUSTIN OH, SARAH KASPER &amp; DIMA SROUJI, XINYI WANG, ANDREW DADDS, ANNE MA &amp; JOHN WAN, LUKE ANDERSON, ANNE HOUSEHOLDER &amp; CLARISSA LUWIA, HEATHER BIZON &amp; PATRICK KONDZIOLA</p>\n<p class=\"p2\">CORRECTIONS:</p>\n<p class=\"p2\">Last week we said the GEHRY studio was making .&#8221; scale precedent models, we were wrong, they were ⅛&#8221;.</p>\n<p class=\"p2\">CONTRIBUTORS: Caroline Acheatel (MArch ‘17), Charlotte Algie (MArch ‘16), Elaina Berkowitz (MArch ‘17), Amanda Iglesias (MArchI ‘18), Karl Karam (MArch ‘16), Nicolas Kemper (M.Arch ‘16), Edward Wang (BA ‘16)</p>\n<p class=\"p2\">The views expressed in Paprika! do not represent those of the Yale School of Architecture. Please send all comments and corrections to paprika.ysoa@gmail.com. To read Paprika! online, please visit our website, yalepaprika.com</p>\n"},"meta":{"fold":{"title":{"rendered":"Home"},"meta":{"volume":"1","number":"18","publication_date":"2016-01-28"}}}}