{"title":{"rendered":"On Technology as Revealing of Truth"},"content":{"rendered":"<p><span>Martin Man (</span><span>M.Arch &#8217;19)</span></p>\n<p><span>In his 1977 essay ‘The Question Concerning Technology’, German philosopher Martin Heidegger addresses modern technology and its essence as an instrumental way of revealing the world. That is to say, we conceive of modern technology as means to achieve ends. As instrumental, the essence of technology concerns causality.  </span></p>\n<p><span>Heidegger recalls that the Greeks had four conceptions of causality, or occasioning something, of bringing something forth. He associates modern technology with the </span><i><span>causa efficiens</span></i><span>, or efficient cause, and identifies that it has taken precedence over the other three causes, </span><i><span>causa materialis</span></i><span>, </span><i><span>causa formalis</span></i><span>, and </span><i><span>causa finalis</span></i><span>. </span></p>\n<p><span>By bringing-forth Heidegger refers to what he calls ‘presencing’ [</span><i><span>Anwesen</span></i><span>]. ‘Bringing-forth brings hither out of concealment forth into unconcealment….This coming rests and moves freely within what we call revealing [</span><i><span>das En tbergen</span></i><span>]</span><span>i</span><span>.’ Heidegger tell us that the Greeks have the word </span><i><span>aletheia</span></i><span> for ‘revealing’, which is ‘truth’, or </span><i><span>veritas</span></i><span>, for the Romans. By these associations, he shows that the essence of technology is revealing, is bringing forth truth, not merely a means to an end—that is, not merely instrumental.  </span></p>\n<p><span>However, Heidegger also identifies that revealing in modern technology follows from ‘modern physics’, exact science, and its technical apparatuses. He explains: ‘The revealing that rules in modern technology is a challenging [</span><i><span>Herausfordern</span></i><span>], which puts to nature the unreasonable demand that it supply energy that can be extracted and stored as such</span><span>ii</span><span>.’ This challenging approaches nature as something from which energy can be unlocked, so that more things can be done. This in turn leads to further transformation of the energy of nature, which is stored, and which is mobilised to further unlock. Heidegger identifies this cycle still as a way of revealing, but one that treats nature as a stock of resources to be drawn upon—as a ‘standing-reserve’.  </span></p>\n<p><span>To treat nature as a standing-reserve under the regime of modern technology, man must order it within a certain frame. This movement Heidegger terms ‘</span><i><span>Ge-stell’</span></i><span>, or, ‘enframing’. Importantly, by enframing nature as standing-reserve, man removes itself from nature: ‘Thus when man, investigating, observing, ensnares nature as an area of his own conceiving, he has already been claimed by a way of revealing that challenges him to approach nature as an object of research</span><span>iii</span><span>.’ In objectifying nature as an object of research, science treats it as calculable, as order-able. Heidegger identifies technological revealing of the world as a projecting its own end before it begins to reveal. It investigates nature by calculating and experimenting according to the lines of ordering pre-established by nature’s enframing: ‘Hence physics…will never be able to renounce this one thing: that nature reports itself in some way or other that is identifiable through calculation and that it remains orderable as a system of information</span><span>iv</span><span>.’ </span></p>\n<p><span>Enframing, then, impedes other ways of revealing by consuming everything within its ordering, and presenting all as standing-reserve. Treating technology as an instrument prevents us from pressing past the essence of technology (enframing) and arriving at the truth that comes to presence through unconcealing. For Heidegger, the realm in which revealing can bring forth truth is in art, especially poetry: ‘Once there was a time when the bringing-forth of the true into the beautiful was called </span><i><span>technē</span></i><span>. And the </span><i><span>poiēsis</span></i><span> of the fine arts also was called </span><i><span>technē</span></i><i><span>v</span></i><span>.’ The essence of technology is in the end not technological, and the realm in which we should confront its revealing is, ultimately, art. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Martin Man"},"slug":"martin-man","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Instrumentalism"},"slug":"instrumentalism","meta":{"volume":"2","number":"10","bulletin":false,"publication_date":"2016-12-08"}}}}