{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>09.09.19</strong><br />\nMartin Doll, Professor of Media and Cultural Studies at Heinrich Heine University Düsseldorf, joins the Yale Architecture Forum to discuss Fourier’s utopia.</p>\n<p><strong>09.10.19</strong><br />\nPhil Bernstein imagines a scenario of racketeering sibling in-law-out-laws pilfering fees from the client via discounted HVAC systems.</p>\n<p>Equality in Design (EiD) hosts its first meeting of the semester. A big Excel sheet is unveiled.</p>\n<p><strong>09.11.19</strong><br />\nFirst year Groupme blows up with call-to-arms for better Yale Architecture merchandise</p>\n<p><strong>09.12.19</strong><br />\nFirst years have their first review; plotters at full tilt the hour before studio.</p>\n<p>Teddy Cruz and Fonna Forman present their lecture, “Unwalling Citizenship.”</p>\n<p><strong>09.13.19</strong><br />\nA frat themed 6on7 brings kegs to the roof terrace. Rex and Lisa look on, skeptically, as host Paul Meuser fills guests’ cups with foam rather than beer.</p>\n<p>The EiD mentor/mentee meeting brings pizza and friends to the fourth floor terrace.</p>\n<p><strong>09.14.19</strong><br />\nA big thank you to everyone who came to celebrate Paprika!’s 5th birthday! Performances by Thomas Mahon, the Sputnik Sweethearts, and DJ Bloomfilter get standing ovations. Andrew Benner gets to deliver his own drink description for ‘the Fold,’ a play on the paper plane &#8211; “the Aperol makes it fly.”</p>\n<p>Nicolas Kemper shares inspiring words with all assembled as rain begins to beat down on the terrace, his tempo slowly accelerating as the urgency of his words mirrors the urgency to get downstairs to the safety of the drawing studio for a dance party. We order 28 pizzas.</p>\n<p><strong>09.15.19</strong><br />\n10 boxes of Pepe’s Pizza appear in the 4th floor kitchen.</p>\n<p><strong>09.16.19</strong><br />\nStudents in Mark Foster Gage’s Theory Through Objects reinvent the practice of leaflet dispersal by filling eggs with scraps of paper. Classmates are asked to break<br />\nthe eggshells on the table; their contents—the latest issue of Paprika!</p>\n<p>Elia Zenghelis tells his studio, “We are still living in the cult of the picturesque.” He proposes declaring war.</p>\n<p><strong>Rudolph Hall Stress Level Alert:</strong><br />\nGlobal Industrial desk yellow(medium-low).</p>\n"},"meta":{"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","bulletin":false,"publication_date":"2019-09-19"}}}}