{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>NICOLAS KEMPER</strong> (<em>M.Arch &#8217;16</em>)</p>\n<p>&nbsp;</p>\n<p class=\"p1\"><i>FIRST ASSIGNMENTS</i></p>\n<p class=\"p1\">The whining hum of a student’s newly purchased drone pierced the air while we gathered for lottery; only two women were among the sixteen architects assembled, though decidedly more engaging presentations were given than those last year. Houses were the main theme. PIER VITTORIO AURELI with EMILY ABRUZZO will be putting 100,000 of them in San Francisco. Quipping “I do not believe in teaching by confession — I am not a priest,” he set his students to spend the first month researching, looking at urban morphologies, housing typologies and — whether they be in a prison or a monastery — cells.</p>\n<p class=\"p1\">SUNIL BALD will be working with Brazilian developer RAFAEL BIRMANN, who charmed the school with the opening lecture, about how Brazilian architects “are being hammered and pushed down by the ghost of Niemeyer,” producing inhospitable wastelands<span class=\"Apple-converted-space\">  </span>of “carchitecture” where “the criminals roam free and we dream of living in prisons.”</p>\n<p class=\"p1\">THOMAS BEEBY’s students will focus on a single house, placed in impoverished Chicago neighborhoods, to be fully designed by travel week, for the students will spend the rest of the semester drawing MEP plans and picking fixtures.</p>\n<p class=\"p1\">TATIANA BILBAO (partner ANDREI HARWELL) asked students for ways to save Mexican housing projects and “crazy ideas to push the discussion forward.” Over travel week, teams of two will fan out across Mexico.</p>\n<p class=\"p1\">HERNAN DIAZ ALONSO, mayor elect of SCI-Arc, announced his as “the studio for those who do not care for solving the problems of the world.” Dismissive of Aureli’s research approach, students will interrogate form, presenting a video as their final deliverable: no drawings, no substantial model. First assignment? Animation tutorials.</p>\n<p class=\"p1\">LEON KRIER will be teaching his final studio, “a crash course in traditional urbanism” for a New Haven waterfront freed from I-95. They begin with a 1991 assignment from the Prince of Wales Summer School documenting good and bad deployments of traditional elements.</p>\n<p class=\"p1\">GREG LYNN noted smartly that visitors to L.A. want to see SpaceX or Tesla — and will therefore focus on factories this term. Specifically a scooter factory.</p>\n<p class=\"p1\">NíALL MCLAUGHLIN promises Bartlett whimsy but also resolved buildings. He had his students build their first ‘artifact’ that night: an interpretation of a past project. They iterated it in a<span class=\"Apple-converted-space\">  </span>second — built large enough to walk into. The third extends the idea of an assigned partner.</p>\n<p class=\"p1\"><i>NORTH OF FOURTH</i></p>\n<p class=\"p1\">BP 2015 will be across the street from yet-to-be-sold BP 2014, at the corner of Winthrop and Scranton. Scrapping the micro house, it will be a single residence, minimum 1000 sqft. Not scrapped? Starting the design by combining stairs with dwelling codes to make a ‘monster.’</p>\n<p class=\"p1\">The second year urban studio comes back to a Rebuild by Design project for increasing the resiliency of BRIDGEPORT, where second years spent a wet and freezing afternoon regaled by the unflagging enthusiasm of OPED director DAVID KOORIS.</p>\n<p class=\"p1\">Led by critics JENNIFER LEUNG and JOYCE HSIANG, the juniors will be looking at performance as an analogue to architecture this term, beginning with a project “Drawing a Scene,” in which they are to analyze a short clip from film or theater through drawing. Under STEVEN HARRIS and MARTA CALDEIRA, the seniors begin their semester looking at Aldo Rossi and type. While they know the building will be in Miami, the brief is — for now — a secret.</p>\n<p class=\"p1\"><i>EVENTS</i></p>\n<p class=\"p1\">DAVID RUSHKOFF<span class=\"Apple-converted-space\">  </span>gave the first and perhaps only — at least in Paprika!’s tenure here — lecture entirely without slides. Ripping into the very structure of society and questioning the means and ends of its protagonists, in questions he critiqued Rudolph’s impaled capitals, saying their precarious appearance was the architect’s way of announcing, “You are trusting me every second not to be dead.” He was not interested: “That’s not the conversation I want to have with my architect.”</p>\n<p class=\"p1\">“Narratives cut history like a knife, leaving it flailing. It is imperative for architects to have a narrative that authorizes creative work,” announced ANTHONY VIDLER in his opening seminar on the Enlightenment. He gave a lecture on Thursday to a hall filled to capacity thirty minutes before he began. It did not meet the expectations set by his powerful opening lecture for Arch Theory II: 1968-Present. Insisting “When Bob asked me to teach the course I was puzzled, because I did not think there was any architectural theory after 1968,” he then delivered a sweeping tour of theory in the shadow of world wars past and possible nuclear holocaust future. As he ended the students burst into applause, a first for an opening lecture.</p>\n<p class=\"p1\">Even though &#8211; or perhaps because &#8211; their brilliantly yellow onesy costumes had not yet arrived, in a pitched final match in front of packed concrete balconies of students ANNE MA and WINNY TAN of the PIKACHOOS bested MICHAEL COHEN and TYLER PERTMAN of REAL MAGIC to win the F2014 Rudolph Open Championship.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}