{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\"><strong>Tuesday, March 10:</strong> Yale President Peter Salovey announces that University classes will be moving online after Spring Break, through at least April 5</span><span class=\"s2\"><sup>th</sup></span><span class=\"s1\">, in response to the spread of COVID-19. He asks traveling students to remain at home, and cancels all Yale-related events of 100 people or more.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Wednesday, March 11:</strong> Dean Deborah Berke confirms that the School of Architecture will be moving to online instruction, to be reassessed during the week of March 30</span><span class=\"s2\"><sup>th</sup></span><span class=\"s1\">.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Thursday, March 12:</strong> Dean Berke sends a follow-up email detailing the “transition [of] the School of Architecture to an entirely on-line enterprise.” Fabrication Shops are immediately closed until further notice, and YSoA staff will begin working remotely. The building will remain accessible to students, unless the University instructs otherwise, until Sunday night, March 22</span><span class=\"s2\"><sup>nd</sup></span><span class=\"s1\"> at midnight, after which Rudolph Hall will be closed to everyone except those using the Library. All classes will be held by remote collaboration through Canvas, Zoom and Box, following the usual schedule, starting Monday, March 23</span><span class=\"s2\"><sup>rd</sup></span><span class=\"s1\">. </span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Friday, March 13:</strong> Maintenance staff begin removing the paprika carpet in Rudolph Hall for replacement. Students fight to grab the least-stained pieces when Richard isn’t looking.</span></p>\n<p class=\"p1\"><span class=\"s1\">Students are invited to an “all-architecture,” student-organized WhatsApp group via email. Rosa Congdan shares an image of her cat nuzzling a scrap of the old carpet.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Saturday, March 14:</strong> Director of Yale Health Dr. Paul Genecin confirms<br />\nthe first case of COVID-19 within the<br />\nYale community.</span></p>\n<p class=\"p1\"><span class=\"s1\">The “Yale School of ArchiZOOM” WhatsApp group grows to 138 participants. Content remains 20% COVID-19 news articles, 20% memes, and 60% photos of the carpet demo.</span></p>\n<p class=\"p1\"><span class=\"s1\">President Salovey confirms that online course instruction will be extended through the end of the semester.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Sunday, March 15:</strong> Some studio desks begin to empty out, while others become stockpiles of carpet scraps.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Monday, March 16:</strong> Installation of the new carpet is completed in the 7</span><span class=\"s2\"><sup>th</sup></span><span class=\"s1\"> floor pit, and debates ensue as to whether it is actually a different shade of paprika, or if the coffee stains and sun bleach were just distracting.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Tuesday, March 17:</strong> “Yale School of ArchiZOOM” pivots from offers to help pack up studio to discussions of tuition rebates. Most agree to let administration deal with the global pandemic before adding another log to the fire, but the idea of paying the same for VPN access as the KUKA Robot does not sit well with most.</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Wednesday, March 18:</strong> soupduj.org pauses at Black Bean, Roasted Tomato &amp; Cheddar, and Chicken Chipotle after Atticus closes with papered over windows on Chapel St. Arethusa is one of the only shops to remain open (I am planning to get ice cream immediately after I finish writing this).</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Thursday, March 19:</strong> Second and third years wonder if first years will continue to host digital 6on7s or perhaps even virtual prom via Zoom (or Habbo Hotel)? Still Halloween themed? Let us know.<span class=\"Apple-converted-space\">       </span></span></p>\n"},"meta":{"fold":{"title":{"rendered":"State of the Carpet Bulletin"},"slug":"state-of-the-carpet-bulletin-2020","meta":{"volume":"05","number":"","bulletin":true,"publication_date":"2020-03-20"}}}}