{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p>2/5: Students and faculty received an email from DEAN STERN urging that they attend a meeting regarding the results of the Sexual Climate Survey. The email, which was re-sent on the morning of the meeting, is printed below:</p>\n<p>“ There will be a presentation from the School of the results of the Sexual Climate Survey that was conducted last spring. This presentation will take place in Hastings Hall on this coming Monday, Feb 8 at 1:15pm.  All students and faculty are urged to attend. We hope to conclude the conversations by 2pm in time for your normal studio meetings.”</p>\n<p>2/8: After Bob’s introduction, Associate Dean and Professor Adjunct JOHN JACOBSON opened the meeting by sharing his discomfort: “I like to work on spreadsheets, not what’s under the sheets.” Bob groaned and flopped onto the table, “Oh John, have you been working on that all weekend?” Later, Jacobson encouraged students to call out those who make inappropriate statements. ELAINA BERKOWITZ (M.Arch ‘17) opened up the comment session: “I actually think that [Jacobson’s] introductory comment was kind of uncomfortable&#8230;I shared some glances with some students who I think probably felt the same way, and I just want to say it was not an appropriate way to start this conversation.”</p>\n<p>2/8: Excerpts from the Q&amp;A Session:<br />\nQ: Cathryn Garcia-Menocal (M.Arch ‘17): It’s one thing to say that you can call someone out, and it’s another thing to create an environment where it’s OK to&#8230;The wonderful side of this community is we’re close and we’re tight-knit, and people wear multiple hats. But the downside of that is it creates many conflicts of interest if you actually do have an issue with a faculty member here. So what are you guys doing to ameliorate that?<br />\nA: Stephanie Spangler: I’m glad you brought that up, because it’s an issue at other schools as well&#8230;When it comes to gender discrimination and sexual misconduct, we do have a lot of places you can go to report, but we’re realizing people may not know of or feel comfortable going there…<br />\nQ: Jonathan Molloy (M.Arch ‘18): Can you speak to who among faculty members or different Title IX Coordinators has an obligation to report, and who is a confidential body?<br />\nA: Stephanie Spangler: That’s a really interesting question&#8230;every faculty member in the University is an obligated reporter actually, including students when they’re TAs.<br />\nQ: Dakota Cooley (M.Arch ‘17): I thought it was a really good point to bring up that sometimes issues aren’t brought forward because they don’t seem serious enough, and it’s not understood what behavior constitutes harassment and what gets in the way of school&#8230;We are a school that really focuses on its work, so I think sometimes we forget that we’re human beings, and that some behaviors are just not acceptable and that they’re really damaging to both individuals and the collective.<br />\nA: John Jacobson: If you’re uncomfortable about something that happened either to you or to someone else, I would hope that you feel that there is at least someone, somewhere in this school or in this community who you would be comfortable reaching out to, whether it’s Marilyn, Joel, whether it’s me, whether it’s Bob or whether it’s your teacher or your section leader who then should by all rights be willing to take what you’re saying very seriously and help you decide how to proceed and what to do.</p>\n<p>2/10: Equality in Design kicked off its Brown Bag Lunch Series with MIT Professor of Urban Studies and Planning and Political Scientist J. PHILLIP THOMPSON. Echoing through the 4th and 5th floors, Thompson closed his impassioned and exhaustive account of politics and segregation in America: “Democracy means we care about one another. That’s at the core of it. If we don’t care about one another, there is no democracy. And that’s the problem we have in America&#8230;I think design needs to be how we build integrated spaces so that people can really get to know and ultimately love one another. That is the mission. If design is not about that, design is a technocratic tool, damn near useless. Damn near useless.” You can find the full recording of this lecture <a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/PhilThompson.wma\">here</a>.</p>\n<p>2/11: To continue this conversation or to address other issues affecting our school, attend the Student Town Hall at 6:30PM tonight in the Drawing Studio.</p>\n"},"meta":{"fold":{"title":{"rendered":"AAU Westat-Yale Report"},"meta":{"volume":"1","number":"","bulletin":true,"publication_date":"2016-02-11"}}}}