{"title":{"rendered":"On the ground"},"content":{"rendered":"<p><span>Contributors: Daniel Glick-Unterman, Rob Yoos (both M.Arch ‘17), Anthony Gagliardi, Pearl Ho, Samantha Jaff, Nicolas Kemper, Anne Ma, Andrew Sternad, Caitlin Thissen (all M.Arch ‘16),  Daphne Agosin (MED ‘17), Emily Sigman (BA ‘11)</span></p>\n<p>This past week rallies, protests, and confrontations convulsed Yale College and captured the attention of national media after a series of incidents over Halloween touched accusations of systemic racial insensitivity. In a climactic moment, Chancellor Jonathan Holloway listened and apologized while standing atop the Women’s Table designed by MAYA LIN (BA ‘81, M.Arch ‘86). As part of the March of Resilience on Monday, more than a thousand students marched from the afam house to Cross Campus, an event advertised in Rudolph through a single poster on the door to the 7th floor studio.</p>\n<p><span>11/3</span></p>\n<p><span>For their Visualization I project to model an Infinite Periodic Minimal Surface, or IPMS, the team of ALEXIS HYMAN, JACK LIPSON, FRANCESCA RIVAS, and MISHA SEMENOV (all M.Arch ‘18) made use of naturally occurring double-curved surfaces: Pringles chips. After the review, teaching fellow ANNE MA (M.Arch ‘16) critiqued its flavor.</span></p>\n<p>11/04</p>\n<p>Hines Professor of Sustainable Architectural Design MICHELLE ADDINGTON proposed a new traffic signal more attuned to the human eye, where red means go and green means stop. She acknowledged that &#8220;this will probably have to wait until we colonize Mars.&#8221; She worked for NASA. What is she hiding?</p>\n<p><span>11/5</span></p>\n<p><span>“What are the AREs?”</span><span> asked Dean ROBERT A.M. STERN (M.Arch ‘65) of associate Dean MARK FOSTER GAGE (M.Arch ’01) when, at his “Why Yale” presentation, a prospective student asked if preparation for the Architectural Registration Exam (ARE), the test for professional licensure, is part of the school’s curriculum.</span></p>\n<p>&nbsp;</p>\n<p><span>“In Elia, they are autonomous elements floating in a universe called context,” noted DEMETRI PORPHYRIOS as his advanced studio wrapped up a three day charrette.</span></p>\n<p>&nbsp;</p>\n<p><span>“This is definitely not meant to be screened at open house,” said EVA FRANCH I GILABERT, curator of the U.S. pavilion at the 2014 Venice Biennale, as she introduced the film OfficeUS, featured at the Biennale, which used horizontal pans through offices to paint a ruthlessly homogenous and automated picture of architecture as practiced. But the same pan through any office would produce the same effect: it indicts not architecture, maybe computers, certainly films with no plot. Friends used the same silent pan to deliver a gut punch on their season finale. So why are we throwing an existential fit over such a cheap trick?</span></p>\n<p><span>11/6</span></p>\n<p><span>At the Agrarian Studies Colloquium, ZSUZSA GILLE presented a paper on Paprika. Specifically noting how European Union regulations threaten to erode the quality of the spice’s production in Hungary. Authority rarely goes well with Paprika.</span></p>\n<p>&nbsp;</p>\n<p><span>“What is architecture school? Is it a place that teaches you what to think, or how to think?”</span><span> asked BERNARD TSCHUMI at Cooper Union at the exhibition Drawing Ambience: Alvin Boyarsky and the Architectural Association, featuring work by ZOE ZENGHELIS and next spring’s Norman R. Foster Professor, ZAHA HADID.</span></p>\n<p>&nbsp;</p>\n<p><span>11/8</span></p>\n<p><span>JON PICKARD (M.Arch ‘79), of New Haven based Pickard Chilton Architects, visited CARTER WISEMAN’s (B.A. ‘68) architectural criticism seminar. Pickard’s firm flies under the radar of the architectural press, despite building over 100 million square feet in 16 countries over its 19 year history. Largest project in New England? Its recent first place entry in the Milford sand castle competition.</span></p>\n<p>&nbsp;</p>\n<p><span>JOHN WAN (M.Arch ‘16), resident drone pilot of the 4th floor, attached a photo of JACK BIAN (M.Arch ‘16) to his craft, startling students on the 5th floor to see Jack’s face hovering over the pit.</span></p>\n<p><span>“If you need to visit the building, it might not be worth visiting,” said PETER EISENMAN at the Phd forum with GEORGE BAIRD in their discussion about phenomenology and post-structuralism. Peter offered the metaphor of the musical composer&#8217;s ability to read a score without hearing it played. ELIA ZHENGELIS elaborated that &#8220;the synthetic is better than the real,&#8221; to which Dean Robert A.M. Stern replied, &#8220;not for all of us&#8230;&#8221;</span></p>\n<p>&nbsp;</p>\n<p><span>11/9</span></p>\n<p><span>“This is America, where you’re free to commit all kinds of unnatural economic acts,” declared PHIL BERNSTEIN (M.Arch ‘83) to his Architectural Practice and Management class during a diatribe against unpaid internships.</span></p>\n<p><span>11/9</span></p>\n<p><span>Dean Robert A. M. Stern&#8217;s Parallels of the Modern decamped to Haas Arts Library&#8217;s Special Collections to view folios of Wright, Lutyens and the Chicago Tribune Tower competition entries. A discussion of world&#8217;s fair architecture led to the 1942 Esposizione Universale Roma. In an uncharacteristically hushed tone (perhaps for fear of appearing in Paprika!) Dean Stern said that he suspects Saarinen&#8217;s design for the St. Louis arch was cribbed from Libera&#8217;s unbuilt arch at EUR 6 years earlier. </span></p>\n<p><span>11/10</span></p>\n<p><span>“I hate the objects on the wall&#8230;that look as if you&#8217;ve simply rendered a vacuum cleaner,” commented TURNER BROOKS at the Visualization I review. </span></p>\n<p><span>11/12</span></p>\n<p><span>The second year studio daylighting model for MJ LONG (M.Arch ‘64) is due today. Forecast: rain.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"The New Normal"},"slug":"the-new-normal","meta":{"volume":"1","number":"08","bulletin":false,"publication_date":"2015-11-12"}}}}