{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>On The Ground is compiled from tips and suggestions received by the editorial staff, and does not represent the opinions of Paprika.</p>\n<p><em>Submit tips to On the <span class=\"il\">Ground</span> at <a href=\"mailto:otg.paprika@gmail.com\" target=\"_blank\">otg.paprika@gmail.com</a></em></p>\n<p><span class=\"im\"> </span></p>\n<p dir=\"ltr\">OTG would like to welcome everyone back from Spring Break. Entering the doors of Rudolph shortly after a trip to Hawaii can be tough, and everyone is bracing for the week ahead. Here’s what everyone is working on:</p>\n<p><span class=\"im\"> </span></p>\n<p dir=\"ltr\">First Years received the results of their leadership style analysis, told they were the least autocratic class in all 8 years this survey was done for the Jim Vlock building project. The analysis hints at the burgeoning hierarchy to form in their Building Project groups.</p>\n<p><span class=\"im\"> </span></p>\n<p dir=\"ltr\">Second Years prepare their own field guide of architectural sights for Rome. Some compiled their field guides chronologically, others typologically, and the wise ones ordered by proximity to the best gelato in Rome. However, most will likely “forget” it at home in lieu of Google Maps and Italian Yelp.</p>\n<p><span class=\"im\"> </span></p>\n<p dir=\"ltr\">Third years and Post Pros scrambling to finish portfolios for the career fair next week, all while secretly keeping close tabs of their classmates’ interviews. While some have expressed displeasure at a lacklustre selection, OTG advises the graduates to put on their best blazer and start knockin’ on doors.</p>\n<p><span class=\"im\"> </span></p>\n<p dir=\"ltr\">Amidst the talk of portfolios and deadlines, all students are looking forward to a weekend of <span class=\"il\">alcohol</span>.</p>\n<p><span class=\"im\"> </span></p>\n<p dir=\"ltr\">GTFO</p>\n<p dir=\"ltr\">Prom!</p>\n<div class=\"yj6qo ajU\">\n<div id=\":1te\" class=\"ajR\" tabindex=\"0\" data-tooltip=\"Hide expanded content\"><img class=\"ajT\" src=\"https://ssl.gstatic.com/ui/v1/icons/mail/images/cleardot.gif\" alt=\"\" /></div>\n</div>\n<div class=\"adL\"><span class=\"im\"><span class=\"im\"><br />\n</span></span></p>\n<p dir=\"ltr\">March 31 7:30PM to 12:00AM</p>\n<p dir=\"ltr\">If you’re hoping to extend your spring break, or simply looking to GTFO in a dating sense, there will be a YSOA + FES Mixer at The Trinity Bar &amp; Restaurant, 157 Orange St on Thursday, starting at 7:30PM.</p>\n<p><span class=\"im\"><span class=\"im\"><br />\n</span></span></p>\n<p dir=\"ltr\">April 1-2 12PM to 6PM</p>\n<p dir=\"ltr\">MFA Open Studios 2017</p>\n<p><span class=\"im\"><br />\nThe Yale School of Art hosts its annual graduate open studios featuring work from the departments of Graphic Design, Painting and Printmaking, Photography, and Sculpture. With Body Double: A Screening and Lecture by Bruce Hainley at 6PM on April 1.<br class=\"m_-3579517727796527315gmail-kix-line-break\" /><br class=\"m_-3579517727796527315gmail-kix-line-break\" />Locations include: 1156 Chapel Street, 353 Crown Street and 32-36 Edgewood Avenue</span></p>\n</div>\n"},"meta":{"fold":{"title":{"rendered":"Distillation"},"meta":{"volume":"2","number":"19","publication_date":"2017-03-30"}}}}