{"title":{"rendered":"On the Geiger Fellowship"},"content":{"rendered":"<div><strong>AMRA SARIC</strong> (B.A. 2017)</div>\n<div>This summer, with generous support from the Harvey Geiger Fellowship, I pursued a research project that focused on architectural expressions of state power and architecture of regimes in Ber​lin, Rome, and Paris. I spent most of my time exploring cities that qualify as architectural Meccas just by their most famous landmarks, but focused on visiting lesser-known sites of equal architectural and possibly greater historical value. In Berlin, I visited the Nazi-designed Tempelhof Airport and the 1936 Olympic Stadium. In Rome, I visited EUR—a Fascist urban development on the periphery of the city, commissioned by Mussolini. In Paris, I saw the grand complex of museums at Les Invalides celebrating French military history.</div>\n<div>It was eerily relevant to be visiting these sites, all of which inspire awe of the unsettling kind, at the time when there was a daily barrage of tragic world news. Much of this news was formed by the consequences of and reactions to state authority, increasingly oppressive regimes, and/or factions attempting to assume totalitarian rule. The time I spent in spaces of state power was educational because it was cautionary—both a reminder of what happens when power is in the wrong hands and the power that architects have in making physical manifestations of ​government, good or bad.</div>\n<div>Ultimately, my most exciting takeaway was the comparative study of the ways each city dealt with and treated the remains that passing regimes had imprinted on it. In Paris, the architectural legacy is fiercely guarded to this day. In Berlin, architecture is yet another means of redemption, a way of distancing contemporary society from dark marks on its past, and declaring a new era of new values. Finally, the Romans kept the reminders that they were proud of: the ancient ones. And what of those of which they were less proud, like Colosseo Quadrato? That was purchased by Fendi, the Roman-based luxury fashion house, for its new headquarters.</div>\n"},"meta":{"contributors":[{"title":{"rendered":"Amra Saric"},"slug":"amra-saric","meta":{"degree":"B.A.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"New Shoes"},"slug":"new-shoes","meta":{"volume":"2","number":"00","bulletin":false,"publication_date":"2016-09-01"}}}}