{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><strong>Thursday 1/24</strong></p>\n<p>According to the YSoA Instagram, Iwan Naan delivered a savory lecture filled with his photographs of Mexico and the United States.</p>\n<p><strong>Saturday 1/26</strong></p>\n<p>Pier Vittorio Aureli refused to go to Florian due to its attempt at “Belgianness,” but agreed to having a beer at Rudy’s with his studio. Little did he know that both restaurants are of the same owner.</p>\n<p><strong>Tuesday 1/29</strong></p>\n<p>Safe Sets claimed the first victory in the inaugural match of the Rudolph Open!</p>\n<p>Turner Brooks lamented that modern architecture needs more wallpaper. “I love wallpaper. It needs to come back.”</p>\n<p>The M.E.D. students dragged bulky wooden bookshelves across the fourth floor, up and down three small flights of steps, to their corner of the building. No one deserves bookshelves more than these folks.</p>\n<p><strong>Wednesday 1/30</strong></p>\n<p>Equality in Design held its first meeting of the semester to discuss new initiatives for the spring term, including debates, town halls, and teaching<br />\nart and architecture to students at local schools.</p>\n<p>&#8220;Architects are lucky to get a quarter of a quarter of projects; you have to kiss 15 frogs before you find your prince or princess.&#8221; –Phil Bernstein to his class</p>\n<p>The M.E.D. lecture series kicked off with Pulitzer Prize winner John L. Gaddis.</p>\n<p><strong>Thursday 1/31</strong></p>\n<p>All model stands went missing as the first and second years occupied the sixth and fourth floor pits, respectively, with their myriad models during reviews.</p>\n<p><strong>Friday 2/1</strong></p>\n<p>Bob wined and dined the graduating class into considering life at RAMSA post-graduation. Martinis were served.</p>\n<p>30 students from the Christian Fellowships at YSoA, GSD, and MIT<br />\nmet up for a three-day retreat in<br />\nNew Hampshire.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Page Comeaux"},"slug":"page-comeaux","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Nicole Doan"},"slug":"nicole-doan","meta":{"degree":"M.Arch II","graduation_year":"2019"}},{"title":{"rendered":"Alejandro Duran"},"slug":"alejandro-duran","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Just What the Doctor Ordered: Health and Architecture"},"meta":{"volume":"4","number":"11","publication_date":"2019-02-07"}}}}