{"title":{"rendered":"ON THE GROUND"},"content":{"rendered":"<p>Contributors: DAPHNE AGOSIN (M.E.D. ‘17), ELAINA BERKOWITZ (M.ARCH I ‘17), NICOLAS KEMPER (M.ARCH I ‘16), CATHRYN GARCIA-MENOCAL (M.ARCH I ‘17), JONATHAN MOLLOY (M.ARCH I ‘18), RASHID MUYDINOV (M.ARCH I ‘17), MISHA SEMENOV (M.ARCH I ‘18), NIX SITKIN (M.D. ‘18) , DAVID TURTURO (PHD), EDWARD WANG (B.A. ‘16)</p>\n<p>&nbsp;</p>\n<p><span>We mourn the passing of ZAHA HADID. Find inside a special insert in memoriam, and join FRANK GEHRY, PETER EISENMAN, and DEBORAH BERKE for a conversation in her memory in Hastings Hall at 6:30, moderated by MARK FOSTER GAGE.</span></p>\n<p><span>PERSPECTA is in crisis. After <a href=\"http://api.yalepaprika.com/our-architectural-journal/\">calls for a strike</a>, rumor has it the board only received one application to edit Perspecta 52. We ask the board, BOB STERN, KELLER EASTERLING, PEGGY DEAMER, ALAN PLATTUS, and SHEILA DE BRETTEVILLE, to seize this as an opportunity to reform our journal. Realistically, we expect something opaque and shady to keep it running.</span></p>\n<p><span>Paprika! is having an election: BRAND/FISCHER and SEMBLER/YOOS are vying to lead our publication this fall. Vote by 5 p.m. this Friday as results will be announced at 6on7. We are also happy to introduce our new position editors: DAPHNE AGOSIN (M.E.D. ‘17), JACQUELINE HALL (M.Arch &amp; M.E.M. ‘18), JON MOLLOY (M.Arch ‘18), and DAVID TURTURO (PhD).</span></p>\n<p>&nbsp;</p>\n<p><span>This week the </span><i><span>Paprika!</span></i><span> fold is one year old! An excerpt from Fold One’s On the Ground:</span></p>\n<p><span>“TYCO copy company was deluged with portfolios printed at the last moment as students prepared to network over wine and martinis with representatives from the 32 firms who came to participate in this spring’s On Campus Recruiting event, organized by Assistant Dean and Assistant Professor Adjunct BIMAL MENDIS and Senior Administrative Assistant ROSALIE BERNARDI.”</span></p>\n<p><span>Evidently, we have not come that far. “It is a sellers’ market &#8212; do not settle,” noted PHIL BERNSTEIN as he left Monday’s networking reception, with 33 firms this time. We salute JASON ENGLAND and MICHAEL FERGUSON at YPPS and the staff of TYCO for their formidable and expedient work. Hats off to BIMAL MENDIS, the indomitable ROSALIE BERNARDI of the 3rd floor and JESSICA ELLIOTT (M.Arch ‘16) and MEGHAN ROYSTER (M.Arch ‘18) upstairs for this year’s On Campus Recruiting, known colloquially as the great RAMSA-hire-a-thon 2016.</span></p>\n<p><span>3/28: During his Monday night lecture, amidst images of tree-plantings and bark-coated walls, STIG L. ANDERSSON’s draws a line in the dirt: &#8220;Architecture and Landscape are separate. There is no synthesis.&#8221;</span></p>\n<p><span>3/29: During KARLA BRITTON’S ‘Construction of Exactitude’ seminar, guest speaker KENT BLOOMER recalls the horrors of modernism: “One of those things very disturbing about the International Style, for those who lived it, was continuity. Things never stopped.”</span></p>\n<p><span>3/30: “You are putting out something confrontational, rather than something easy to read,” said MARK OPPENHEIMER about our often unusual graphics at a lunchtime critique of Paprika! MARTA CALDEIRA pointed out she reads us online now (<a href=\"http://api.yalepaprika.com/subscribe/\">sign up for our e-mailer</a>!) But MARGARET SPILLANE enjoyed the challenge: “I was almost in tears, I was so happy to read it.”</span></p>\n<p><span>3/31: “The resources here should not be used to produce mere professionals,” posited MARK FOSTER GAGE as he led his seminar in a discussion of how to cross the threshold and create an iconic building. “Do you want to cross the threshold?” Everyone raised their hand. Last building to make the cut? OMA’s Seattle Library. </span></p>\n<p><span>3/31: YSoA receives news of the passing of Professor Dame ZAHA HADID. Students pay tribute by posting prints of her work on the 5th floor bridge and recount their personal experiences.</span></p>\n<p><span>3/31: Renowned Berkeley scholar JUDITH BUTLER delivers the 2016 Tanner Lectures at the Whitney Humanities Center in two parts, followed by a lunchtime roundtable. Though the overflow rooms are at capacity, YSoA representatives are in attendance for Butler&#8217;s exploration of grievability (or the right to be grieved) of the individual on the first day, followed by a study of the &#8216;phantasmagoria of racism&#8217; on the second. Butler recounts specific details of recent police violence, bound to the Black Lives Matter movement, in order to place texts by Foucault, Fanon, and Benjamin within her &#8216;matrix of grievability’.</span></p>\n<p><span>3/31: FRANCINE HOUBEN, of the Dutch architecture firm Mecanoo, humbles us: “At the end, Martin Luther King is more important than Mies Van der Rohe.” “That’s dangerous,” responds Dean ROBERT A.M. STERN. Houben presented her firm’s recent work, beginning with a tribute to the bold tenacity of her friend ZAHA HADID. Stern noted that Houben will likely return to Yale as a visiting professor in the near future.</span></p>\n<p><span>4/1 “It’s like a two decade long one liner joke,” was said of Post-modernism at the Device seminar, where DAVID TURTURO (PhD) argued that its corner detail made the Seagram’s building postmodern, “Syracuse has more chance of winning tomorrow than you have of floating that idea,” shot back PETER EISENMAN.</span></p>\n<p><span>4/1: Students sick of Systems class excused themselves to attend the first ever Built Environment Symposium in Kroon Hall, organized by KATHERINE STEGE and MEGHAN LEWIS of YSoA and F&amp;ES. Speakers included alumni and affiliates of both schools, such as our own ALAN ORGANSCHI, Aclima founder RUBEN HERZL, BILLIE FAIRCLOTH from Kieran Timberlake, and GSD’s KIEL MOE. Sharing experience in research, practice, and pedagogy, and touching upon architecture, entrepreneurship, environmental studies, and urban design, the speakers had one hundred and eighty attendees signed up.</span></p>\n<p><span>4/1: No joke: the Apartment Crawl ended when the police decided to join the festivities.</span></p>\n<p><span>4/2: DEBORAH BERKE met with every single student (except the undergraduates, PhD and M.E.D. students), in groups of 20 for one hour each, ending the day by treating everyone to beer and pizza at Gpscy. </span></p>\n<p><span>4/2: A grant snafu means that the first years will have to learn some architectural magic tricks. A revised BP brief:</span><span> a two family dwelling masquerading as a single family house. Be on the lookout for a stunning quick-change: in May, students will begin construction of a house permitted as a single-family building that through a zoning variance, will eventually be transformed down the line into that for two families.</span></p>\n<p><span>4/6: “Is there a relationship between space and culture?” Asked HARPER KEEHN (B.A. ‘16) of Professor GEORGE CHAUNCEY at a packed lunch time talk hosted by Equality in Design and Outlines, wondering how architects could use even a dance party to change attitudes in homophobic territories.</span></p>\n<p><span>RUMOR has it that after more than 20 years on the market 1104 Chapel Street, the empty building across Chapel from the school long rumored to be a mafia front, has sold, and GEORGE KNIGHT is doing the preliminary drawings for renovations, but does not want to do the building itself &#8211; who wouldn’t want their work to be visible to the entire school?</span></p>\n<p><span>MEMORANDA:</span></p>\n<p><span>A note from our friends over at the medical school: 70 percent of transgender and gender-nonconforming individuals have experienced discrimination in healthcare settings, and more than a quarter of all transgender and gender-nonconforming individuals report being denied care. The Northeast Medical Student Queer Alliance (NMSQA) is advocating for healthcare inclusivity by asking fellow students to add their personal pronouns to their email signature. By adding your pronouns to your email signature, you are helping to foster a culture in healthcare where pronouns are asked rather than assumed, and where patients and colleagues of all identities can feel welcomed. For more information, please contact </span><span>NMSQA.mail@gmail.com</span><span> &#8212; #pushforpronouns</span></p>\n<p><span>How will the cultural heritage of New Orleans coexist in the future with the pressing challenge of living with(in) water? Join us in conversation on the timelessness and challenges of New Orleans: its’ carnivals and pumps, music culture, and geographic performance&#8211;maybe even on the inexorable question of mosquitoes. Architect DAVID WAGONNER will briefly present the Urban Plan </span><i><span>Living With Water </span></i><span>(2006 and ongoing), followed by a commentary by Sterling professor of Theater, English, and African American Studies JOSEPH ROACH. All students are invited to attend on Wednesday, April 13, 6:30 pm, Room 322.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"The Architectural Mystique"},"meta":{"volume":"1","number":"23","publication_date":"2016-04-07"}}}}