{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>01.15.17</p>\n<p><strong>Luke Studebaker </strong>(M. Arch I 19&#8242;)<strong>, Liwei Wang </strong>(M. Arch I 19&#8242;)<strong>, Katrina Yin </strong>(M. Arch I 19&#8242;)</p>\n<p><span>Welcome back! School just started so there’s still time to…</span></p>\n<p><b>GTFO</b></p>\n<p><span>Twice a year those with free electives can shop for classes outside of Rudolph Hall. Meet potential clients at the School of Management, or find some cooler friends at the School of Art. </span></p>\n<p>&nbsp;</p>\n<p><span>Good luck getting a ticket for the January 28th TV on the Radio concert at the Scharzman Center. Luckily, other events at that weekend’s Blackstar Rising &amp; The Purple Reign conference will be free and un-ticketed.</span></p>\n<p>&nbsp;</p>\n<p><span>Get a glimpse of how critiques work at the School of Art’s Senior Thesis Midway Exhibition and Salon on Wednesday, January 18th at 5:30 . All are invited, and DINNER will be served.</span></p>\n<p>&nbsp;</p>\n<p><b>Classy Affairs</b></p>\n<p><span>First Years kicked off the 50th Jim Vlock Building Project with a visit to Columbus House, a non-profit that provides shelter and housing to people experiencing homelessness. The class will design and assemble a replicable prefab, two-unit residence for the organization to manage as permanent supportive housing. The productive visit has students excited to work in partnership with Columbus House and their clients, continuing next week with a talk on homelessness in the US by Columbus House CEO Alison Cunningham.</span></p>\n<p>&nbsp;</p>\n<p><span>The second year class is getting ready for the urban studio, which this year has a new site in the small, post-industrial city,  ________, USA, aka Lowell, MA, likelowell.com, #lowell #theresalottolike #lowelltheresalottolike.</span></p>\n<p>&nbsp;</p>\n<p><b>OTG’s Guide to Spring Advanced Studios</b></p>\n<p><span>Third Years and Post Pros participated in the Advanced Studio Lottery. Highlights include:</span></p>\n<p>&nbsp;</p>\n<p><b>Phifer</b></p>\n<p><span>A new artist’s colony in Marfa, TX. Phifer: “Architecture so spare that it becomes aggressive.” “Is an un-self-conscious form possible?” Dugdale: “For travel week, we will spend a good amount of time in Marfa… which is NOT Rome.” #allroadsleadtomarfa</span></p>\n<p>&nbsp;</p>\n<p><b>Erdman</b></p>\n<p><span>Key Words: #ArchitecturalObjects #ArchitecturalQualities #Alteration #Massing #ooo</span></p>\n<p>&nbsp;</p>\n<p><b>Easterling</b></p>\n<p><span>OTG would like to clarify on behalf of Professor Easterling, the flag she displayed during her presentation was not a Princeton flag, but the Olympic flag for the refugee team. #NGOcracy #improv</span></p>\n<p>&nbsp;</p>\n<p><b>Aureli</b></p>\n<p><span>Stop us if you’ve heard this before: Domestic space, typology, affordability, San Francisco. We look forward to square oblique renderings of sparsely furnished rooms. #bart</span></p>\n<p>&nbsp;</p>\n<p><b>Plater-Zyberk</b></p>\n<p><span>Take a tour of the American South with the founder of the New Urbanism and enjoy your stay in picturesque beach towns aptly named Seaside, Rosemary Beach, Alys Beach and SweetBay. #NewUrbanismRedux #BeachfrontBargainHunt</span></p>\n<p>&nbsp;</p>\n<p><del><b>Bilbao</b></del><b> Bellew/Bow</b></p>\n<p><span>Bellow and Bow commit to regular FaceTime meetings. Get drunk with them off sustainable sake in Kyoto. #sakebros #ascotsmananirishmanandacanadianwalkintoabar</span></p>\n<p>&nbsp;</p>\n<p><del><b>Bellew/Bow</b></del><b> Bilbao</b></p>\n<p><span>Take a stroll with Tatiana through the gardens of Mexico. Be original, and visit a part of Mexico that isn’t Cancun. #yesyouculiacan</span></p>\n<p>&nbsp;</p>\n<p><b>Houben</b></p>\n<p><span>Take a stroll down memory lane and reimagine your first semester branch library project under the wing of Francine Houben. Completely unrelated fact: Hard drugs ARE illegal in the Netherlands but you may purchase up to 5g of cannabis a day from coffee shops. #readingisFUNdamental #goingdutch</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Fun"},"slug":"fun","meta":{"volume":"2","number":"11","bulletin":false,"publication_date":"2017-01-12"}}}}