{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>LI WEI WANG (M.Arch I, ‘19), JOLANDA DEVALLE (M.Arch II, ‘18) TIMON COVELLI, DAVID LANGDON, MEGHAN ROYSTER , FRANCESCA XAVIER (M.Arch I, ‘18).</span><span><br />\n</span></p>\n<p><span>10/12</span></p>\n<p><span>Visiting professors EMRE AROLAT and GONCA PA</span><span>Ş</span><span>OLAR joined students for dinner at Florian after their &#8220;Context and Pluralism&#8221; lecture. The Dean&#8217;s Council was also in attendance, including its founder: ROBERT A.M. STERN. </span></p>\n<p><span>10/13</span></p>\n<p><span>OUTLINES held a working meeting to discuss funding, open house paraphernalia, and a conference called “Radicalizing the Architectural Discipline” organized by GRAY GOLDING (BA ‘18) as part of the larger upcoming IvyQ conference.</span></p>\n<p dir=\"ltr\">10/14</p>\n<p dir=\"ltr\">ELIHU RUBIN’s Urban Research &amp; Representation seminar participated in the Open Studios event at the Goffe Street Armory. Their exhibition, “Excavating the Armory” was a collective effort to uncover the physical and social qualities of the Goffe Street Armory. The building was conceived as a civic resource; the goal in participating was to stimulate the memory of its past and imagination of its future. During the weekend the class held a series of workshops about the architecture of the space, its history, precedents of rehabilitation around the country, as well as seek local perspectives regarding the armory’s future.</p>\n<p><span>10/16</span></p>\n<p><span>Eero Saarinen Visiting Professor ELIA ZENGHELIS began his (Monday night?) lecture with a statement of faith: “Architecture is a pixel of the city, and the city is the epitome and paradigm of our civilization.” A post-reception dinner was held at Shake Shack, so that ZENGHELIS could have all of his student “buddies” with him at dinner.</span></p>\n<p><span>10/17</span><span><br />\n</span><span>EQUALITY IN DESIGN has begun teaching at Conte West Hills Magnet School in New Haven. This semester, YSoA students will be working with three classes of 7th graders on spaces of democracy, using Ancient Greek examples to analyze and inspire contemporary imaginations. </span></p>\n<p><span>10/19</span></p>\n<p><span>Members of the class of ’18 and Advanced Studio Faculty were invited to visit the 50th JIM VLOCK BUILDING PROJECT at 54 Adeline Street, after missing the October 2nd reception during Travel Week. Highlights of the evening were SUNIL BALD as acting dean, catching up with ADAM HOPFNER, and touring the beautiful house. Congratulations @yalebuildingproject2017! </span></p>\n<p><span>10/20</span></p>\n<p><span>Last Friday’s 6/7, “Petting Therapy,” yielded one cat, one dog, two small children, and one desk plant. </span></p>\n<p><span>10/22</span></p>\n<p><span>FC YSOA lost a well-fought intramural soccer game to Yale Medicine, 2-1. Our lone goal was scored by BLAIR CHANG (M.Arch II &#8217;19). </span></p>\n<p><span>10/23</span></p>\n<p><span>TREBOR SCHOLZ, author of </span><i><span>Uber-Worked and Underpaid: How Workers are Disrupting the Digital Economy</span></i><span>, lectured for PEGGY DEAMER’s Architecture and Contemporary Labor seminar.</span></p>\n<p><span>10/24</span></p>\n<p><span>Students paused midterm production for pizza at the “Alternative Paths: Fellowships, Research &amp; Teaching” talk with graduates ASHLEY BINGHAM (M.Arch II, ‘13) and ERIK HERRMANN (M.Arch II, ‘12). They discussed their post-graduate travel, teaching, and research trajectory, advising students to aim for even unlikely opportunities, keep abreast of the many travel fellowships, and to use this academic setting to bolster interests especially through elective courses. </span></p>\n<p><span>10/24</span></p>\n<p><span>A fire alarm briefly disrupted ongoing first and second year reviews; students and jury alike were forced out Rudolph and into the drizzling rain.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Liwei Wang"},"slug":"liwei-wang","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Halloween"},"meta":{"volume":"3","number":"05","bulletin":false,"publication_date":"2017-10-26"}}}}