{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><em><b>Monday, April 13</b></em><b>:</b><span> In what is possibly the only silver lining of Yale’s classes going digital, the Photography Department at the School of Art beams in Tilda Swinton from Scotland for a guest lecture. The Zoom meeting code quickly becomes a black market commodity, and with an audience of over 450, Swinton’s talk sends shockwaves of FOMO across Instagram.</span></p>\n<p><em><b>Tuesday, April 14</b></em><b>:</b><span> At a “How I Handled the Recession” panel, Kai-Uwe Bergmann, Partner at BIG, asks if we’ve ever heard of a book called “</span><i><span>On the Road</span></i><span>” by an author called “Jack Kerouac,” advising we </span><span>pick up a copy of it—and </span><i><span>Zen and the Art of Motorcycle Maintenance</span></i><span>,</span> <span>while we’re at it—and just travel.</span></p>\n<p><b><em>Thursday, April 16</em>: </b><span>Attendance by the second year class to their weekly post-studio Zoom happy hour continues to atrophy. Aniket Shahane resorts to texting his section, “Anyone coming to happy hour??” with a charming image of his Memoji, guilting a small few into participation.</span></p>\n<p><span>In an unexpected correspondence from the Chair of Design Committee, Mark Foster Gage, students are informed that portfolio review will not occur this year due to the “undue burden” of having to find, edit and organize files remotely.  In Gage’s words “</span><span>you do not need to do anything</span><span>.”</span><span>  Good thing we’re all experts at that now.</span></p>\n<p><b><em>Friday, April 17</em>: </b><span>Mario Carpo zooms into Eisenman and Forster’s Renaissance &amp; Modern II seminar from London for the second week in a row—just because he can. Initially surprised by his impromptu appearance and ultimately relieved by his potential to teach the rest of the class for them, Carpo is invited to take over next week’s lecture entirely.</span></p>\n<p><b><em>Sunday, April 19</em>: </b><span>Darryl made biscuits.</span></p>\n<p><b><em>Monday, April 20</em>:</b><span> First and Second year students wait with bated breath for an email from the Registrar listing TA/TF positions for the summer and fall—mainly for a hint as to whether there will</span><i><span> be</span></i><span> a summer or fall at YSoA.</span></p>\n<p><b><em>Tuesday, April 21</em>: </b><span>At the conclusion of BP, Sam Golini signs off to the 63-person audience of his peers and professors by offering a moving performance of the Crosby, Stills, Nash, &amp; Young song, “Our House.”</span></p>\n<p><b><em>Wednesday, April 22</em>: </b><span> Students start to get sloppy with their Zoom etiquette in Elihu Rubin’s Ghost Towns seminar.  Unintentional Screen Shares reveal what’s </span><i><span>actually </span></i><span>happening on students’ desktops, and a failure-to-mute blunder exposes an overly-enthusiastic outside phone conversation about the weather. </span></p>\n<p><span>In an email from the Office of the President, students are notified that Yale will indicate its plan for the fall in early July, prompting two more months of breath holding.</span></p>\n<p><i><span>*As we wrap up the last issue of our tenure, the Coordinating Editors cross our fingers for the return of normal complaints about annoyingly loud badminton games in next year’s volume of </span></i><span>Paprika!.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"A Dash of ______"},"slug":"a-dash-of-______","meta":{"volume":"5","number":"19","bulletin":false,"publication_date":"2020-04-23"}}}}