{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><span>9/26 </span></p>\n<p><span>#boogergate is unleashed on the 3rd-year men.</p>\n<p></span><span>Jacob Schaffert starts materials peddling in the name of sustainability and socialism. </span></p>\n<p><span>9/27</span></p>\n<p><span>Even the promise of free cocktails couldn’t keep planning students from their homework Thursday night. </span></p>\n<p><span>9/28 </span></p>\n<p><span>Advanced studios embark on their travel week journeys with destinations including Finland, Canada, Costa Rica, China and . . . Texas.  </span><span>The rest of us here in New Haven enviously follow along on Instagram. #surrynotsurry </span></p>\n<p><span>Dave Southwood presents his photographs as part of the EiD brown bag series. </span></p>\n<p><span>6 on 7 was dead. Maybe it’s all the Natty Light? </span></p>\n<p><span>9/29 </span></p>\n<p><span>“Minerva hasn’t been touched in a while . . . ” – Baolin Shen </span></p>\n<p><span>9/28  </span></p>\n<p><span>Quiet weekend. Perhaps the last calm before the midreview storm. </span></p>\n<p><span>10/1 </span></p>\n<p><span>Community leaders from Bridgeport, New London, and Middletown meet with second year students to discuss their restorative practices and also the Durham Fair, of which Tianyu Guan was the class’s sole attendee. </span></p>\n<p><span>Several first years are spotted at the School of Art’s open figure drawing session. Upperclassman are awed at their commitment to leave Rudolph Hall. </span></p>\n<p><span>10/2 </span></p>\n<p><span>As part of the CITY+Architecture, “Design, Bitches” present their bold and irreverent work during lunch period </span></p>\n<p><span> GPS (Glassman, Pan, Schmid) wins the first planning game. The reward is a dinner with Garvin. </span></p>\n<p><span>EiD makes a call for chairs. Literal seats at the table are needed!</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Energy"},"slug":"energy","meta":{"volume":"04","number":"03","bulletin":false,"publication_date":"2018-10-04"}}}}