{"title":{"rendered":"On The Ground / Touching Ground"},"content":{"rendered":"<p><strong>Tuesday, March 31:</strong> The first-year social chairs send out a survey to take the temperature on a Zoom-hosted prom. Survey results are still unclear as we go to press, but the lingering staleness of last week’s 6onZoom raises concerns. Should we suggest Habbo Hotel again?</p>\n<p><em>1927: Cesar Chavez is born.</em></p>\n<p><strong>Wednesday, April 1:</strong> The “Yale School of ArchiZOOM” Whatsapp group lights back up after Dean Deborah Berke issues a response to the student body’s letter. Opinions are polarized: some wonder if it’s an April Fool’s joke, and others push for patience as the administration does their best to work with what they can. Two things are clear: student opinions will continue to be voiced, and many more web-based surveys and town halls likely to come.</p>\n<p><em>1963: Workers of the International Typographical Union end their 114-day long strike, shutting down seven New York City newspapers.</em></p>\n<p><strong>Sunday, April 5:</strong> Gryphon’s Pub is officially “closed until further notice.” The move is expected, but the student body begins to mourn free Millers after Thursday lectures, and holds onto hope for continued Monday musings via email from Samuel Haller. (Please?)</p>\n<p><em>2010: Twenty-nine coal miners are killed in a mine explosion in Montcoal, West Virginia.</em></p>\n<p><strong>Monday, April 6:</strong> Phil Bernstein presents “A First Look at the Current Building Economy” as Andrew Benner petitions suggestions for a virtual End of Year show. The reality of the semester ending weighs heavily on third years.</p>\n<p>Mark Foster Gage invites his Ruins and Ruination class to attend The New York Review of Architecture’s Zoom-hosted “review” of his apartment. 2020 is wild.</p>\n<p><strong>Tuesday, April 7:</strong><br />\n<em>1772: Charles Fourier is born.</em></p>\n<p><strong>Wednesday, April 8:</strong> The Class of 2020 organizes a pre-town-hall town hall that, among many well-considered issues, raised suggestions of re-allocating post-lecture cocktail funds as pandemic reparations. Also of consensus: Phoebe Harris and Jenna Ritz deserve a medal for being Career Services representatives on the brink of economic crisis.</p>\n<p><em>1952: U.S. President Truman calls to nationalize steel mills to prevent a strike.</em></p>\n<p><strong>Friday, April 10:</strong> Mario Carpo makes a surprise appearance at Peter Eisenman and Kurt Forster’s Renaissance and Modern II seminar to help discuss James Stirling. Even during a pandemic, Yale will be Yale.</p>\n<p><em>1919: Mexican revolutionary Emiliano Zapata is murdered by the Mexican government.</em></p>\n<p><strong>Saturday, April 11: </strong><br />\n<em>1993: Inmates in the Federal prison in Lucasville, Ohio begin a ten-day riot against poor living conditions and forced immunizations.</em></p>\n"},"meta":{"fold":{"title":{"rendered":"Out of Work // Out of Control"},"slug":"out-of-work-out-of-control","meta":{"volume":"5","number":"18","bulletin":false,"publication_date":"2020-04-16"}}}}