{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>NINO BOORNAZIAN, ALEJANDRO DURAN, MATTHEW WAGSTAFFE, MELISSA WEIGEL  (M.Arch I, ‘19), RON OSTEZAN, MEGHAN ROYSTER (M.Arch I, ‘18), JACK HANLY, MAIA SIMON (MED, ‘20)</span><span><br />\n</span></p>\n<p><span>10/24</span></p>\n<p><span>The RUDOLPH OPEN is in the thick of round 2. Dukes of York BENJI RUBENSTEIN and MICHAEL LOYA (M.Arch I/MBA ‘19) are making another run for the cup after nearly clenching the finals last fall. The first year Post-Pro students have embraced the badminton tradition with enthusiasm. Will their comradery provide a home court advantage?</span></p>\n<p><span>The Commissioners have requested more posters! (Current count: 4). In return, the school is requesting more email GIFs. (Current count: 0).</span></p>\n<p><span>10/25</span></p>\n<p><span>A group of students, through EQUALITY IN DESIGN, took 7th grade students from Conte West Hills Magnet School on a field trip to the Green to discuss spatial concepts. Since their social studies unit is focusing on ancient Greece, the group talked about public spaces in ancient Athens and how those may have been essential to its democracy.</span></p>\n<p><span>10/25</span></p>\n<p><span>At an event hosted by Philip Johnson’s Glass House, Dean DEBORAH BERKE spoke with TITUS KAPHAR (MFA, &#8217;06) about their under-construction &#8220;Postmasters&#8221; community arts center. Adaptive reuse projects occupy a sliding scale between the reverent and irreverent, Berke remarked, where the architect&#8217;s unwitting collaborators are often the stodgiest of dead white men.</span></p>\n<p><span>10/26</span></p>\n<p><span>An Ode to Midterms, by MELISSA WEIGEL (M.Arch I, 19): “Just because a stair is big, does not mean people will sit on it.” I had considered this stair for a week. I spun it around on two monitors and observed it in 3D print plastic. It took, however, another’s eye to see that it was not the design or size of the stair, but the siting that would improve the project. Unlike first year reviews, I now have the opportunity to re-examine and rework my project. After all the production of first year, having a true midterm this year was a gift. </span></p>\n<p><span>10/26</span></p>\n<p><span>In what has evolved into a weekly ritual, PETER EISENMAN paused his Advanced Studio pinup, sending students to fetch milk and Insomnia cookies.</span></p>\n<p><span>10/27</span></p>\n<p><span>For a Halloween Party which may or may not have happened, RON OSTEZAN (M.Arch I, ‘18) may or may not have shaved his mustache.</span><span> Ranging in rare-ness and scare-ness from the do-nothing&#8217;s, the lit one-prop to full eccentric makeovers, the mood was only soured by the Friday night date that discouraged the real zombies from attending. Candy to the organizers and kudos to the prisoners. </span></p>\n<p><span>10/28</span></p>\n<p><span>The weekend after MID-REVIEWS saw an eerily deserted Rudolph Hall. The only late night activity? The EISENMAN STUDIO, still searching for lateness.</span></p>\n<p><span>10/30</span></p>\n<p><span>If you have any interested in visiting the local haunted house “Fright Haven,” expect more scares and spatial variety per square foot than any building designed by an architect. </span></p>\n<p><span><br />\n</span><span>In Other News:</span></p>\n<p><span>RICHARD DEFLUMERI makes pies. Really good pumpkin pies.</span></p>\n<p><span>AZZA ABOUALAM (M.Arch I, ‘18) is sustaining the 4th floor with a bottomless bowl of Halloween candy. Come by, say hello, and sneak a sweet treat! </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Horizon"},"slug":"horizon","meta":{"volume":"3","number":"06","bulletin":false,"publication_date":"2017-11-02"}}}}