{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p>Edited by ELAINA BERKOWITZ (MArch I ‘17) &amp; EDWARD WANG (BA ‘16)</p>\n<p>Rumor has it the YSoA student elections are a sham. The seven committees, to which 13 members of the student body are elected yearly, hold no governing power and are not called to meet by the administration. If you find this disheartening, come to the Drawing Studio at 5PM on Wednesday (03/09) evening to brainstorm more inclusive and effective forms of student representation — the kind that actually exists.</p>\n<p>2/25: ‘To me, Hejduk is too precious. Given the choice between Hejduk and Family Guy&#8230;.it’s no contest,’ responds KELLER EASTERLING to a team of students from the second year urbanism studio.</p>\n<p>2/25: We’re lit: packs of Paprika!-themed matches, instructing us to ‘find renewal in the light,’ have found their way around the school, surfacing through unknown channels. Please use them responsibly.</p>\n<p>2/29: The PhD forum hosted Professor ZEYNEP ÇELIK of Rutgers and NJIT to discuss her research into imperial purveyors of antiquities in the Ottoman Middle East, and their resurgence today. Read more in her new book Empires and Antiquities: Appropriating the Past.</p>\n<p>2/29: 22 new students and two new instructors, MIROSLAVA BROOKS and BRENNAN BUCK, will join 30 of their peers and faculty BIMAL MENDIS, JOYCE HSIANG, and GEORGE KNIGHT this summer as the seminar &#8220;Rome: Continuity and Change&#8221; takes everyone who applied. The cost — as does our entire budget — remains a secret, but by our estimate, between airfare, housing, and faculty salaries the expansion would be enough to print a decade of Paprika! After the announcement last week, rumor is there was a 14 year effort to secure the funds, but information regarding the donor remains scarce: were there stipulations? Will the students go only to Rome? It raises a larger question: how much of our education is shaped by the priorities of anonymous donors? While grateful for the generosity, can we claim to be critical and aware, if we do not even understand who picks up our bills, and why?</p>\n<p>3/1: Students gathered for wine and cheese in a Salary Negotiation Workshop presented by PHIL BERNSTEIN and NANCY ALEXANDER. Themes included the gender pay gap and the importance of valuing yourself when considering a job offer. The workshop gave students the confidence to jump right into the process, prompting one student to ask, “After a successful negotiation, when is the next time I can negotiate again?”</p>\n<p>To which Phil responded, “I would wait at least 15 minutes.”</p>\n<p>3/2: CHLOE TAFT and STEPHEN FAN delivered the lecture “Casino Urbanization, Chinatowns, and the Contested American Landscape” at Yale’s International Center. Taft offered that casinos, like Connecticut’s Mohegan Sun, are emerging as new urban planners in the post-industrial city while Fan examined the re-appropriation of single-family homes for a new population of casino workers. The lecture coincides with an exhibit at the Museum of Chinese in America in NYC.</p>\n<p>3/2: The undergraduate senior studio was treated to three sunny days in Miami, practicing yoga on the beach, eating bagels beside the pool of STEVEN HARRIS’ Morris Lapidus-designed condominium, and relishing the opportunity for in situ research on motel typologies at the Fairway Inn for their final project. Hearts were set aflutter when the dynamic boy band duo of CHARLES KANE and ANTHONY GAGLIARDI took to the stage during karaoke night to deliver a song and dance version of ‘Hooked on a Feeling’ under the pseudonym ‘The Sexy TAs.’ We need the first single and we need it now.</p>\n<p>3/3: Students of HANS KOLLHOFF were barred from drawing… in the drawing studio. After given an assignment to render, in charcoal, 1.7 meter tall depictions of their towers, the administration deemed the medium too messy and banned its use in the basement drawing studio. Instructor KYLE DUGDALE had to step in, demonstrating charcoal in action to Associate Dean JOHN JACOBSON before it was granted limited use — vine charcoal remains forbidden.</p>\n<p>3/4: “His only request was that we kept people off balance,” recounts MICHAEL BEIRUT, partner of NY’s Pentagram, on DEAN ROBERT STERN’s initial directive for the graphic design of the YSoA’s many posters and pamphlets, including those for our lecture series. A far cry from Stern’s usual order of Trajan on Trajan, the posters are meant to reflect the ‘eclecticism’ of the school, explains Beirut to a packed group of congregants at the Study, many of whom clutch a copy of Beirut’s new book How To. How to disorient an architect? Just make the font bigger.</p>\n<p>3/28: Do you love <em>Paprika!</em>? Can you see yourself and a co-editor running the show? If so, consider running for Fall 2016 Coordinating Editor! You’ll get to work with an incredibly talented lineup of Issue Editors, writers, and graphic designers. <em>Paprika!</em> is a platform for our peers and by our peers, and being a Coordinating Editor means that you can be in the thick of all that intelligence, energy, and activity. If interested — you must run as a pair — submit your names via email to Tess McNamara and Maggie Tsang by 11:59PM on Monday, March 28TH.</p>\n<p>&nbsp;</p>\n<p>The views expressed in <em>Paprika!</em> do not represent those of the Yale School of Architecture. Please send all comments and corrections to <strong>paprika.ysoa@gmail.com.</strong></p>\n<p>To read <em>Paprika!</em> online, please visit our website, <strong>yalepaprika.com</strong></p>\n<p><em>Paprika!</em> receives no funding from the School of Architecture. We thank GPSS and the Yale University Art Gallery for their support.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Edward Wang"},"slug":"edward-wang","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Historic Projections"},"slug":"historic-projections","meta":{"volume":"1","number":"21","bulletin":false,"publication_date":"2016-03-07"}}}}