{"title":{"rendered":"ON THE GROUND"},"content":{"rendered":"<p>On The Ground is compiled from tips and suggestions received by the editorial staff, and does not represent the opinions of Paprika.</p>\n<p>&nbsp;</p>\n<p>The Dean’s Council, including former Dean Stern, was in attendance \u0003at Claire Weisz’s lecture on September 22nd. All enjoyed the White \u0003Manhattans at the reception that followed.</p>\n<p>Dean Berke kicked off her first Building Project open house on Monday, September 22nd, in what locals are now referring to as Vlock Village, CT.</p>\n<p>The 2016 Fall Rudolph Open is underway. Scouting reports are non-\u0003existent, but based on team names watch out for Return of Salami \u0003Boys, THE CLAP, Soy Vey, and Sarah Palin Parasailing. Succulent \u0003Peaches was winning the poster game as of press time.</p>\n<p>Inclement weather led to the first indoor 6 on 7 last Friday. \u0003#winteriscoming</p>\n<p>Outlines had their first meeting on the 7th floor on Friday afternoon. \u0003All allies and pronouns are welcome, stay tuned for next meeting.</p>\n<p>Undergrads: If you’re reading this it’s too late. Send your thoughts \u0003our way next week.</p>\n<p>First Years’ second review: Students push rock up Science Hill, watch as \u0003it rolls down.</p>\n<p>Curious second year Dylan Weiser jumps in on last week’s Gage v. \u0003Schumacher facebook debate: “Waiting to read this thread as a full page \u0003in Paprika. The headline will probably read: Schumacher and social \u0003media spark debate among students at YSOA.” Decent guess, Dylan.</p>\n<p>Advanced Studios are MIA for Travel Week. Keep tabs on their instagram hashtags: \u0003#MichaelYoungandAlive #glacierihardlyknowher #trollpatrol \u0003#sheepdeprived #YSOeh #McKennaGetanEhmen #OhMcKennada \u0003#codandbillie #enGagedinHawaii #maHOLLA #RocksHaveFeelingsToo #PapaGage #FindingDimSum #Shina #PVandGelli #devicenman \u0003#petersperoniprofiterols #estranged</p>\n<p>Last Thursday in Columbus, Indiana, faculty members Joyce Hsiang, Bimal Mendis, and Eeva-Liisa Pelkonen joined Dean Berke and Bob Stern at the \u0003first annual Exhibit Columbus Symposium “Foundations and Futures,” where Hsiang and Mendis presented as finalists for the Miller Prize.</p>\n<p>200 Miles away in Columbus, Ohio, \u0003Peter Eisenman joined \u0003BFF Jeff Kipnis\u0003 and \u0003\u0003Matt Ford for a lecture at Ohio State on Friday. OTG wonders if he made time to take in the vista on the banks of the Olentangy.</p>\n<p>Equality in Design hosted their first Brown Bag Lunch of the semester with Tom Angotti, professor of Urban Affairs and Planning at Hunter College. His talk, called &#8220;Land Use, Race, and Displacement,&#8221; and the following discussion covered issues of tenants movements and the difficulties of helping displaced communities in New York.</p>\n<p>First year Orli Hakanoğlu singlehandedly improves the YSOA SEO with the first installment of her Architizer column—<a href=\"http://architizer.com/blog/life-of-an-architecture-student-early-fall/\">Life of an Architecture Student</a>. Notable Quotable: “I have yet to pull an all-nighter”</p>\n<p>City-Wide Open Studios kicks off this Friday, October 7th, with an opening reception at ArtSpace. The event will continue every weekend through the \u0003end of the month. Check out artspacenewhaven.org for more info.</p>\n<p>GTFO AND VOTE! US citizens: register to vote in CT by November 1st. \u0003Visit <a href=\"http://sots.ct.gov\">sots.ct.gov</a> to register.</p>\n<p>Live Drawing Classes on Wednesday at the Art School, 1156 Chapel Street, \u0003Room GO1, 8-10pm.</p>\n"},"meta":{"fold":{"title":{"rendered":"Work"},"meta":{"volume":"2","number":"04","publication_date":"2016-10-06"}}}}