{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>January 29, 2020:</strong> Winter blues officially descend upon YSoA:</p>\n<p>“It usually starts as self care and quickly turns into depression,” Rachel Mulder, March I 2021, on taking a day off from studio.</p>\n<p>With five major due dates over an eight-day period, first years are overheard discussing their plan to send a strongly worded email/cry for help to the combined Building Project and studio faculty—eerily reminiscent of last year. Will the M.Arch I second semester ever not feel like too much?</p>\n<p><strong>January 30, 2020: </strong>Jonathan Toews had to leave the undergraduate Scales of Design review early after cutting his finger on a piece of broken glass from one of the projects. Fortunately, no stitches were required and the fourth floor first-aid kit got its first use of the semester.</p>\n<p>“Something in here—with the corn dogs next to the Russians next to the Copenhagen warming huts—is your architecture,”—Aniket Shahane, reviewing his second-year urban studio.</p>\n<p><strong>January 31, 2020: </strong>After being featured in last issue’s “On the Ground,” @deskcrit ups the journalistic rhetoric of its captions. Yeah, we’re watching you.</p>\n<p>In a slip of the tongue during Renaissance and Modern II, Peter Eisenmann inadvertently coins the term<br />\n“re-Loos-tionship.” Who doesn’t love a good dad joke.</p>\n<p><strong>February 2, 2020: </strong>After a site visit to the Bronx, second-years wonder if J.Lo’s half-time show at the Super Bowl counts as research for their developing projects.</p>\n<p>Entomological update: days after the first-year biome projects review on Thursday, a rogue silkworm is found cocooning in Taku Samejima’s model, sparking conversation about adaptive reuse.</p>\n<p><strong>February 3, 2020: </strong>Following last semester’s unprecedented trend of all-cream outfits on reviews, Spring/Summer 2020 suggests a move towards shades of orange. Off-paprika might be the new off-white.</p>\n<p><strong>February 4, 2020: </strong>Advanced studios prepare for travel week by avoiding all coronavirus coverage on the news.</p>\n<p><strong>P.S.</strong><br />\nA random note shows up on a CO— editors’ table: “Sorry architecture for eating all your 6 on 7 pizza.” GD, YSoA</p>\n"},"meta":{"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}