{"title":{"rendered":"On The Ground: Conflicts and Synergies on Travel Week"},"content":{"rendered":"<p>Gissen: The Mediterranean sun has migrated north to the once-alpine Vienna, where the thin facades originally lauded for their generous openings to light and air now gather far too much heat for the unconditioned interiors. &#8220;At least the south has the sea,&#8221; remarks the city government, while the Viennese scurry from shade to shade along the sun-blasted Ringstrasse. The Gissen Studio stands bravely in the vacant Heldenplatz and sweats.</p>\n<p>Zenghelis: In Greece the sea, constantly seen, traversed, and occupied, is as much a part of the country&#8217;s topography as the land. Its Saronic Gulf is dotted with islands, woven together with ferry lines too congested to count. The form of each island responds to the next from the perspective of the water, in ways invisible to the map. On the ferry, one does not look back at Greece from a distance, but feels as though they are precisely at the center of the place.</p>\n<p>Gage: For tourists, the mountains, rivers, and lakes that surround the Tibetan cities of Lhasa and Shigatse summon the revered myth of pristine Nature. To Tibetan Buddhists, these landscapes are holy ⁠— sites of prayer, burial, and heritage. As Tibet develops, highways cut through mountains, airports expand, industrial farming overtakes nomadic herding, and apartment towers spread Old Lhasa into New Lhasa. The same infrastructure that brings tourists to Tibet makes them uneasy about the possibility of a lost world. Tibetans can&#8217;t speak freely about politics or Chinese-driven modernization ⁠— do they welcome urbanization as a sign of economic progress or mourn a changing way of life?</p>\n<p>Kéré: While the borders set by European colonists in the 15th century define global political sovereignty in West Africa, the people find their identity and language based on their tribe. The history of these tribes is interwoven across West Africa — their migration and settlement patterns in constant dialogue with the land, their natural resources. As we moved around the metropolis of Accra, we heard various different tribal languages, a reminder that these identities supersede the superimposed colonial boundaries.</p>\n<p>Tsein and Williams: Tod Williams rejects blind allegiance to all man-made lines as he hurls a rental car across four lanes of traffic sans turn signals. San Antonio Riverwalk completes transformation from flood zone to tourist mecca with one bypass &#8211; big change on the streets, small line on the sheets…</p>\n<p>Cruz and Forman: Fonna Forman shares a Fauna vs Man tale, a conflict that has yet to be diagrammed: local seals mob La Jolla’s children’s beach. Up in arms, the territorial moms and dads of La Jolla drive the placid beasts off with extreme tactics; some even butt out on seal rump. Today, a much calmer cove is a site for tourists to test their mettle by testing a few stalwart seals&#8217; patience.</p>\n<p>Bellew, Spence and Squire:<br />\nThe hoarding room vs. The beach; Passive cooling vs. Monkeys; 24h flight vs. Bamboo reciprocal tower; Gili Meno vs. Mosquitoes; Back of house vs. Back of stage; Rock: Disheveled vs. Glam; Fresh mango juice vs. Espresso martini; Architecture vs. Bodies; My left leg vs. My right leg; DPS-DOH vs. Desk Crits (editor&#8217;s note: this makes no sense&#8230;still drunk?)</p>\n<p>Plattus: Contours, cliffs, and river banks—once light lines, now heavy—layered with defense, transit and industry. Difficult to erase the city looks to draw more lines, bridge these barriers, and reconnect its halves.</p>\n<p>Canales: Traveling from the beaches of Tijuana to the desert town of Mexicali, we observed the absurdity of Trump&#8217;s new border wall as it crossed through water, mountains, deserts and fields. In Mexico City we learned from the Vecindad housing typology how the boundary between public and private spaces can be blurred.</p>\n<p>Second years enjoy a quiet atrium and the additional vacancy of another floor’s worth of bathrooms. The sounds of badminton provide a gentle backdrop to the serenity.</p>\n<p>Particularly good spellers in the first year form a team to compete in the SOM charity spelling bee. Tony Vidler leaves the first years wondering if utopia is an orgy and if so, how to represent it?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"David Bruce"},"slug":"david-bruce","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Lucas Isakowitz"},"slug":"lucas-isakowitz","meta":{"degree":"MEM ","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"slug":"basinrange","meta":{"volume":"5","number":"04","bulletin":false,"publication_date":"2019-10-10"}}}}