{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>Sunday, December 1st</strong><br />\nNew Haven gets its first snow of the winter season as students filter back from Thanksgiving break.</p>\n<p><strong>Monday, December 2nd</strong><br />\nYSoA clubs, led by GAIA, host a Winter Holiday Extravaganza in the fourth floor pit. Featured performers include Thomas Mahon and the Sputnik Sweethearts. The non-denominational holiday bash included ornament-making for the pit’s new shrub, gingerbread house-creating, and group singing of “Feliz Navidad.”</p>\n<p>After Santa Bernstein’s gift-giving special, <em>Paprika!</em> followed in the giving spirit by handing off the baton to the new editors: Angela Lufkin, Adam Thibodeaux, Sarah Weiss, and Max Wirsing.</p>\n<p><strong>Tuesday, December 3rd</strong><br />\nPhil Bernstein delivers his tour de force lecture on the future of architecture in the last session of Professional Practice. On BIM: “So far, it’s only resulted in better working drawings &#8230;which is problematic. And pretty disappointing&#8230;for me on a personal level.”</p>\n<p>John Jacobson holds an evening storytime in the 3rd floor conference room as part of his product design seminar, regaling his students with past triumphs during his stint running a company called Colossus Corporation. The company’s line of products range from small things made big, food things made into soap, and other means to make kids clean. Upon reflection on one of his proudest creations, oreo and chocolate chip cookie soaps, he offered an important takeaway: “yeah… making money.”</p>\n<p>Rudolph Open finals take place in the fourth floor pit, with commentary by David Schaengold and Seth Thompson. Tall People take home the golden birdie. Paul Rudolph’s High Pile Polyester Sheets take home a double victory winning in both Best Name and Best Poster.</p>\n<p><strong>Wednesday, December 4th</strong><br />\nsoupduj.org hits the architecture school, a website dedicated to the singular pursuit of answering the question, “what’s the soup at Atticus today?” Seth and Max claim they had nothing to do with it. In fact, the designer of this issue is the website’s author…</p>\n<p><strong>Thursday, December 5th</strong><br />\nSecond Years in the M.Arch I program complete their first studio lottery for Urban Studio, discovering on top of normal studio stress, the stress that comes with choice.</p>\n<p>North Gallery Exhibition, “reVEIL” holds its opening reception. Andrew Benner dusts off the Rudolph Hall sound system for the occasion.</p>\n<p><strong>Friday, December 6th</strong><br />\n<em>Paprika!</em> holds a spot in the Yale University Art Gallery’s Odds and Ends book fair.</p>\n"},"meta":{"fold":{"title":{"rendered":"Sequels:Afterlife"},"meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}