{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>9/19</span></p>\n<p><span>This week, the school received a package addressed to “DEBORAH STERN.” That’s a new one.</span></p>\n<p>&nbsp;</p>\n<p><span>9/20</span></p>\n<p><span>CAITLIN BAIADA (M.Arch I, ‘18), ALEJANDRO DURAN (M.Arch I, ‘19), and KATE FISHER (M.Arch I, ‘19) introduced this semester’s teaching partnership with Conte/West Hills Magnet School through EQUALITY IN DESIGN. YSoA students will work with 7th graders for four different sessions, culminating in a final presentation during the months of October and November. Stay tuned.</span></p>\n<p>&nbsp;</p>\n<p><span>9/20</span></p>\n<p><span>Students enrolled in The Chair were given 110 minutes to construct a chair out of a 4’x8’ sheet of plywood that could hold TIM NEWTON for at least five minutes. Bonus points for extra chairs and a table. The final tally? 8 chairs, 1 (questionable) rocking chair, 1 table, and 2 stools. Test one for yourself: they can be found scattered around the school. </span></p>\n<p>&nbsp;</p>\n<p><span>9/21</span></p>\n<p><span>Before his “Brunelleschi + Rossi” talk, KURT FORSTER introduced the initial impetus behind the new series, hosted by Formal Analysis and Modern Architecture and Society: “We thought we would build a little engine of old men that will entail a lot of speed.” After a poetic and thought-provoking lecture, PETER EISENMAN piped, “I get nervous when you start talking about fog rolling in. I worry when you start doing this to a young audience.” </span></p>\n<p>&nbsp;</p>\n<p><span>9/22</span></p>\n<p><span>EQUALITY IN DESIGN held its first Brown Bag Lunch with ANIKA LEMAR SINGH, a Yale Law School Clinical Professor who teaches the Community and Economic Development clinic. Singh gave a historical overview of affordable housing since the early 20th century, discussed current HUD Secretary Ben Carson, and talked about the government’s current role in subsidized housing.</span></p>\n<p>&nbsp;</p>\n<p><span>9/22</span></p>\n<p><span>OUTLINES co-hosted last Friday’s 6/7 for an OUT On The Roof mixer with special guests from the other LGBTQ+ affinity groups on campus. The event packed the roof with students from all over the Yale community.</span></p>\n<p>&nbsp;</p>\n<p><span>9/23</span></p>\n<p><span>IAN DONALDSON (M.Arch I, ‘18), OLISA AGULUE (M.Arch I, ‘19) and DANIEL GLICK-UNTERMAN (M.Arch I,‘17), winners of an ARTSPACE New Haven commision, are curating ‘Garden Pleasure’ at the Goffe Street Armory. The interior of each “garden,” one of seven occupiable installations, is designed by a different team of artists and designers. A total of 17 people are working on this project, including 11 YSoA students and alumni, and 4 School of Art students and alumni.The opening of the project will be during the Citywide Open Studios Weekend on October 14th-15th.</span></p>\n<p>&nbsp;</p>\n<p><span>9/25</span></p>\n<p><span>“Could someone get the door?” was the phrase of the night as students packed the 3rd floor conference room for KELLER EASTERLING’s first open meeting on her project for the 2018 Venice Biennale. </span></p>\n<p>&nbsp;</p>\n<p><span>9/25</span></p>\n<p><span>The Rudolph Open begins! Bring your headphones, watch out for flying birdies, and if you’re considering a game at 3am&#8230;you should probably just go to bed. Teams to watch out for: “Yo Pierre, You Wanna Come Out Here?,” “Dukes of York,” “Gus on the Bus,” and “Liu Liu Lemon.” </span></p>\n<p>&nbsp;</p>\n<p><span>9/26</span></p>\n<p><span>During a Pro-Prac panel discussion between Scott Mitchell Simpson, Jon Pickard, Martin Finio, and Sara Caples, bi-weekly billing was brought up as an alternative to a monthly billing schedule. PHIL BERNSTEIN had a better solution: “How about daily? Just Venmo me!” </span></p>\n<p>&nbsp;</p>\n<p><span>9/27</span></p>\n<p><span>Advanced studios are getting ready to leave for TRAVEL WEEK. (Let the hashtags begin.) First to leave is the Sustainability Studio. They will be flying around the world. Literally. Stay tuned for travel updates!</span></p>\n<p><span>Third years patiently await their post-lecture dinner assignments. </span></p>\n<p><span>The elevators are still malfunctioning, trapping unsuspecting students for various amounts of time.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Post-Ironic"},"slug":"post-ironic","meta":{"volume":"3","number":"03","bulletin":false,"publication_date":"2017-09-28"}}}}