{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>Thursday, 1/10</span></p>\n<p><span>“You mean, how classical is the classical studio? (Pause.) Classical.” -Paul Florian during the Q&amp;A part of the advanced studio lottery</span></p>\n<p><span>Sunday 1/13</span></p>\n<p><span>Denied access to government GIS datasets, Paul Wu exclaims, “This is probably the most esoteric way the government shutdown could affect me.”</span></p>\n<p><span>Monday 1/14</span></p>\n<p><i><span>Paprika! </span></i><span>holds its first meeting of the semester, and introduces the new publishers, Liam Grace-Flood and Jun Chen, from the Yale School of Management.</span></p>\n<p><span>Although it’s only the beginning of the semester, second year post-pro, Priyanka Sheth proclaimed, “I’m in Yexit mode.”</span></p>\n<p><span>Tuesday 1/15</span></p>\n<p><span>Congrats to Brennan Buck of FreelandBuck for the completion of their second house, called Second House!</span></p>\n<p><span>Wednesday 1/16</span></p>\n<p><span>“[MANY is] more Keller Easterling than Keller Easterling.” -Jacob Schaffert</span></p>\n<p><span>Thursday 1/17</span></p>\n<p><span>The student exhibition HUTONGism curated by Baolin Shen &amp; Jingqiu Zhang opens in the North Gallery.</span></p>\n<p><span>Friday 1/18</span></p>\n<p><span>“Almost everything in classical architecture can be modeled with a ‘sweep1.’” -Christopher Tritt, expert classicist</span></p>\n<p><span>Saturday 1/19</span></p>\n<p><span>Nicolas Kemper (M.Arch 2016), a </span><i><span>Paprika!</span></i><span> founding editor, and Molly O’Laughlin were married at the Little Church Around the Corner in Manhattan. Paprika-inspired fare was conspicuously missing from the reception menu, however at least 24 former Paprika! editors and contributors were among the celebrants at the event. Congrats Nic and Molly!</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Same Same, But Different"},"slug":"same-same-but-different","meta":{"volume":"4","number":"10","bulletin":false,"publication_date":"2019-01-24"}}}}