{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><strong>12/13/19</strong> Does Dean Berke’s promise of a Spring Break carpet replacement mean “Last Hurrah Merlot” instead of “Send-it Chardonnay” with our Mid-Review cheese trays?</p>\n<p><strong>12/15/19</strong> Seventh floor 3rd-years who didn’t get the +1 invite to the Space-Time-Form final review attempt to throw a party with a tableful of leftover water-filled wine bottles.</p>\n<p><strong>12/29/19</strong> Followers look on in suspense as @babysandler is almost trampled by a baby Rhinoceros on her Hanukkah Safari. Fortunately Santal 33 is also a Rhino repellant.</p>\n<p><strong>12/31/19</strong> As 2019 comes to a close, YSoA continues to mourn the loss of @ghostofpaulrudolph, and worries about the future of @deskgarbage, @the_oj_files and @memesofysoa. Slightly less concerning is @shoes.of.ysoa whose 1,248 followers provide a glimmer of hope that<br />\na YSoA social media account might have “legs”.</p>\n<p><strong>1/1/20</strong> In a disappointing start to 2020, Atticus raises its $1 small coffee to $1.61. Students scramble for quarters, dimes and pennies, and grapple with decisions about prioritizing caffeine or clean laundry.</p>\n<p><strong>1/2/20</strong> As Advanced Studio briefs roll out, the straight white men in 3rd year sweat over the choice to design a Women’s Museum or an Afro-Futurist city block.</p>\n<p><strong>1/3/20</strong> After spending break mulling over surprising lottery results, 2nd-years mount a campaign to convince their classmates to consider the purpose of a straw poll.</p>\n<p><strong>1/5/20</strong> Does the Spring Semester Symposium “Beyond the Visible: Space, Place and Power in Mental Health” mean that we get a soft serve ice cream machine in the 4th floor kitchen? A ball pit? Aromatherapy misters? Sleeping pods in the penthouse? Puppies?</p>\n<p><strong>1/6/20</strong> Still reeling from the loss of last semester’s Halloween Party, 2nd and 3rd-year students hold their breath, hoping that the 1st years might fare better at Prom planning.</p>\n"},"meta":{"fold":{"title":{"rendered":"Design Education"},"slug":"design-education","meta":{"volume":"5","number":"11","bulletin":false,"publication_date":"2020-01-09"}}}}