{"title":{"rendered":"On The Ground: Barcade"},"content":{"rendered":"<div><strong>JOSH LEVINSON</strong> (Technology Services Specialist YSOA Digital Media)</div>\n<div></div>\n<div><strong>Can Barcade match its pre-opening hype?</strong></div>\n<div></div>\n<div>In case you haven’t noticed, we’ve been pretty excited for Barcade for a long while now. Maybe too excited.</div>\n<div></div>\n<div>The long wait is over. There is an actual, real-life Barcade right here in our own New Haven, Connecticut. So, does it match the hype? Is it everything we dreamed of and more?</div>\n<div></div>\n<div>Uh, yeah, it’s pretty amazing.</div>\n<div></div>\n<div>Is it perfect? No, but that’s okay, neither are you, dear reader. Remember that time you tried to make Chicken Florentine and nobody talks about it to this day? Exactly.</div>\n<div></div>\n<div><strong>Initial Impressions</strong></div>\n<div></div>\n<div>After all the hype, I admit I was a little concerned that Barcade would be a disappointment. I wasn’t sure how, exactly, but some weird anxiety was gnawing at me. What if it sucked? What if the games were terrible and nobody showed up?</div>\n<div></div>\n<div>I walked in to the familiar sounds of beeps and coins rattling in metal cages as Massive Attack pulsated on the sound system. The place was packed with a mostly young, good-looking crowd. My first thought?</div>\n<div></div>\n<div>Fuck yeah.</div>\n<div></div>\n<div>Sure, it was almost impossible to find an open game to play, never mind get an actual drink from the bar, but here it was, in all its glory: Barcade. Right here in New Haven.</div>\n<div></div>\n<div>And it was even better than I imagined. (And I imagined it way more than you’d think.)</div>\n<div></div>\n<div>The dark red walls. The layout, which provides both central, social areas as well as nooks and crannies full of gems like R-Type. The 6-player X-Men game. The craft beer selection. It’s glorious.</div>\n<div></div>\n<div><strong>The Game Line-Up</strong></div>\n<div></div>\n<div>A Barcade is only as good as its game lineup. And while I have to say that it’s not quite as good as its original Brooklyn location, game-wise, it’s also perfectly understandable. After all, nobody is really making new Paperboy arcade boxes, are they? (If you are, we should be friends.)</div>\n<div></div>\n<div>Still, there are plenty of classics: Ms. Pac-Man, Tapper, Galaga, R-Type, Smash TV, Ultimate Mortal Kombat 3, Daytona USA, and other great games from the 70’s, 80’s, and 90’s.</div>\n<div></div>\n<div>Personally, I’ve spent an inordinate amount of time playing Burger Time and you know what? Burger Time was obviously designed by sadists with no respect for humanity. My dreams are haunted by vicious flying pickles.</div>\n<div></div>\n<div>Crazy Taxi and R-Type are two of my favorites. I also have a group of friends who are insistently one-upping each other at Galaga and it is adorable. I’ve never seen people fight over Galaga before. It’s a nerd’s dream.</div>\n<div></div>\n<div>All this gaming can make you a bit famished, which leads to the next question:</div>\n<div></div>\n<div><strong>How’s the food?</strong></div>\n<div></div>\n<div>This one’s a bit more complicated. The answer is: It depends who you ask. Several of my friends swear the food is “amazing.” On the other hand, my own experience coming in at lunch for their $15 pint-and-a-sandwich-and-fries special was… quite good. I got the grilled chicken sandwich and although It’s not the sandwich that’s going to make you start believing in sandwiches again after you’ve been hurt too many times, it’s still very good.</div>\n<div></div>\n<div>The fries were a bit salty, but so am I. They’re not like, Prime 16 good (or Delaney’s good—RIP), but again, not bad at all.</div>\n<div></div>\n<div>A friend who got the veggie burger was less impressed, commenting that it was a bit burned/too crispy. And this guy is like a bona fide veggie burger expert, so I trust him, despite the fact that he’s a Browns fan.</div>\n<div></div>\n<div>Barcade recently updated the menu, and it seems that sandwiches now come with a choice of fries or a side salad. Prices have dropped a bit, which was an initial concern of mine, so kudos to them for realizing this isn’t fancy-ass Williamsburg.</div>\n<div></div>\n<div>I don’t think it’s going to blow anybody away, but I still have enjoyed what I’ve had and people have mostly been saying positive things. And the Lunch Special is a pretty good deal, given the price and the beer selection.</div>\n<div></div>\n<div><strong>How about the beers?</strong></div>\n<div></div>\n<div>Uh, pretty awesome, actually. The selection is pretty varied and interesting. I’d say it’s on par with Prime 16 in terms of getting some pretty rare stuff. Maybe even a little weirder, which is fun.</div>\n<div></div>\n<div>The beers tend to be slightly more expensive—perhaps on par with Cask Republic—but well within the normal “fancy craft beers” range.</div>\n<div></div>\n<div>Of course, getting a drink can be a tricky proposition on Fridays and Saturdays when the bar is mobbed. But I think I’ll give ’em a pass. They’ve been open for what, three weeks? Still, I assume, eventually, people will, uh, do other things on Saturdays and/or the bartenders will get faster with the system. Cause they do have some pretty good bartenders—it’s just a lot all at once when the place is utterly insane on a Saturday night.</div>\n<div></div>\n<div>And I do mean insane.</div>\n<div></div>\n<div><strong>A Shout-Out to the Awesome Music</strong></div>\n<div></div>\n<div>I just want to take a moment to point out that the music is amazing. I’ve heard Massive Attack, old school Metallica, old 90’s trip-hop I totally forgot existed. Seriously, I think they play the best music in New Haven. At least for my taste. Which, I admit, is crap.</div>\n<div></div>\n<div></div>\n<div><strong>Final Grade: A-</strong></div>\n<div></div>\n<div>What I Liked: Great games, great music, great beer selection. Overall cool vibe. Conveniently and dangerously located one block from my apartment.</div>\n<div></div>\n<div>What I Didn’t Like: Food can be hit-or-miss and beers can be a bit expensive and difficult to acquire during peak hours.</div>\n<div></div>\n<div><em>Josh Levinson is a Technology Services Specialist at the YSoA Digital Media Office. The editors of Paprika first encountered this review on Yelp. For more reviews like this and an interesting take on life in New Haven see his blog Between Two Rocks at: http://www.betweentworocks.com/ </em></div>\n"},"meta":{"fold":{"title":{"rendered":"New Shoes"},"meta":{"volume":"2","number":"00","bulletin":false,"publication_date":"2016-09-01"}}}}