{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><strong>Thursday, October 31</strong><br />\nProspective students filter in and out of classrooms on Visiting Day.</p>\n<p>Dietrich Neumann’s lecture “The Bauhaus: Complexities and Contradictions at Modernism’s Foremost School” kicks off the Bauhaus symposium. The lecture offers YSoA a look at the history of the Bauhaus, as well as a helpful refresher on the history of the World Wars.</p>\n<p>As part of the Bauhaus Symposium, the student-curated show In Search of Space-Time invites visitors to adorn themselves with architectural transfigurations.</p>\n<p>Modern Love migrates to Thursday night in honor of Halloween.</p>\n<p><strong>Friday, November 1st &#8211; Saturday, November 2nd</strong><br />\nThe Bauhaus symposium continues. Students are conscripted to hold up a scrim for Bauhausian weaving and projections in Hastings Hall.</p>\n<p><strong>Sunday, November 3rd</strong><br />\nAnd then there were fewer… Round 4 of the Rudolph Open badminton tournament is set. Your Elite Eight matchups are: Tall People vs. Canonical Dads, Frank you Gehry much vs. Sheriffs in town, Taco Bao vs Ka-Ching!, and A Guud Song vs. The Fate of Tafurious. Ready… set… minton!</p>\n<p><strong>Monday, November 4th</strong><br />\nHaving dutifully served Alec Purves in his drawing demonstration at the Bauhaus symposium, the chalkboard is loaded on to the back of a pick-up truck outside YSoA and rides off into the sunset.</p>\n<p>On the subject of Purves’ drawing, Elia Zenghelis notes, “He draws like an angel.”</p>\n<p><strong>Tuesday, November 5th</strong><br />\nStudents in Architectural Product Design proudly display their pepper mills for review in the 4th floor pit. We haven’t seen this much paprika and black pepper in the same place since Chicken Paprikash 2002 (editor’s note: I maintain that with more time, this joke could be better, but we have to go to press).</p>\n<p>According to a recent Bernstein-mail, students at YSoA have been using the seventh floor furniture to scale the terrace gates to walk on the roof of Rudolph.</p>\n<p>Rudolph Hall Stress Level Alert: Bauhaus blue (deep, serene, suspicious, nutritious)</p>\n"},"meta":{"fold":{"title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"slug":"fetishes-obsessions-trends-oh-my","meta":{"volume":"5","number":"07","bulletin":false,"publication_date":"2019-11-07"}}}}