{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>10/03</p>\n<p>The virtually empty (we know you’re out there @PhD/MED) fourth floor guarantees solid badminton practice time for the first and second years.</p>\n<p>Dhruvin Shah howls in the forests of Guanacaste, Costa Rica. The monkeys replied.</p>\n<p>“They have an In-and-Out in Dallas!” – Alejandro Duran, proud Californian.</p>\n<p>Happy Birthday DSB!</p>\n<p>10/04</p>\n<p>Iñaqui Carnicero’s second-year studio travels to New York during class for his gallery opening.</p>\n<p>Matt Liu distributes durian candy throughout the fifth floor late at night (along with a mint). Alix Pauchet goes for a second whilst Ruchi Dattani, who was seemingly unfazed, does not realize it was durian until later.</p>\n<p>Julie Snow’s studio stayed in San José’s Stray Cat Hostel; there are no live cats, only pictures of cats on pillows and walls.</p>\n<p>“They have an In-and-Out in Fort Worth!” – Alejandro Duran, still from Cali.</p>\n<p>10/05</p>\n<p>Reeking of BBQ and Tex-Mex, Adam Y’allrinsky’s studio is the first to return from travel week.</p>\n<p>10/06</p>\n<p>Modern Love slapped.</p>\n<p>10/07</p>\n<p>Neri &amp; Hu’s studio encounters Michael Samuelian’s and Simon Hartmann’s class at a rest stop along the freeway, as they both take breaks from late-night traffic back to New Haven.</p>\n<p>10/08</p>\n<p>Environmental Design holds its first pop quiz. Who knew how to calculate HDD?</p>\n<p>TMY3 stands for Typical Meteorological Year (Not Time Month Year or Typical Month Year)</p>\n<p>Sean Yang disrupts the <em>Paprika!</em> meeting as he takes the entire pizza box.</p>\n<p>The United Nations is late to the party as we already discussed the energy crisis last week.</p>\n<p>10/09</p>\n<p>“There were no coffeeshops in New Haven when I was a student . . . there were in Cambridge. I was very jealous of Harvard” – Alexander Garvin.</p>\n"},"meta":{"fold":{"title":{"rendered":"Duck, Duck, Shed"},"slug":"duck-duck-shed","meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11"}}}}