{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p>1/17</p>\n<p>Equality in Design held a mentorship event with free pizza.</p>\n<p>&nbsp;</p>\n<p>1/18</p>\n<p>We were all scolded by Dean Berke in an all-student meeting. Studio floors were alluded to as a “pigsty.” Throwing away unused material? Should give that a try. Oh yeah, blocking fire alarms and egress is a surefire way to die.</p>\n<p>“Coffee-black carpet &#8230; we’ll consider that. Paul Rudolph’s dead but Bob Stern isn’t”<br />\n“Please, flush the toilets … use the waste baskets”<br />\n“Do you know how much Richard cares about that issue? He’s giving you his cellphone number”<br />\nDean Berke</p>\n<p>“Half of us are going to end up dead&#8230;there’s so much crap in the hallway” &#8211; Tim</p>\n<p>David Benjamin presented his work in his lecture titled ‘Now We See Now.’ Hastings was packed, you could say there wasn’t mushroom. Gallery director Andrew Benner continues to dazzle us with his creative concoctions, seems like a fungi.</p>\n<p>&nbsp;</p>\n<p>1/19</p>\n<p>Students scurried to fill out the course enrollment form before 4pm to escape JJ’s wrath and most importantly the $35 late fee.</p>\n<p>Outlines first meeting of the semester. No doubt they have great plans for the school coming up!</p>\n<p>Peter Eisenman doesn’t just pick a new conceptual topic to analyze each year. He also learns one piece of new slang. Last year it was “mé-més” (memes). This year he learned about “mainlining,” or “manlining,” or “mainsplaining” (mansplaining).</p>\n<p>Hula-hoops, drink umbrellas and floral wreaths were the recipe for this week’s successful beach-themed 6-on-7. First years played Jenga with the previous semester’s site model masses.</p>\n<p>Third years planned the first apartment crawl of this year with five locations in total (30 minutes each). Beginning at Claire’s Brick House and ending at the Texas A&amp;M sanctuary (also known as the Pink Haus). Side note: Hunter really needs to work on his vuvuzela blowing.</p>\n<p>&nbsp;</p>\n<p>1/20</p>\n<p>A memorial service for Vincent Scully, Jr., Sterling Professor Emeritus of the History of Art was held in the Battell Chapel.</p>\n<p>&nbsp;</p>\n<p>1/21<br />\nAlums Jennifer Newsom (BA &#8217;01, M.Arch &#8217;05) &amp; Tom Carruthers (M.Arch &#8217;05) of Dream The Combine (including assisting student Max Ouellette-Howitz (M.Arch ‘20), faculty member Brennan Buck of FreelandBuck and Spring 2018 Rose Visiting professor Jesse LeCavalier presented their shortlisted MoMA PS1 projects to the jury in New York.</p>\n<p>Reminder: Both Nate &amp; Tim down in the shop are injured, let&#8217;s be mindful and not cause them too much trouble (at least until review time).</p>\n<p>&nbsp;</p>\n<p>1/22</p>\n<p>“Tofu doesn’t have reliable shear resistance&#8230;don’t use tofu in any of your buildings” &#8211; Prof. Kyoung Sun Moon</p>\n<p>“We’re all squishy” &#8211; Mike Szivos</p>\n<p>&nbsp;</p>\n<p>1/23</p>\n<p>Groups of first year BP students embarked on the New Haven Point in Time Count held every year. Assigned to teams, the volunteers counted the number of people experiencing homelessness on a given day to serve as a benchmark for comparison year to year.</p>\n<p>El Hadi Jazairy (co-founder of Design Earth) presented his talk, “Aesthetics and Politics of the Earth”</p>\n"},"meta":{"fold":{"title":{"rendered":"Audience"},"slug":"audience","meta":{"volume":"3","number":"11","bulletin":false,"publication_date":"2018-01-24"}}}}