{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p>Contributors: Caitlin Baiada (MArch ‘18), Elaina Berkowitz (MArch ‘17), Matthew Bohne (MArch ‘17), Kirk Henderson (MArch &amp; S.O.M ‘16), John Holden (MArch ‘18), Kevin Huang (MArch ‘18), Daniel Marty (MArch ‘17), Edward Wang (BA ‘16)</p>\n<p>3/08:The 6th floor became a veritable Serengeti as the M.Arch I class of 2018 wrangled with Rhinoceros, Tapir, Vicuña, Quail, Salamander, Walrus, Uakari, and Zebra. This strange menagerie represents the names of eight out of eleven possible projects presented to groups at midterm, with each spirit animal corresponding to a collection of curated house models and drawings. Unlike last year — where students individually voted for their favorite projects — this year’s selection challenged groups of six or seven (brought together via SOM-administered personality and professional experience quizzes) to come to consensus about which set of architectural material, harvested from two to four individual projects, seemed most fruitful. A quick scan of the terrain reveals some obvious taxonomies: specimens cracked on the diagonal, some pregnant with other houses, the traces of a flock of micro-homes. Others were less keen to be spotted; thus, each group will consolidate and present the ‘idea’ of their selection this week. As usual, no group member was allowed to select their own project. Unusually, by some estimates, roughly half of the class had some component of their semester’s work selected for consideration in the midterm vote.</p>\n<p>3/10: We were watching with a trepidatious eye as students in the Jacob and Griffiths studio attempted to birth their enigmatic model-cum-sculptures in the workshop a few weeks ago. At midterm reviews, their efforts seemed to have paid off. Upon seeing MATTHEW BOHNE’S lumpy column, GLEN CUMMINGS imagines “Duchamp [meeting] Brancusi at the cold cut counter.&#8221; SAM JACOB congratulates the prowess of CAITLIN THISSEN’S pink, puffy chair: “Predatory, defecating, having sex&#8230;and you can plug it in.&#8221;</p>\n<p>3/11: Midterm reviews for studio HANS KOLLHOFF included important lessons about tectonics, aesthetics, and the problem of the architectural detail. Kollhoff delivered his message about the importance of the detail as students copied his sketches, heeding his advice, ‘You just have to do the constructive exercise. You might not like it in the beginning , but you will handle it.&#8217;</p>\n<p>3/11: &#8220;I heard someone dispensing wisdom on high rises in New York and wanted to learn something,&#8221; was the only thing ROBERT A. M. STERN said at the ZAHA HADID review. Catching, perhaps, the BP spirit, PATRIK SCHUMACHER consolidated the studio into two teams post-review, each of which is to make their own cluster of towers for the final. When asked for an explanation, Schumacher said that the decision was&#8221;highly ideological&#8221; &#8212; the first, Team Pretty, he called ‘the forest,’ akin to a Mahler Symphony. The second will be ‘the jungle’ &#8212; high-risk &#8212; maybe more like a DJ mashup, or the free market. ZAHA simply mandates &#8220;models as tall as Patrik.&#8221;</p>\n<p>3/14: The Gehry studio travels once more, this time to Los Angeles, where they visit Gehry&#8217;s office, the Los Angeles County Museum of Art, Gehry&#8217;s old and new homes, and the Walt Disney Concert Hall. The studio had the rare privilege of being the only students that Gehry took sailing on the brand new boat, &#8216;Foggy&#8217;, named after Gehry&#8217;s initials. The larch-hulled sailing yacht moved like a hot knife through melting butter as it made a lazy circuit from the California Yacht Club, out to sea and back.</p>\n<p>3/22: Our very own RICHARD DEFLUMERI led the crusade against the Great Fruit-Fly Epidemic of 2016. And while we are not yet prepared to hang the &#8220;Mission Accomplished&#8221; banner, the battle appears to be drawing to a close with Drosophila in full retreat. We would like to congratulate and thank General DeFlumeri for his valiant efforts against the fruit-fly menace.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"(de)Natured"},"slug":"denatured","meta":{"volume":"1","number":"22","bulletin":false,"publication_date":"2016-03-28"}}}}