{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p>11/06 Tuesday</p>\n<p>→ YPPS makes a “very official” presentation on paper stocks for portfolio printing.<br />\n→ Free bread becomes a new token of nationalism in studio, post midterm elections.</p>\n<p>11/07 Wednesday</p>\n<p>→ Official Building Project photos chosen; coming soon on Archdaily.<br />\n→ Lux et Veritas. The sky clears up for second year students to photograph their massive daylighting models. Severe winds on the rooftop cause a few models to fly away and break.</p>\n<p>11/08 Thursday</p>\n<p>→ “I believe your chairs are real. They are probably in Urban Outfitters right now.” – Annie Barrett about Michael Gasper’s daylighting model.<br />\n→ “I thought it was ‘WTF I can’t even,’ not ‘WTF I don’t even.’”– Brennan Buck<br />\n→ Marianne LaFrance give a talk on “Subtle and Not So Subtle Sexism” as part of EiD’s second exhibition event.<br />\n→ Richard loses a 12’ fiberglass ladder.</p>\n<p>11/09 Friday</p>\n<p>→ Davis Butner maintains a relatively clean apartment after requesting guests to remove their shoes during the apartment crawl.<br />\n→ Andrew Westover holds an EiD- organized “Ally Skills Workshop for Men.”<br />\n→ The Environmental Design class was kicked out of the Loria lecture hall an hour in, as it was booked for another Yale event.</p>\n<p>11/10 Saturday</p>\n<p>→ Outlines screens their first movie of the year, A Single Man.<br />\n→ Rumor has it that there was a slight flurry of snow.<br />\n→ @deskgarbage creates the YSoA meme of the week, #teamariana #thankunext.</p>\n<p>11/11 Sunday</p>\n<p>→ The current Paprika! editorial team hunts for and identifies spring editorial successors/victims.</p>\n<p>11/12 Monday<br />\n→ EiD holds their final event for A Seat at the Table exhibition, The Changing Face of Architectural Education.<br />\n→ Interested candidates for Paprika!’s Coordinating Editor position make their case.<br />\n→ Env Design students EnDure a<br />\ntwo-hour quiz. “Four sites, three buildings, eight designs . . . that’s like<br />\n32 variables.” – Seth Thompson</p>\n<p>11/13 Tuesday</p>\n<p>→ Rumors spread about Zelig Fok’s ability to do magic tricks. Is he a competitor against our current in-house illusionist, Brennan Buck?</p>\n"},"meta":{"fold":{"title":{"rendered":"Illusion, Deception"},"slug":"illusion-deception","meta":{"volume":"4","number":"08","bulletin":false,"publication_date":"2018-11-15"}}}}