{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>Wednesday, 3/27</strong></p>\n<p>Yet another portfolio was birthed by YPPS.</p>\n<p>Alexander Garvin, author of <em>The American City</em>, discussed the availability of housing for the M.E.D. colloquium, “Managing Space.”</p>\n<p><strong>Thursday, 3/28</strong></p>\n<p>Each of the <em>Perspecta</em> groups hid in remote corners of the gallery as they anxiously awaited their interviews with the publication’s committee in the crammed dungeon known as room 212. Congrats to Lani, Jeff, Matt, Nick, and Ethan for their chosen proposal on “Futures.”</p>\n<p>During the town hall meeting with administration, David Bruce brought up the desire for other extra curricular activities besides badminton. Will ping pong ping its way to YSoA?</p>\n<p>“&#8230;Not the most ineffable aspects of a project, but the&#8230;is effable<br />\na word? The most effable aspects of a project.” –Phil Bernstein</p>\n<p><strong>Friday, 3/29</strong></p>\n<p>As a reward for high participation in the sexual harassment survey, the school lined the wall with Modern Apizza at 6 on 7. Can you get more YSoA than bush-hammered concrete and pizza?</p>\n<p><strong>Saturday, 3/30</strong></p>\n<p>“Editing this issue of Paprika! has made me feel like a Papri(yan)ka.” –Priyanka Sheth</p>\n<p>Mark Foster Gage invited his students to his apartment and served dumplings, telling his students to take a picture and hashtag #markmadethis. He, in fact, did not make them.</p>\n<p><strong>Sunday, 3/31</strong></p>\n<p>Joel Sanders’ Exhibitionism class wasn’t able to make their way to Renzo Piano’s new Whitney Museum, and instead met at Marcel Breuer’s old Whitney.</p>\n<p><strong>Monday 4/1</strong></p>\n<p>After months of waiting, the post-pros finally met with faculty to discuss pending changes to the program. There will be thesis after all.</p>\n<p><strong>Tuesday 4/2</strong></p>\n<p>“Steven Izenour died young&#8230; He was a believer in postmodern culture, including bad fast food. So stay off the hamburgers and you might make it past 50.” &#8211; Bob Stern’s dietary advice to his students.</p>\n"},"meta":{"fold":{"title":{"rendered":"Ca(non)"},"meta":{"volume":"4","number":"15","bulletin":false,"publication_date":"2019-04-04"}}}}