{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><strong>Monday, October 7th </strong></p>\n<p>Travel Week explorers return to YSOA to share pics and war stories. No, that’s not photoshopped, Elia Zenghelis really did pick up a kitten by the nape of its neck to display it to the lunch crowd. Yes, it was scary and adorable.</p>\n<p>Branko Mitrovic is the guest lecturer for Mark Foster Gage’s Theory Through Objects, using his siren call to lure the assembled students toward a Formalist agenda.</p>\n<p><strong>Tuesday, October 8th </strong></p>\n<p>Students in Professional Practice form new firms for the semester. Firm names include “No Vacan-C” and, after a slight miscommunication, “Dry Blood.”</p>\n<p>Phil Bernstein and Peter de Bretteville host a mandatory workshop on design attribution and plagiarism. The consensus: it’s complicated.</p>\n<p><em>Equality In Design</em> discusses potential topics for an upcoming school-wide debate at their bi-weekly meeting.</p>\n<p><strong>Wednesday, October 9th </strong></p>\n<p>Competition heats up in the Fall 2019 Rudolph Open badminton tournament. An increasing number of team posters, hung from the 5th floor mezzanine, “accidentally fall” into the pit. Tape failure&#8230; or sabotage? At the time of writing, Matt Schmid in Heaven, Canonical Dads, My Wei or the Highway, Ka-Ching!, A Guud Song, Frank you Gehry much, and Paul Rudolph’s High Pile Polyester Bedspread are all on to Round 3.</p>\n<p><strong>Thursday, October 10th </strong></p>\n<p>The Dean’s Council has its annual meeting.</p>\n<p>Bob Stern delivers the Thursday night lecture on Paul Rudolph. Deborah introduces cocktail, “the kangaroo,” it’s ingredients: vodka, vermouth, an olive; definitely not a martini, she explains. Closes with, “I’m the dean now.”</p>\n<p>The student-led exhibition <em>Space, Time, Form</em> debuts in the North Gallery.</p>\n<p><b>Friday, October 11th</b></p>\n<p><span>On the 6th floor, the Gehry couch sits adorned, suspiciously, with blanket and pillow. Nearby, Timothy Wong, lying on his freshly plotted drawing, texts “feeling cute might pull an all-nighter idk ;).”</span></p>\n<p><b>Sunday, October 13</b></p>\n<p><span>FC YSOA gets a bye-week. The campaign for promotion stands in the balance at 1-1. Up next: a doubleheader against the Aesculapian pair of “Internal Medicine” and the School of Nursing. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Provisionally Together"},"slug":"provisionally-together","meta":{"volume":"5","number":"05","bulletin":false,"publication_date":"2019-10-17"}}}}