{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><b>04/4</b></p>\n<p><span>Pier Vittorio Aureli and Marta Caldeira discussed 1968 happenings in Italy as part of the “1968 at 50” series, coming to the contested conclusion that the only way not to “do work’” is by going to a library and reading a book from cover to cover. This will never happen at the Yale School of Architecture.</span></p>\n<p>&nbsp;</p>\n<p><b>04/5</b></p>\n<p><span>Prospective students awkwardly circulated the studio floors, unsure whether to be inspired or repulsed by the mounds of creative junk piled against, over and under our desks. </span></p>\n<p><span>Regular students tried their hardest to act totally cool and fulfilled.</span></p>\n<p><span>“So how is this school different from the GSD?” &#8211; Visitor aggressively questioning current student. </span></p>\n<p><span>“One less semester and way less grades.”</span></p>\n<p><span>“It’s open house and there’s ‘anuses’ on <em>Paprika!</em> It’s right there” &#8211; Chris Tritt </span></p>\n<p><span>“There’s free food upstairs?” &#8211; Every YsoA student, before remembering that those sandwiches taste like turds.</span></p>\n<p><span>William B. and Charlotte Shepherd Davenport Visiting Professor, Alan Ricks delivered his Ted Talk “Justice is Beauty.” Mark Foster Gage announced himself as a non-humanitarian architect (as if we didn’t already know).</span></p>\n<p><span>“Wouldn’t it be great if architects got a bonus every time infant mortality rates decreased?” &#8211; Alan Ricks</span></p>\n<p>&nbsp;</p>\n<p><b>04/6</b></p>\n<p><span>“Is Rem Koolhaas a postmodernist? I won’t get into it, that’s a whole other thing” &#8211; Bobert A.M Stern, self proclaimed “thing.”</span></p>\n<p><span>“Money is extremely expensive” &#8211; Phil Bernstein </span></p>\n<p><span>“The modern movement is like a bowel movement. Everybody has it but no one knows what it is.” &#8211; Tony Vidler. Weird because 1. We all know what a bowel movement is and 2. Everybody does not have a modern movement.</span></p>\n<p><span>Peter Eisenman, Daniel Sherer, Marta Caldeira, Elisa Iturbe and Anthony Vidler talked Aldo Rossi as part of the Ph.D Dialogue brown bag lunch. Apparently the New York to New Haven MTA train ride provides architectural inspiration (but no WiFi).</span></p>\n<p><span>The Noncompliant Bodies symposium organised by Joel Sanders began in the early afternoon followed by a keynote lecture by Jack Halberstam in the evening. </span></p>\n<p><span>The 6th floor studio briefly transformed into a call center as scores of students simultaneously procured materials for building project.</span></p>\n<p>&nbsp;</p>\n<p><b>04/7</b></p>\n<p><span>The Noncompliant Bodies symposium continued followed by RADcon (Radicalizing the Architectural Discipline), which aims to bring together members of marginalized communities in the school to promote discourse.</span></p>\n<p><span>Social chair Ruchi Dattani walked around the floors in an attempt to persuade students to purchase open bar prom tickets. I already bought my liquor at Costco, so I’m good.</span></p>\n<p>&nbsp;</p>\n<p><b>04/8</b></p>\n<p><span>The 6th floor bridge experienced 80+ degree temperatures during the weekend as the heating malfunctioned. Emily Cass resorted to wearing a dress in an effort to cool down whilst others worked from the computer labs. </span></p>\n<p><span>Deo Deiparine’s table top was lukewarm and ever so slightly moist from the residue arm sweat.</span></p>\n<p>&nbsp;</p>\n<p><b>04/9</b></p>\n<p><span>Hoards of graduate and undergraduate students networked at the Career Fair. Hoards of other students anxiously avoided planning their futures upstairs.</span></p>\n<p><span>Someone made a bench to sit on behind school by the loading dock. It’s fantastic.</span></p>\n<p>&nbsp;</p>\n<p><b>04/10</b></p>\n<p><span>Moon went to China.</span></p>\n<p><span>Students dressed to impress for career day interviews. This whole school is selling out.</span></p>\n<p><span>Commissioner </span><span>Gordon</span><span> Gus Steyer would like to remind everyone to play their Batman-ton games. </span></p>\n<p><span>Cesar Millan : Dogs :: Jacques Derrida : Texts  &#8211; Tony Vidler in Theory II</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Scope"},"meta":{"volume":"3","number":"18","bulletin":false,"publication_date":"2018-04-12"}}}}