{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p>THE AXIS</p>\n<p><span>The shift of Axis happened before the 1930s. The Axis was forced underground. It is suspended in a state of equilibrium as one of the Wings and as the Axis. We can’t find it. All of the details are better left unsaid. We have to assume continuity. By referring to the Virtual Axis of the 1920s, what does that do? Explanations are utterly incomprehensible. The historical shifting Axis is interesting, but it is really about the Game. The Game is played with a shift of the Axis. It is set up in such a way that it is impossible to win. We cannot read their rules. But you were given a clue. It is not about progress. When you conclude it, you close the Game. This is the moment of Truth. The End unravels a Beginning. The two are in violation of each other in the way that it flickers between them. We cannot determine precisely that it belongs to one or the other. The two systems are co-constructed. It’s like a snake eating itself. This is both the End and one of two that frame a Center. It allows for a New Beginning. It becomes a tomb.</span></p>\n<p>&nbsp;</p>\n<p><span>THE ENEMY</span></p>\n<p><span>We are now in a post-truth era. The assignment is to find your enemy. The enemy is the veiled, static structure. There is a ruling hierarchy. This is the subliminal message. It comes back to something that we have been talking about: Camouflage. If you are looking for an enemy, it is not difficult to find one. The enemies are out there and they are ferocious. The enemy is technology. The entity in this dimension. Institutional control. Neoliberalism and the way that technology is being misused. They are part of a strategy to be both weak and deceitful. Something is going on. It pulls you in. It is preposterously aggressive. It is an invasion. A diagonal invasion. It is an occupation. It is a takeover, a brutal takeover. Books are useless. The world is in a mess. The world is falling apart. Acknowledge how dark things are. Everything is breaking down. Everything is in question. You are either with or against it. But certain acts of disobedience lead down the wrong path. Why would we put so much effort into something irrelevant? You want to do something disruptive, but everything tempers that disruption. In fact it does not work. That’s why it is disturbing. We are going the wrong way. We have enslaved ourselves.</span></p>\n<p>&nbsp;</p>\n<p><em><span>The Axis and The Enemy are composed entirely of quotations taken verbatim from critics at the final reviews for Professor Peter Eisenman’s studio. December 14th, 2017.</span></em></p>\n"},"meta":{"fold":{"title":{"rendered":"Conspiracy"},"meta":{"volume":"3","number":"09","publication_date":"2018-01-10"}}}}