{"title":{"rendered":"ON THE GROUND"},"content":{"rendered":"<p>Tuesday 2/18<br />\nAt a “How to Start a Firm” panel, Carmel Greer advises students not to socialize with or date other architects in their free time.  Anti-social members of the audience feel validated in not attending a 6on7 in two-and-a-half years. </p>\n<p>Thursday 2/20<br />\nHours before the opening of In Memoriam, the new student-curated exhibit in the North Gallery, an all-school email hits inboxes looking for Erin Besler’s 2’x2’ “cookie-shaped” model which has gone missing. </p>\n<p>Lizabeth Cohen presents her “Saving America’s Cities” lecture to a packed crowd in Hastings Hall. Cohen paints a rather rosy glow over the history of Ed Logue’s Urban Renewal in New Haven (and sells autographed copies of her book at the post-lecture reception). </p>\n<p>“Today is both Louis Kahn and Rihanna’s birthdays. Can you imagine them being one continual karmic soul?” &#8211; Scott Simpson, M.Arch I 2021. (Co-incidentally, we learned the 20th was Dean Berke’s birthday as well).</p>\n<p>Friday 2/21<br />\nOutlines hosts a “Queer Takeover” of 6on7, flooding the 7th Floor back pit with LGBTQ students from across Yale’s Graduate Schools. Decorations include a groin vault of balloon arches, the stuctural integrity of which was questionable at best.</p>\n<p>Sunday 2/23<br />\nWith a midnight deadline to submit resumés and work sample sheets for the career fair, a wave of melancholy spreads throughout the studios as students are forced to come to terms with their past work.  Recalling the time, stress, and sleep-loss involved, many are dumbfounded at how little they have to show. </p>\n<p>Monday 2/24<br />\nWith less than a day before BP presentations, first year students find themselves in model-making crunch time only to discover the shop closed due to a post-lecture reception.  Dismay, rage, and stress are met with a color-changing gin that turns from bright blue to magenta with a squeeze of lemon.<br />\nAn email from the university warns that the CDC has placed Italy at a Level 2 alert due to coronavirus. Rumors flyaround the fifth floor that the administration is considering the viability of this summer’s Rome trip. Second year students threaten to drop out of school at the suggestion of the reinstatement of the Brooklyn trip, and grit their teeth at the idea of sketch books filled with analytical drawings of the Vessel. </p>\n"},"meta":{"fold":{"title":{"rendered":"WILD"},"slug":"wild","meta":{"volume":"05","number":"15","bulletin":false,"publication_date":"2020-02-27"}}}}