{"title":{"rendered":"On the Fringe of Disney: Learning from The Florida Project"},"content":{"rendered":"<p>What would we have learned from Las Vegas if, instead of a class of graduate students and a couple of rental cars, we had a gaggle of toddlers on foot? What would we have learned if it were not Las Vegas as the subject – which was almost too easy, in retrospect – but Kissimmee, Florida, the shabby neighbour of the happiest place on earth?<br />\nFor architects watching Sean Baker’s latest film, <em>The Florida Project</em>, it might be the third appearance of the massive hemisphere atop “Orange World,” a restaurant adored by the young protagonists that sparks a connection between the landscape of Kissimmee and that depicted in a certain book about Vegas. Once the eye is attuned, it is ducks and sheds (but mostly sheds) in every shot: the beaming wizard atop “Gift Shop,” the soft serve and sprinkles of “Twistee Treat,” the painted orcas adorning “Disney Gift Clearance.”</p>\n<p>Separating <em>Learning from Las Vegas</em> from the architectural ethnography latent in the The Florida Project is the eye level of the analysts. Moonee and her gang of friends, fellow residents of the themed motels that line the highways to Disneyworld, are unabashed ambassadors of this consortium of kitsch. Most crucially, they are pedestrians – not only by virtue of age, but economic status.</p>\n<p>Baker’s scenography captures now-familiar images of an America steeped in signage, but does so with a method contrary to that of Scott Brown, Venturi, and Izenour. Instead of a vehicular approach toward and past the flashing “Machine Gun America” and “Gift Outlet” signs, the camera fixates on a composed frame of billboards that vanish into the pink sky in neat single point perspective. The only movement comes from Moonee and her mother, walking to the nearest resort to peddle perfumes. The scene is still; we are forced to confront it.</p>\n<p>For everyone watching <em>The Florida Project</em> who is not an architect, the film is not about architecture – it’s about the lives of kids and their young mothers, the unlikely support of a tired motel manager, and the endless reverie of summertime. Still, the built environment forms a crucial background in a tale that constantly oscillates between tragedy and childhood abandon. About halfway through the film, the kids decide to explore the derelict condos nearby – a curiously PoMo series of pastel-tinted structures — and accidentally set one on fire. The scene ends with the adult motel residents gathering to watch the blaze – “Let it burn!” they yell.</p>\n<p>Baker made the film to explore a topic he had only recently come across: the “hidden homeless,” people that drift through various forms of provisional housing,living on the brink of destitution. The precarity of the lives of Moonee and her comrades constantly shifts in and out of focus, brought to an uncomfortable clarity and then obscured by the afternoon’s adventure. In the end, the film is not a critique of the vast real estate empire that is Disney, whose presence almost becomes incidental after a while, but the inertia of public authorities in their ability to provide affordable housing. The burning condo becomes an obvious foil to Magic Castle and Future Inn,the beloved motels of the film’s characters, signalling the decay of all permanent options. And although the title of film refers to the early name for Disney World, it calls to mind a derogatory term for large-scale public housing, and the absence of that as well.</p>\n<p>In her 1971 <em>Casabella</em> essay, Denise Scott Brown refers to the pop landscape as “automobile space,” but her well-meaning attempt to be inclusive of all the constituents still excludes the carless motel class that The Florida Project celebrates. The film inadvertently casts new light on the old experiment by reversing and slowing down the vantage point from which the pop landscape is surveyed. It doesn’t seek to evaluate the architectural typologies that correlate with homeownership or housing insecurity, but in making them integral to the well-crafted cinematography of the film, these structures become embedded with a significance that transcends their formal eccentricities. The perspective of a bunch of energetic, often-annoying children may not be the most obvious analytical standpoint when evaluating highway America. But when the story is told so gorgeously, it can elevate juvenile chatter to the level of high art – just like Denise wanted.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Maya Sorabjee"},"slug":"maya-sorabjee","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11"}}}}