{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><strong>Thursday 11 / 07</strong><br />\nTim and Nate appear on the 7th floor terrace with a door-sized steel plate destined for the roof. Laser-cut into its side in no-nonsense san-serif font: “NO ENTRY.”</p>\n<p>Tammy Eagle Bull delivers the Thursday night lecture, “Indigeneity in Contemporary Architecture,” inside Hastings Hall.</p>\n<p><strong>Friday 11 / 08</strong><br />\nIn keeping with the no-nonsense tone of Steel-Plate-Gate, YSoA Dean’s Office sends an email to the students. On the subject of ‘Access to the 8th floor terrace,’ the administration has a simple explanation: “It is currently closed.”</p>\n<p>Second years, too concerned about waving around their daylighting models under the precious November sun, offer not even a shrug to their newly restricted access.</p>\n<p>Apartment crawl astounds many a host by proving just how many people can actually fit in their living quarters.</p>\n<p><strong>Saturday 11 / 09 &#8211; Sunday 11 / 10</strong><br />\nYou heard it here first, the Final Four of the Rudolph Open International Badminton Showcase is set. Tall People will take on Sheriffs in town, Taco Bao will battle A Guud Song. Who will be crowned the champion? Who will neglect their studio projects? How many expensive monitors will be gashed by badminton rackets? Stay tuned to find out.</p>\n<p><strong>Monday 11 / 11</strong><br />\nVisiting Day No. 2! Prospective students ask where to live, how much a model costs, and what to put in their portfolios. Also, what do you want to do when you graduate? Live near school, depends how pretty you think basswood is, keep it under 20 pages, why do you ask, are you hiring?</p>\n<p>Students, faculty, and guests gather in the second floor art gallery for the launch of <em>Space for Restorative Justice</em>, a book compiling the work of last year’s Core 3 studio designing buildings for the process of Restorative Justice in three Connecticut towns.</p>\n<p><strong>Tuesday 11 / 12</strong><br />\nLuke Bulman leads a Career Development workshop entitled, “Portfolio: A Book of Your Work (Part II): format, materials, and production of the book object.” Now all that’s left to do is design the projects to go in there.</p>\n<p>Bernstein wisdom of the week: “The Standard of Care cares not about your fee, it only cares about your competence.”</p>\n<p><strong>Rudolph Hall Stress Level Alert:</strong> Coffee Stained Paprika (wait, how many weeks? only four?)</p>\n"},"meta":{"fold":{"title":{"rendered":"Building Mortality"},"slug":"building-mortality","meta":{"volume":"5","number":"08","bulletin":false,"publication_date":"2019-11-14"}}}}