{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>In an August 21 New Yorker profile on DEAN STERN, writer IAN VOLNER suggested that as his architecture had moved from winking at the past to seeking to embody it, the Dean had moved from being a member of the “Grays” to being a “Black.”</p>\n<p>9/3<br />\n“About 700 tons of sodium cyanide did in our site,” said ALAN PLATTUS, explaining the China studio’s eleventh hour shift of site from Tiajin to Beijing. The studio is approaching the new site with a series of urban analyses.</p>\n<p>The MARION WEISS (‘84) and MICHAEL MANFREDI studio is working with “Brangelinas”: that is, mashups of precedent campus plans designed to uncover new programming potentials.</p>\n<p>After an all-too-real discussion of bricks and Hardie board, the SARA CAPLES (‘74) and EVERARDO JEFFERSON (‘73) studio has begun site research with a focus on technical issues.</p>\n<p>The first question of the year at the JONATHAN ROSE (B.A. ‘74) lecture, “Design like you give a damn”: “What is an example of when you should design like you do not give a damn?” The New York developer replied that you need to discover what is important to you, then pursue that.</p>\n<p>ELIA ZENGHELIS’ studio heard first-hand stories of the AA’s marijuana-infused culture of the late 60s, where first year student REM KOOLHAAS was instructed to “pull his socks up.” The studio’s first assignment is to create “image manifestos” to explore program and public space.</p>\n<p>Setting the mood for their Scottish observatories, SUNIL BALD’s studio begins with four drawings of spheres and darkness. Many in the studio are quite literally in the Stone Age, researching Neolithic constructions for contemplating the cosmos. Some are even clicking around dark rooms to embody the ultimately engaged space lunatic aficionado, the bat.</p>\n<p>Led for the second year by JOYCE HSIANG (B.A. ‘99, M.Arch ‘03), the first years commence by designing a study to fit in a 24’ cube. Said MICHAEL SZIVOS of the rapid three week timeline, “if you have a problem with the time span for the first project, just go to the bar, have some drinks and complain about it to each other.”</p>\n<p>Also for the second year, for their studio the Second Years will design an architecture school, but this year at Kean State. Splitting up into groups to conduct site analysis and precedent studies, studio head EMILY ABRUZZO’s analyzes the philosophy and pedagogy of MICHAEL GRAVES, in whose honor the school was founded.</p>\n<p>9/4<br />\n“The person who relished the bombing of Berlin was Hitler, the people who relished the bombing of London were modernists. America didn’t get bombed, so we bombed ourselves and we called it urban renewal,” said the Dean on the opening of his seminar, Parallel Moderns.<br />\n“The battlefield is littered with famous designers who never got built for various sundry reasons,” intoned PHIL BERNSTEIN, at the beginning of his required course for third year master students.</p>\n<p>WES HIATT (M.Arch ‘17) concluded his tenure as 6on7’s m.c. with, “Drink Like you Give a Damn,” a production involving multiple videos projected onto the corduroy. AMANDA IGLESIAS (M.Arch ‘18) will be this year’s 6on7 coordinator.</p>\n<p>9/9<br />\nJASON MCLENNAN, architect, winner of the Buckminster Fuller Prize, Ashoka Fellow, and founder of the Living Building Challenge, presented his sustainable philosophy at the Divinity School, where his outfit will be designing a “living building” residential community to replace the Canner Street apartments. Practicing what he billed as “the world’s most stringent green building standard,” McLennan said that whereas they were open to “all different aesthetic paradigms,” what made his buildings “radical” was that they actually harvest more electricity, water, etc, than they consume: “Different from the way design used to &#8211; still &#8211; occurs.” Possibly the largest residential building project on campus since the Dean’s new colleges, the Divinity School will have designs by January, at which point they will start fundraising. Professedly uninterested in what our school of architecture has to offer, his client, Divinity School Dean Greg Sterling, wants to make a statement with the new building program. Sadly, our school could not take note: the presentation was at Wednesday lunch, a period occupied by mandatory curriculum in the first and second year. The second years were, ironically, in Environmental Design.</p>\n<p>Said DEAN STERN, regarding the hour and a half free period the School of Management maintains around lunch so as to encourage event attendance and student activities, “If they can’t manage their time, what else can they do over there?”</p>\n<p>The Art School plied pbr and paper hats at their reception for the closing of their second year show, which will be up through the weekend.</p>\n<p>During PHIL BERNSTEIN’s special session of Professional Practice, 7% of the students chose G, when given the choice between A and B.</p>\n<p>AMANDA IGLESIAS, DIMITRI BRAND, ISABELLE SONG, and JAMES COLEMAN, (all M.Arch ‘18), will be editing Retrospecta 2015-16.</p>\n<p>Corrections:<br />\nIn the 9/3 Fold of Paprika, several alumni, Caples and Jefferson among them, were listed as graduating with M.Arch II degrees. There is no such degree, students in the M.Arch I and II programs both receive a Master upon graduation. Moreover, Ed Mitchell was listed among the professors taking a sabbatical this semester: he is not.</p>\n<p>Please send submissions, suggestions, and other inquiries to paprika.ysoa@gmail.com</p>\n"},"meta":{"fold":{"title":{"rendered":"Competitions"},"slug":"competitions","meta":{"volume":"1","number":"06","bulletin":false,"publication_date":"2015-09-10"}}}}