{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p class=\"p1\"><strong>October 21-25: Mid-review</strong></p>\n<p class=\"p1\">Members of Teddy Cruz and Fonna Forman studio, free from a midterm review, are found present at every other studio’s reviews, listening with particular interest and looking a bit smug, really.</p>\n<p class=\"p1\">Hojae Lee, of Francis Kéré’s studio, builds a 1:1 detail of a window using CMU blocks in the 6th floor pit. Richard’s worst nightmare.</p>\n<p class=\"p1\">A juror on the Gissen review asks students to be more gloomy and strange. Several jurors use the word ‘spooky’ at the Zenghelis review. Halloween looms.</p>\n<p class=\"p1\">First year students furiously draw the Villa Giulia while watching third year reviews. There is no rest for the Eisenmanians.</p>\n<p class=\"p1\"><strong>Wednesday, October 23</strong></p>\n<p class=\"p1\">YSoA receives an email that the annual Halloween party at the Sculpture school has been put “on hold” as it begins the transition from secret to sanctioned event.</p>\n<p class=\"p1\"><strong>Friday, October 25</strong></p>\n<p class=\"p1\">A follow-up email confirms: Halloween is cancelled. Spooks.</p>\n<p class=\"p1\"><strong>Saturday, October 26</strong></p>\n<p class=\"p1\">Like zombies, the restless costumed masses of the two YSoAs seek a new host for their halloween hunger… will they be sated by Gryphon’s pub? Partners? The various cramped apartments of our fellows?</p>\n<p class=\"p1\"><strong>Sunday, October 27</strong></p>\n<p class=\"p1\">Update: lines at Gryphon’s snake around the corner all night. Apartments across New Haven fill up with witches, black cats and Ali Wong.</p>\n<p class=\"p1\">The final game of the season for FC YSoA is cancelled due to torrential rains. The team finishes in 5th, missing out on the playoffs. Undefeated in our hearts.</p>\n<p class=\"p1\"><strong>Monday, October 28</strong></p>\n<p class=\"p1\">Round 3 of the annual Rudolph Hall Badminton Tournament is set. Sweet Sixteen matches are as follows: Tall People vs. My Wei or the Highway, Matt Schmid in Heaven vs. Canonical Dads, Frank you Gehry much vs. Team GUDIDI, Sheriffs in town vs. THE Whack attack, Taco Bao vs. Smash [the Rhino command &#8211; not to be confused with the badminton term], Ka-Ching! vs. GiS, A Guud Song vs. Paul Rudolph’s High Pile Polyester Bedspread, The Fate of Tafurious vs. Yak Babies</p>\n<p class=\"p1\"><strong>Tuesday, October 29</strong></p>\n<p class=\"p1\">Phil Bernstein explains project delivery to his Professional Practice class: “pay close attention because I’m about to confuse you.”</p>\n<p class=\"p1\">Rudolph Hall Stress Level Alert: Board-formed Concrete Gray (placid) moving toward Bush Hammered Concrete (on edge)</p>\n"},"meta":{"fold":{"title":{"rendered":"Yuck!"},"meta":{"volume":"5","number":"06","bulletin":false,"publication_date":"2019-10-31"}}}}