{"title":{"rendered":"Open Form as Concrete Utopia: Oskar Hansen’s Summer House at Szumin"},"content":{"rendered":"<p>Oskar and Zofia Hansen began to build their summer home at Szumin, a small commune north of Warsaw, in mid-1968. It was a summer of unrest, following a spring of political turmoil: in March, students marched through Warsaw demanding reforms in the ruling Polish United People’s Party; the protests had the unintended effect of prompting the repression of intellectual free speech and spurning an increase in anti-Zionist propaganda as called for by party leader Władysław Gomułka. Amid the turbulence, which the Hansens would have witnessed first-hand from their apartment on Sędziowska Street in central Warsaw, the couple constructed their rural refuge.</p>\n<p>The house at Szumin is peculiar. Built near a bend in the Bug River, the property—designed with Oskar Hansen’s Open Form theory of architecture as its conceptual foundation—is a study in nesting. From the dovecote in a corner of the orchard to the enduring state of incompletion at Szumin today, it is a home under construction in perpetuity.¹ Hansen’s architecture as backdrop for “even the most banal everyday activities,”² a guiding principle of Open Form, is an ultimately utopian designation of space. Indeed, Open Form was a theory of “building one’s own nest,”³ a transactional agreement between architect and tenant in which the designer provided little more than a backdrop for the individual’s concept of dwelling: Hansen believed, to paraphrase Heidegger, that dwelling was the mode in which us mortals exist on earth.⁴</p>\n<p>At the 1959 meeting of the congrès internationaux d’architecture moderne in Otterlo, Hansen delivered remarks on the inception of Open Form: first, a critique of the “closed form” of architectural design writ large, which was marked by a misappropriation of resources, an apathy towards tenant’s “psychological needs,” and a general ignorance of changing “modes of life.”⁵ Second, Hansen proposed an approach to the practice which would build “homes and public facilities in sufficient quantity,”⁶ synthesize the “objective social elements and the subjective individual elements” of socially-oriented design,⁷ and ultimately allow for the formation of an aesthetics which would “in consequence lead to the expression of a group form.”⁸</p>\n<p>Hansen’s summer house at Szumin can be read as motivated by the same principles that Ernst Bloch deems indicative of a “concrete utopia,” a utopianism grounded in reality and formed of actionable critique. To Bloch, the “world-substance, mundane matter itself, is not yet finished and complete, but persists in a utopian-open state, i.e. a state in which its self-identity is not yet manifest.”⁹ Concrete utopia is utopianism which rejects the pessimism of abstract projects while activating emotion as a “directing act of a cognitive kind.”¹⁰ Following Marx’s work, which integrated class struggle with utopian ideology, Bloch believed that such social progress was achievable, though only through the cultivation of a future built on a generative process of action.</p>\n<p>Hansen integrated details into designs for the summer home for no reason beyond punctuation, opportunities to elicit momentary creative excitement. Among these details are two large wooden frames, into which are installed slats of varying colors. The slats of the apparatus could be manipulated to create rhythm, or explore pattern and contrast: as Filip Springer says, a “simple art exercise”¹¹ with no formal obligation to the rest of the structure. One frame hangs in the main room, another (of grayscale slats) is in the mudroom adjacent to the main door. The frames are details which represent what José Esteban Muñoz calls an “exclamatory joy” integral to concrete utopianism.</p>\n<p>Hansen was thoroughly committed to the socialist project, though Open Form need not belabor socialism’s ideological tenets. Rather, Hansen’s designs could represent the architect’s ideology through acts as simple as the placement of a public bench connecting home with street, a “material gesture of friendship towards the local residents.”¹² Other elements reflect this integration of public and private: there is an ambivalent boundary between the garden and a public forest, and the distinction between terrace and interior is obscured by the placement of a long table which bridges the home’s interior and exterior patio, passing through a large window that could be opened or closed as an invitation into either space.¹³ Bloch, writing on these themes, refers metaphorically to the demolition of such boundaries, connecting their destruction to the act of hope in non-utopian societies: “The emotion of hope goes out of itself, makes people broad instead of confining them… [hope] looks in the world itself for what can help the world.”¹⁴ This broadness, the willingness to open oneself to the outside world, is elemental to both Hansen’s architecture and a concrete utopianism.</p>\n<p>There is much joy, much idiosyncrasy, much openness in the Hansens&#8217; summer house. The rural location is counterpoint to most of the architect’s other realized projects; yet despite the isolation, which I have noted lends itself to an exercise in uniting private and public, there is a deeply human affect to the house. The Hansens decorated the property with art, furniture they had built, drawings by their children, and mementos from afar—Springer writes that Hansen loved to collect beach pebbles. This house is not rugged per se; yet there would be no mistaking the wooden A-frame design for any semblance of pristine modernism. The clutter in the home is the clutter of a home. The Hansens’ summer home conveys a prosaic sentimentality, a quotidian utopianism which feels less ideological than humane. Unfettered by state oversight, built far from the scrutiny of the planning commission, the house at Szumin was a purely self-directed project which allowed for a complete realization of Open Form.</p>\n<p>Zofia Hansen is rumored to have said that the dovecote on the grounds of the house at Szumin was her husband’s best piece of realized work.¹⁵ While it is difficult to accept that a structure seemingly unencumbered by ideology might be Oskar Hansen’s crowning achievement, there is a sentimentality in this statement that reflects what I find most endearing about Hansen’s home at Szumin: it is modest, humane, and decisive. A place for people, and a place for birds, both allowed room to nest.</p>\n<ol>\n<li>Filip Springer and Aleksandra Kędziorek, with photographs by Jan Smaga, <em>The House as Open Form: The Hansen’s Summer Residence in Szumin</em>, (Warsaw: Museum of Modern Art in Warsaw, 2014), 19.</li>\n<li>Ibid., 15.</li>\n<li>Ibid., 15.</li>\n<li>Martin Heidegger, “Building Dwelling Thinking,” <em>Basic Writings</em>, (San Francisco: HarperCollins, 1993), 350.</li>\n<li>Oskar Hansen with Zofia Hansen, “The Open Form in Architecture &#8211; The Art of the Great Number,” (1959), Oskar Hansen: Opening Modernism, ed. Aleksandra Kędziorek and Łukasz Ronduda, (Warsaw: Museum of Modern Art in Warsaw, 2014), 7.</li>\n<li>Ibid.</li>\n<li>Ibid., 8.</li>\n<li>Ibid., 9.</li>\n<li>Ernst Bloch,<em> A Philosophy of the Future</em>, trans. John Cumming, (New York: Herder and Herder, 1970), 96.</li>\n<li>Ernst Bloch, <em>The Principle of Hope</em>, trans. Neville Plaice, Stephen Plaice, and Paul Knight, (Cambridge: The MIT Press, 1986), 12.</li>\n<li>Springer and Kędziorek, <em>The House as Open Form: The Hansen’s Summer Residence in Szumin</em>, 21.</li>\n<li>Ibid., quoting Hansen, 15.</li>\n<li>Agnieszka Wielocha and Aleksandra Kędziorek, “Preserving the Open Form. The Oskar and Zofia Hansen House in Szumin: Between Architecture and Contemporary Art,” <em>Studies in Conservation</em> 61, no. 2 (2016), 249.</li>\n<li>Bloch, <em>The Principle of Hope</em>, 3.</li>\n<li>Springer and Kędziorek, <em>The House as Open Form: The Hansen’s Summer Residence in Szumin</em>, 21.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Holly Bushman"},"slug":"holly-bushman","meta":{"degree":"M.E.D.","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Ends of Architecture"},"meta":{"volume":"4","number":"17","publication_date":"2019-04-18"}}}}