{"title":{"rendered":"OPERATIVE NOSTALGIA: SOME NOTES ON AMERICAN PAST, PRESENT, AND FUTURE TENSE"},"content":{"rendered":"<p>M. Arch I (‘17)<br />\nWes Hiatt<br />\n“But the young ones keep on coming on, the old are slow to go. Let there be country and let the country grow”<br />\nJohnny Cash and the Tennessee Three, Let There be Country, 1976<br />\n“That single unsure momentary lapse, tautly strung between the surety of European antecedent legitimacy and the unknown future, potential normally accessible only to newborn natives, describes America’s self-fulfilling promissory note.”<br />\nStanley Tigerman, Schlepping through Ambivalence: An American Architectural Condition, 1983</p>\n<p>&nbsp;</p>\n<p>When taking stock of architecture culture today it becomes clear that architects, once again, are dusting off old magazines and monographs in hopes of learning from the past. This is evidenced in our own Perspectas—Amnesia (issue 48) and Quote (issue 49)—just two close-to-home examples included in the ranks of those heralding a renewed interest in learning from architectural traditions. These are joined by the woefully less critical voices of design blogs and a growing number of young academics claiming the return of a Grey-ish Postmodernism. While it’s evident that an emerging discourse longs for an engagement with history, we risk irrelevance by blindly embracing a kind of revivalism of Po-Mo without any thoughtful reflection and revision of its Project. What’s needed is a set of critical tools that understand how and why former generations have appropriated architectural idioms from the past for use in their own time.<br />\nThe Genesis narrative of American culture coupled with the story of her architecture’s development allows for this kind of reflection. As a nation of immigrants, America’s relationship to its past is necessarily one of estrangement. New-World architectural production until at least the early 20th century reflects this; Jefferson’s Palladio at Monticello, Maybeck’s Palace in San Francisco, and the many American domestic revivalisms would reveal a search for heritage in new lands, a longing for mother cultures lost. The musings of a Victorian England and memories of the Spanish countryside were carried westward, but homesick Colonists’ quotation and explicit reference, while evident in this continent’s vernacular, are exactly not the American critical architectural tradition. The most important tendency on this continent has been to appropriate architectures from distant times and lands, modifying them to build environments in-keeping to the specific demands of the American landscape and value system. (To wit, see the history of the skyscraper.) In other words, this country is built on the necessarily American phenomenon of nostalgia put to work.<br />\nUnlike nostalgic trends in other times and places—the English Picturesque as an example—the American brand of nostalgia resists a regressive spirit in favor of the flipping of inherited traditions on their head. This operative nostalgia, underpinned by the American cultural narrative, allows for critical reflection on what has come before by continually positioning idioms of the past against the shifting values and demands of the present. From contemporary hip-hop sampling to the recent return a Po-Mo Grey-ness under the guise of cartoons and archives, the use and abuse of history is very much in the air, driven by what can only be understood as a profound and persistent sense of loss and longing—a search for tradition and identity in a world increasingly decentered and unstable. It is my belief that putting the past to work in this kind of critical nostalgic mode can be architecture’s response to the uneasy cultural and political situation of the present, and must be the way we temper any potential revived interest in history within the bounds of our own discipline in the future.</p>\n"},"meta":{"fold":{"title":{"rendered":"Nostalgia"},"meta":{"volume":"2","number":"03","publication_date":"2016-09-22"}}}}