{"title":{"rendered":"Opinions on the Master Class"},"content":{"rendered":"<p>The 2016 Spring term at the Yale School of Architecture is special as it convenes for the very first time four internationally acclaimed professors (Wolf D. Prix, Greg Lynn, Zaha Hadid, and Patrik Schumacher) who all ran, and in one case still runs, their individual master classes at the Angewandte in Vienna. While students used to commit to one professor for five years before the Bologna Reform, they now spend three years in one critic’s master class in order to obtain a Master’s degree.<br />\n1—Do you consider yourself a master since or because you ran a master class at the Angewandte?<br />\n2—Did or does this particular mode of teaching leave a mark on your pedagogy?</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf.jpg\"><img class=\"size-medium wp-image-1724 alignnone\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf-237x300.jpg\" alt=\"Wolf\" width=\"237\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf-237x300.jpg 237w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf-810x1024.jpg 810w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf-830x1049.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf-230x291.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Wolf-350x442.jpg 350w\" sizes=\"(max-width: 237px) 85vw, 237px\" /></a></p>\n<p><strong>WOLF D. PRIX</strong></p>\n<p>1—Yes of course I am a Master. It is called a ‘master class’ because we help the student[s] become masters.<br />\n2—I don’t teach architecture. I just give advice to the students, so they can develop self confidence to do architecture.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik.jpg\"><img class=\"alignnone size-medium wp-image-1729\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik-268x300.jpg\" alt=\"Patrik\" width=\"268\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik-268x300.jpg 268w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik-915x1024.jpg 915w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik-830x929.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik-230x257.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Patrik-350x392.jpg 350w\" sizes=\"(max-width: 268px) 85vw, 268px\" /></a></p>\n<p><strong>PATRICK SCHUMACHER</strong> (Dr. Phil., Dipl. Ing.)</p>\n<p>1—I started to consider myself and started to act like a confident master teacher much earlier, roughly since 1993, i.e. ever since I had arrived at a well thought through approach and system of values for architectural design research. I treat my students as junior co-researchers.<br />\n2—My teaching was always based on strong, confident design research leadership and guidance. My teaching is only indirectly a ‘pedagogy’, because I ‘shamelessly’ instrumentalize the design studios I teach as a form of design research, as part of my project to advance the discipline, according to my design research agenda. All training and learning effects are side effects. However, I found these pedagogic side effects to be very positive and successful, judging by the career success of my students.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha.jpg\"><img class=\"alignnone size-medium wp-image-1727\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha-216x300.jpg\" alt=\"zaha\" width=\"216\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha-216x300.jpg 216w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha-736x1024.jpg 736w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha-830x1155.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha-230x320.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/zaha-350x487.jpg 350w\" sizes=\"(max-width: 216px) 85vw, 216px\" /></a></p>\n<p><strong>ZAHA</strong><strong> HADID</strong> (AA Dipl.)</p>\n<p>The editors issued the questions on Friday, March 11, but did not receive feedback from Professor Hadid.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg.jpg\"><img class=\"alignnone size-medium wp-image-1725\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg-296x300.jpg\" alt=\"Greg\" width=\"296\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg-296x300.jpg 296w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg-1009x1024.jpg 1009w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg-830x843.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg-230x233.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Greg-350x355.jpg 350w\" sizes=\"(max-width: 296px) 85vw, 296px\" /></a></p>\n<p><strong>GREG LYNN</strong> (M.Arch)</p>\n<p>1—I am a mentor not a master. At the Angewandte the students and I have the luxury of time and therefore depth. The curriculum is a depth rather than breadth design pedagogy. With one semester, I find studios are based on the master model where a student only has time to consume and learn the Professor’s method and in some cases the formal language. Best case is that in one semester a student is challenged and the worst case is they learn to stylistically imitate. But the burden of synthesis and individual response is on the student as they bounce from semester to semester. So at Yale there is a great breadth of masters around the school, especially in the advanced topics studios where the diversity of positions expands greatly beyond the scope of the permanent faculty where there is more of a coherent position and consensus. As you (Samantha) know from the studio, I promote as much as possible individual critical responses as well as individual formal vocabulary in response to a cultural and technical paradigm or problem intended to provoke innovative thinking slightly beyond the conventional scope of a design studio. The problems and topics in Vienna are the same or similar but what is different for me at the Angewandte is we have more time to work on the critical and formal direction of the individual students. So no, I am not a master that teaches a method to be imitated or reproduced. If you were to see the diploma projects of my studio’s graduates you would see little imitation but very similar preoccupations and problems around culture and technology.<br />\n2—Not really as I teach in very similar ways in terms of pedagogical content. There are some pedagogical structural similarities as other than at Yale I only teach year long courses. It might be interesting to bring in some other examples. While Sylvia Lavin was the Chair at UCLA, she founded the year long research studios for 3rd year M. Arch students. Instead of having the M. Arch II program take the same studios as the M. Arch I program, an independent curriculum was established with calendar year long studios. Many M. Arch. I students petition to waive their option studios and to take these long term design studios. The experience Sylvia had at the angewandte was a contributing factor for this change. Sylvia was teaching theory and history at the Angewandte while I was at the ETH in Zurich as the Professor of Spatial Conception and Exploration introducing robotics into their curriculum. So many people that teach or visit Angewandte diploma reviews are impressed by the depth and quality of the graduating students and attribute this to the depth model of studio education there. You would find at UCLA, Yale, Ohio State University and SCIArc, many of the Angewandte faculty as well as Angewandte graduates, and at these places there is some attempt at extending past the semester or quarter schedule to allow for more mentoring over time rather than quick experiences imitating a master.</p>\n<p><em>Portraits by Abraham Lampert (MFA &#8217;17)</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Wolf D. Prix"},"slug":"wolf-d-prix","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Greg Lynn"},"slug":"greg-lynn","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Zaha Hadid"},"slug":"zaha-hadid","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Patrick Schumacher"},"slug":"patrick-schumacher","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Masters"},"meta":{"volume":"1","number":"24","publication_date":"2016-04-14"}}}}