{"title":{"rendered":"Organize, Proletarianize: An Interview with Keefer Dunn"},"content":{"rendered":"<p>Keefer Dunn is an architect, a member of The Architecture Lobby, and the author of “Architecture and the Proletarian Ethic” published on Avery Shorts. We spoke with Keefer over Zoom to discuss his recent work toward unionizing architecture and the fundamental decisions to be made about the profession’s future.</p>\n<p><strong>Andrew Economos Miller (AEM):</strong> What is the proletarianization of architecture?</p>\n<p><strong>Keefer Dunn (KD):</strong> Proletarianization is the process by which large groups of people, professions, or industries become proletarian. It means that architects are increasingly put in a position where they need to sell their labor power in order to survive. That hasn’t always been true of architecture. Architecture was a kind of gentlemanly profession, you had either upwardly-mobile contractors or downwardly-mobile aristocrats that formed the social basis of the profession. Marx calls this class the petty bourgeois or smallholders: they don&#8217;t own giant factories, they don&#8217;t own giant tracts of land, they don&#8217;t own huge swaths of the means of production, but they do own a small amount of capital. That&#8217;s not to say that there haven&#8217;t been proletarian workers in architecture. There was a whole class of draftspeople and support staff that was present from the early 1900s until the rise of big corporate practices. In some cases, those folks were unionized. But as the nature of the industry has changed, there&#8217;s no drafting staff anymore, right? We are the drafting staff. So increasingly it&#8217;s architectural workers that are proletarianized. We have to sell our labor power in order to get by.</p>\n<p><strong>AEM:</strong> You also see proletarianization as a method for gaining political agency, not just as a relegation to the working class. What is that new form of agency?</p>\n<p><strong>KD:</strong> Historically, architects have seen their social role in a very paternalistic way, either the project is an agent of good or the architect is working on behalf of a government or institution with a social or political ambition. Proletarianization means recognizing that we&#8217;re workers: we might not have authority over budgets, we don&#8217;t always have authority over the projects that we get to work on, and we don&#8217;t have a say in much of the process of development, but we do have this immense power if we organize and collectivize because nothing happens without us. If we organize, and unions are an effective vehicle for that, we have the power to refuse en masse, and that might lead to changes in budgets or changes in priorities for the firm or all of these other things. That is an agency that emerges from the fact that we are labor. It runs counter to a different idea of agency that says we might have to make compromises about the clients that we work with, but like, we’re going to pepper in some “good” somehow, by a sort of innate genius or sneakiness or cleverness or rhetoric. You know, “I&#8217;m going to figure out a way to put a couple of drops of good into this building, and if I can do that then I’ve done my share.” I think that&#8217;s a perfectly fine ambition, but I think we have to be realistic about what that can achieve in terms of structural change. I think because we want to put something beautiful and positive into the world, not because we only want to sneak in a couple of good things, whatever that actually means. Organizing lets us achieve so much more, there&#8217;s so much more power in it. What you can accomplish in terms of moving the needle, shifting the Overton Window, and winning real power, winning substantive change, is an order of magnitude higher than if you are an individual trying to navigate the structurally problematic world of development in an upstanding way.</p>\n<p><strong>Deo Deiparine (DD):</strong> Are there any obstacles in the way of achieving this reorganization of us as architectural workers?  </p>\n<p><strong>KD:</strong> Context is really important here. We&#8217;ve been coming out of 40 years of sustained neoliberal hegemony, an assault from the right on the institutions of the left. I think people are really jaded by that. People don&#8217;t have a strong imaginary that things can change, even though the evidence that things need to change drastically is all around us constantly. I think you see this in the election. Medicare-for-All, Green New Deal, these huge transformative policy positions and platforms and programs have a ton of support. But nevertheless, people end up voting for Joe Biden because of some weird concern about electability, right? That&#8217;s ideology at work. But that happens in small ways all the time in our lives. I think it&#8217;s interesting to be speaking in this moment where coronavirus is on everyone&#8217;s mind and we&#8217;re social distancing. My hope is that one of the silver linings that will come out of this hugely traumatic and negative situation is that people will recalibrate their imagination about the malleability of society. People tend to go about their lives thinking that everything that&#8217;s normal; the status quo is this kind of immutable thing. But we&#8217;ve seen how quickly we can actually reorder things when the historical conditions and the groundwork is right. I think that rigidity is an obstacle.</p>\n<p>Organizing is a muscle. And it&#8217;s a muscle that&#8217;s been atrophied for decades and decades. There&#8217;s lots of people who are learning how to organize for the first time at the kind of magnitude that we&#8217;ve never seen. And there&#8217;s lots of us who have been in the movements for a bit longer and have some more familiarity with history and these practices. Bringing those two things together is super important, doing political education, fighting fights that we can win and building collective knowledge and confidence. All the things that we can do to exercise that muscle will make us better. There&#8217;s not a lot of people in architecture who have the kind of organizing know-how right now to build a union or even take the first steps toward organizing their workplace. There&#8217;s a lot of intermediate workplace organizing that needs to happen and a lot of smaller scale wins that need to happen between when you start organizing in a workplace and when you form a union. The Architecture Lobby is really crucial in this regard because it&#8217;s the kind of institution where people who are doing that work can learn from each other, share experiences, and strategize together. That&#8217;s really the function of an organization like the Lobby, to institutionalize that knowledge.</p>\n<p><strong>AEM: </strong>Yeah, I think something really important to bring up is that you’re talking about making these supposedly radical ideas unexceptional and focusing on the “unexceptional” of architecture itself. In the essay you write about the AEC firms that makeup the majority of architectural work, why are those firms such an important political arena?</p>\n<p><strong>KD:</strong> Because it&#8217;s where most of the work happens. It&#8217;s where most of the billing happens. I love architecture, but I am always endeavoring to be realistic about what it does in the aggregate and in society at large. I think if we are realistic about what architecture as an industry is doing, there&#8217;s a few different categories. There&#8217;s the big firms that are doing technically complex projects on behalf of either the state or large developers or for institutional clients who have complicated programs (like hospitals, schools, prisons). Then you have boutique firms that are doing projects for the mega-wealthy as purveyors of luxury or else doing branding exercises for high-end retail clients. Then there&#8217;s folks like me on the smaller end, I&#8217;m a sole practitioner and I just am trying to get by doing small projects in my local area. And last, there&#8217;s academic practices, research practices. That&#8217;s one of the difficulties of talking about architecture, is that there are varied modes of practice. But I think it&#8217;s ironic that the mode that gets the least attention inside the field and the least critical study is the mode that has the most employees and the most billings So even though the vast majority of architecture offices are very small, when you look at the breakdown of employees, like 50 percent of architectural workers are working at these big corporate offices. There&#8217;s also been an industry trend towards consolidation. So a lot of the medium-sized offices of 40 to 100 people, and this is anecdotal, but everywhere I&#8217;ve gone they would usually have two or three of those offices. Now they&#8217;re slowly being bought up by larger engineering companies, contracting companies. In a lot of ways it&#8217;s just a numbers game, these big offices are where the money is, that&#8217;s where the people are, that&#8217;s where the power is. And if you aren’t organizing in those spaces, you&#8217;re abdicating so much possibility for change. You&#8217;re basically writing off what the majority of the industry actually is, which feels hugely irresponsible.</p>\n<p><strong>AEM:</strong> Yeah, thinking about it anecdotally, I&#8217;ve never met anybody who&#8217;s gone to work for AECOM. It&#8217;s a huge blind spot in our academic context.</p>\n<p><strong>KD:</strong> Yeah. And I think this is also where the class base of the different universities makes a big difference as well. One of the comradely debates that we have in the Lobby is about the degree to which changing the outlook (or we might say, ideology) and the culture around architecture can have an impact. Generally I’m skeptical about that type of cultural work as a means of making change, but I think for a lot of Ivy League students it could happen. You&#8217;re being trained to go into positions of leadership and influence in markets that can sustain a medium-size office like New York, or L.A. I went to Georgia Tech and Illinois Institute of Technology, which are great schools, but a huge amount of people I know from both of those programs have gone to SOM or AECOM, it&#8217;s a different context. And that informs a lot of my thinking on this, are we really going to write all of those people off as sellouts? That would be ridiculous. They&#8217;re just trying to put food on their plate and make a better life for themselves and do something that they enjoy while they&#8217;re at it. We shouldn&#8217;t be so hubristic about it. We should be creating the frameworks that allow everyone in architecture—no matter where they&#8217;re coming from institutionally, or their education background, class background, or whatever it is—to have an opportunity to engage in worldbuilding, right? Building a better world for themselves and their neighbors and community, while also being able to support themselves materially.</p>\n<p><strong>AEM:</strong> I think that&#8217;s really important to put into our fold, we have a small window of the world.</p>\n<p><strong>KD:</strong> Yeah, it&#8217;s not always a bad thing. There are all kinds of different ways to make change and contribute. But, we always want to keep an eye on the big picture.</p>\n<p><strong>AEM:</strong> Moving to talk about less the infrastructure of architectural work and instead about how that infrastructure affects how the work is done. Have you thought about ways that the practice of architecture being unionized might change things like aesthetic values?</p>\n<p><strong>KD:</strong> Yeah. It&#8217;s something that I would like to spend more time thinking about. Admittedly, I have not. My innate sense is that it would affect it for the better. We have this idea that creativity is an individual pursuit, which I think is not strictly true. Creativity is a very personal thing, but that doesn&#8217;t mean it has to be individual. I think by giving more workers a seat at the table and more say, that that will have all kinds of positive consequences to the creative process. I could totally see a union of architects making not just demands about health care, or working hours, or other things, but also that the firm spend more money on research and development or have more focus on model making and drawing and these types of things rather than just mindless production. One of the exciting things about unionization and cooperitization is that when more people have a seat at the table, people have a vehicle to decide those things democratically. A union is not the same thing as having a giant worker-owned cooperative, but it is a democratic vehicle for workers to have some say over the conditions of their labor. There&#8217;s no reason that needs to be limited to just the nuts and bolts of life.</p>\n<p><strong>AEM:</strong> Is the end goal a worker-owned AECOM?</p>\n<p><strong>KD:</strong> It is to me. And there&#8217;s other things that should be on the agenda. We should be looking to nationalize the standards institutes. It&#8217;s crazy that the ICC and all of the standards developing agencies have such a huge say over architecture. They&#8217;re not-for-profits, but they are private entities and they make all of their money by copyrighting that material, which then gets referenced in the law. That, I think, is another arena for a similar kind of collective realization. That information should be developed for the public’s health, safety, and welfare. It&#8217;s important work, and it should also be public work. We also need to be talking about revisiting public-private partnerships as a model for practice. If you look at a company like AECOM, so much of their money comes from these giant government contracts. These companies, if they specialize in anything, it&#8217;s in figuring out how to turn public dollars into private profit. And that should incense, all of us, right? We can also talk about bringing in more architects into the public sector, which is already union, and how public sector unions might help facilitate that. That is a better arrangement for everyone and opens up all kinds of possibilities for public-facing architecture in a way that we don&#8217;t have right now. And yeah, eventually I would love to see fully union SOM and AECOM and everything else. I would love to see small offices increasingly turn towards running themselves as worker-owned cooperatives, which is really difficult in the current legal paradigm, which is another thing that the Lobby is working on. I think these things can co-exist sometimes, sometimes they are means to an end. When you&#8217;re building movements and building change like this it&#8217;s really messy. And I think a lot of times when I&#8217;m having conversations like this, people want to know, “OK, well, what&#8217;s the order? What&#8217;s the first thing we&#8217;re going to do? How do we get from point A to point B?” There&#8217;s not an easy answer to that question because you just have to go and start and organize and be a bit opportunistic.</p>\n<p><strong>DD:</strong> Thinking about smaller offices becoming co-ops or even larger offices being more worker owned, do these changes in the structure of architecture companies end up having tradeoffs that we would just have to accept?</p>\n<p><strong>KD:</strong> When you&#8217;re talking about big structural changes like this, there&#8217;s always unintended consequences. I&#8217;m too pragmatic of a person to say we&#8217;re going to have an architects’ union and it will solve all of our problems, creativity will be unleashed, and everything will be fine. We&#8217;re still operating in a context where private developers and financiers hold all the cards and there are still difficult structural questions that really have to do with the contractual norms of the industry. All of these things are challenges, not just to architectural workers, but to the industry as a whole. Those things don&#8217;t go away if you form a union. I do think that a union allows democracy to enter into the workplace. I&#8217;m a believer in the collective intelligence of people and I&#8217;m a believer in democracy. There will be people who lose in a democracy. There will be conflict. There will be disagreements. There will be all those things, but I still feel that it will be a fundamental shift for the better. I have confidence in people.</p>\n<p><strong>AEM:</strong> We&#8217;ve been speaking a lot about changing the common sense of architecture. But thinking post-unionization or post-organization of the workers, what role does architecture, as a medium, play in changing larger public notions of “common sense”?</p>\n<p><strong>KD:</strong> I have a very particular relationship to this question. I just don&#8217;t think about it like that. It&#8217;s not that my politics and my architectural work are separate in any way, but I don&#8217;t put the pressure on my creative pursuits to enact political change in any sort of way. I&#8217;m a member of the Democratic Socialists of America (DSA) where I help out with political education quite a bit in the Chicago chapter. I&#8217;m not in the leadership of the Lobby anymore, but I am still a member, still involved. I see those places as the appropriate arena for affecting social/political change. And, honestly, when I&#8217;m doing my architectural work, it&#8217;s like a big breath of fresh air. I&#8217;m in this nice space where I&#8217;m a sole practitioner. So I don&#8217;t have a boss and in some ways, my work is not alienated from me, it&#8217;s very personal. So the work can be this opportunity to get to know myself and relax. Those are two things that help me do political work, which is not relaxing and for someone with my temperament can be rather stressful. I do think when we&#8217;re looking at it from a broader social point of view, people like to be in nice spaces and architects are good at making nice spaces. We know how to combine technical knowledge, aesthetic knowledge, knowledge of history, and socio/political critiques. We know how to work all of these things together. I think that that is a fundamental strength that is waiting to be released into the world, but is constantly thwarted by structures of private development—the developers who just want us to get the permits, get the thing done faster, improve the bottom line, and all those different things.</p>\n<p><strong>AEM:</strong> Yeah, I find that really refreshing because what I asked was probably a bad question. Nobody asks, you know, pharmacists, “what can pharmacy do to save the world?” It inherently privileges power to architecture that might not exist–we&#8217;re just workers.</p>\n<p><strong>KD:</strong> Yeah, exactly. I think probably a lot of pharmacists are really upset that they have to sell medicine at exorbitant prices. But the way that you fight against that if you&#8217;re a pharmacist is not by trying to do pharmacy better. You go out there and lobby, you organize. You try to change the structure. You would talk to your congressperson about drug price legislation and it&#8217;s the same thing for us. As architects, we&#8217;re always like, “oh, if we can only crack the perfect design for public housing, it&#8217;s going to open up people’s imagination about what&#8217;s possible and they&#8217;ll see that they can do this beautiful thing and it&#8217;s going to be affordable and enriching.” It&#8217;s important that architects do that work. But the way that public housing is going to be realized in America is when the federal government allocates trillions of dollars to public housing. Yeah, architects need to be there to make the public housing affordable, functional, and fucking beautiful. We have this incredible anxiety about beauty in this profession right now, especially among the left wing. And if an architect&#8217;s only job is to make things beautiful, I&#8217;m actually okay with that. Honestly, I don&#8217;t see a problem with that personally. I think what a lot of people are really saying when they&#8217;re talking anxiously about beauty, is that they are not interested in doing beauty just for a bunch of rich assholes, and yeah if that is what beauty means then we have a problem. But I think the way that we untie that Gordian knot of class and beauty is not through speculative projects. It&#8217;s by getting out there and becoming engaged in movements beyond architecture, as architectural workers.</p>\n<p><strong>AEM:</strong> One thing that we want to really focus on is immediate action. So our final question would just be, how can we help?</p>\n<p><strong>KD:</strong> I think joining The Architecture Lobby is a no brainer. The Lobby does periodic organizer trainings, which is I think super helpful because like I said, you have to go to the gym. Organizing is not particularly difficult, but it is a discrete skill set that people can learn from each other and from practice. I think becoming involved in DSA [Democratic Socialists of America] is also a really powerful vehicle for getting involved in fights that are related to architecture, but outside of architecture. The DSA is out there fighting for the Green New Deal, fighting for Medicare-For-All, fighting for public housing, all of these things. I think if we want to see more commissions for public housing, green infrastructure, all of those things, we have to engage in those movements, not just as architects but as citizens. What&#8217;s really important is to connect yourself with other people who are doing this work and raising your hand and saying, how can I help? And then questioning your gut instinct when you think maybe it&#8217;s a speculative architecture project, because maybe it&#8217;s not. Sometimes activism can be boring. It&#8217;s spreadsheets and knocking on doors. But that&#8217;s important work to do to lay the groundwork for the big public-facing campaigns. There is a kind of magic to it where you lay all of this groundwork and build the alliances and organize infrastructures and make plans and start projects and at some point—usually when you least expect it—things just line up to make a positive change. Those are the moments you work towards and when you have a real sense that you are a part of something bigger than yourself. It may seem like unglamorous work but getting the perfect organizer spreadsheet done can be just as satisfying as putting the finishing touches on a beautiful model.</p>\n<p><strong>DD:</strong> Perfect. We&#8217;ll give that a shot. Awesome spreadsheets.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Deo Deiparine"},"slug":"deo-deiparine","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Out of Work // Out of Control"},"slug":"out-of-work-out-of-control","meta":{"volume":"5","number":"18","bulletin":false,"publication_date":"2020-04-16"}}}}