{"title":{"rendered":"Orientation to Life in Guadalupe Mountains National Park, A Protected Wilderness Two Hours into the West-Texas Desert from El Paso"},"content":{"rendered":"<p>Your home is marked by El Capitan, which is visible on the horizon from about 70 miles away. It is a sacred peak of the Mescalero Apache and a historic wayfinding sentinel that towers over salt flats scarred with tire tracks. </p>\n<p>Your address is in Salt Flat, TX, but that’s a technicality. Salt Flat is nothing more than an abandoned café on the side of the highway that now functions as a greyhound bus stop (though it still has a working vending machine outside). You live another half-hour past it, at the base of the mountains. There is no food or gasoline within 35 miles. </p>\n<p>These mountains are the fossilized reef-<br />\ncovered banks of the Permian Sea. And the same geology that created the wilderness spectacle of the park has spurred the Permian Basin oil boom. From your porch you can look out into the endless flatness of ranch land and desert plains below—during the day it will appear completely empty, but at night you will see a mirage like a sprawling city, glowing with the flames of the oil flares. </p>\n<p>Here, you will follow a trail to its pine-covered peak, engulfed in a cloud that masks 100-foot cliffs. You will not see a single person on this journey. </p>\n<p>You will drive through fifty miles of fracking and oil fields to get to the site where the radioactive byproducts of nuclear testing are stored in underground salt caves, so that you can get your fingerprints taken in an office cubicle. </p>\n<p>You will descend hundreds of feet into the surreal, enormous, cold, glowing caverns at Carlsbad, and emerge blinded by clear sunshine when the elevator doors open. </p>\n<p>You will drive every day past a prefabricated and fully furnished home, wrecked on the side of the highway from when wild grassland winds blew it off of a truckbed. You will watch it slowly be looted and dismantled, and one day speed by to notice only a pile of ashes. </p>\n<p>You will hike across the blinding gypsum dunes of White Sands National Monument until a sign warning of the unexploded munitions of Alamogordo tells you to turn around. </p>\n<p>You will rumble out to the preserved historic home of an early twentieth century petroleum geologist to reprimand the police force staying there for setting a bonfire on protected land. </p>\n<p>You will load up a pickup truck with bottled water as the sun sets and bump along an unmaintained service road to rescue a tourist stranded in the desert after setting out for a day hike without a map. </p>\n<p>You will swim in an inflatable firefighting water tank and play gritty sand volleyball with park rangers in the evening. </p>\n<p>You will hear that the most complex machine allowed for wilderness maintenance is a mule. If a tree falls across a trail, your park ranger roommate will tell you, a maintenance person must hike to it with a pack animal carrying water and a handsaw.</p>\n<p>You will hear that the department of transportation has landed a helicopter on the peak of the sacred mountain. </p>\n<p>And your boots will always walk on roughly cobbled trails, whose bedrock sides bear simultaneously the inscriptions of marine fossils and the scars of dynamite. </p>\n"},"meta":{"contributors":[{"title":{"rendered":"Claire Gorman"},"slug":"claire-gorman","meta":{"degree":"Yale College","graduation_year":"2020"}}],"fold":{"title":{"rendered":"WILD"},"slug":"wild","meta":{"volume":"05","number":"15","bulletin":false,"publication_date":"2020-02-27"}}}}