{"title":{"rendered":"&#8216;Other&#8217; Activism"},"content":{"rendered":"<p><span>Jacqueline Hall </span><span> (</span><span>M.Arch &amp; MEM &#8217;18)</span></p>\n<p><span>During the panel, “The Aesthetics of the Other: Alienation, Estrangement, and Unfamiliarity,” of the “Aesthetic Activism” symposium, three artists, Gregory Crewdson, Caroline Picard, and Pamela Rosenkranz spoke about their work. It has happened a few times before in my years at YSoA, but as the artists spoke of moments of intense personal scrutiny or close attention to human bodies I felt pangs of awkwardness at the foreignness of their divulgements in Hastings Hall. For a moment I thought someone ought to whisper to the speakers, “oh no, you don’t understand, we don’t do that here,” or perhaps they ought to be whisked to a more appropriate facility so as to protect poor Hastings from exposure to the foreign contagion of shameless subjectivity. But immediately after those thoughts fell away I found myself more captivated than usual to these speakers and wondering why it is that their descriptions of their work felt so excitingly out of place in a school of architecture. </span></p>\n<p><span>Anecdotally it seems to me that architects who typically speak in Hastings usually only use personal anecdotes insofar as they contribute to their disciplinary identity or mystique. Perhaps this is because architects have a sense of responsibility to resist or temper the subjectivity of their work so that the potential users of their buildings, the subjects, can be succinctly categorized or generalized to fit into the logic of a project. Maybe generalizing social relations is a defense mechanism against the unknowable, preferred over seeking ideas in the messy, complicated, and contradictory specificity of people. </span></p>\n<p><span>However, many architects are fascinated with the potentials of messy, complicated, and contradictory specificity in the process and morphology of design itself. Architects are certainly interested in “other” types of architecture and aesthetics, as much of the symposium considered, but practices of in-depth research into social conditions are still few and far between. But more than simply addressing the social, the speakers were referring to experiences or pieces that explored or heightened a sense of “othering” within oneself or in relation to one’s surroundings.</span></p>\n<p><span> Mary McLoed’s engages a related argument in her essay about architects’ co-optation of Foucault’s lecture on “other spaces.” She critiques the abstract, and homogenous interpretation of the architectural “others” that architects look to create within the bounds of the existing architectural institution. McLeod is deeply critical of this attitude which she believes to politicized without social content or clarity of purpose. For Foucault’s part, he does not explicitly invoke architecture. Cultural constructions and social relations are more important in the logic of the heterotopia concept that is explained in his lecture. Architecture’s reinterpretation of this idea brings it back to the safety of form and aesthetics. The resulting social consequences seem left to chance. McLoed writes that there is “the spoken and unspoken assumption is that ‘different’ is good, that ‘otherness’ is automatically an improvement on the status quo.” But, she asks, “to what extent is this preoccupation with ‘otherness’ a product of critics’ and practitioners’ own identity and status? Does it elucidate or support groups considered socially marginal or ‘other’? Are there positions in architecture outside these two tendencies that address concerns of ‘otherness’ relevant to ‘ordinary’ people—those for whom the avant-garde has little significance?”</span></p>\n<p><span>In Foucault’s lecture, the presence of a subject who interprets the meaning and existence of the heterotopia is invoked with clear biases and assumptions.  If we consider that these “other” spaces are indelibly marked, even formed by informed by society and culture, who, exactly, are the subjects which determine or interpret the “otherness” of design and further,  how do (or don’t) designers engage with the subjects who use their spaces or with their own subjectivity? Perhaps it is worth understanding what makes certain activities or identities socially “other” before designing for some unknown, and generalized “other” and gambling on the interpretation of those spaces, or simply crossing our fingers that they will give way to alternative social politics. </span></p>\n<p><span>Maybe a deeper interest in identity and subjectivity could help us analyze spaces that cause people to feel “othered” so as to de-stigmatize or make visible social conditions which are marginalized or not recognized and granted space. A theory of an architectural “other” could be more akin to Lefebvre’s concept of “differential space” which accommodates difference rather than homogenizing relationships. As this semester’s symposium sought possibilities for activism via “other” aesthetics, could innovative ways of collaborating and interacting with the specificity of social groups be as fruitful an architectural discourse as engagement with the specificity of form? </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jacqueline Hall"},"slug":"jacqueline-hall","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Instrumentalism"},"meta":{"volume":"2","number":"10","bulletin":false,"publication_date":"2016-12-08"}}}}