{"title":{"rendered":"Our Own Narratives: My experience at the Black in Design Conference"},"content":{"rendered":"<p><strong>ABENA BONNA</strong> (M.Arch ’18)</p>\n<p><span>Dialogue. Scale. Pedagogy. These words resonated with me during the Black in Design Conference, which I attended with Francesca Carney (March ’17) this past weekend at the Harvard Graduate School of Design. They touch upon how we can critique definitions of process, growth, and inclusivity, as well as how architectural history relates to sociology, economics, and media. The conference covered the history of social capital, the use of data, and the engagement of narrative, all with the goal of invigorating marginalized communities through design.</span></p>\n<p><span>These tactics set up core values and notions of accountability that should drive designers, planners, and students to better define their scope for a project in the context of wider society. Many speakers at the conference spoke about the need for pluralistic structures of participation outside of design, and how designers must change hats with multiple professions to better take on complex issues. The conference went beyond buildings and looked at the broader cultural picture. Liz Ogbu’s talk on creating impact with design was one example, and one of my favorites. Ogbu described herself as a “designer, urbanist, and social innovator” who works in sustainable design and spatial innovation. For her, design reveals one’s capacity to care and see people as individuals, not categories. In this way, the architect can allow her empathy and emotional intelligence to create opportunities for community empowerment.</span></p>\n<p><span>The conference concluded with remarks by Phil Freelon, one of the architects of the Smithsonian National Museum of African American History and Culture in Washington, D.C. Freelon’s words encapsulated the intentions of the conference: “the way you present your story and yourself matters because [each individual] has a different perspective.” Freelon’s words lead me to reflect on my story of coming to architecture as an African American woman. There are few architects of color, and even fewer who are women of color. I was driven to pursue architecture in part so that I can be a resource to future women of color in the profession. In my view, our different demographic backgrounds and cultural experiences are a key part of solving social issues through design.</span></p>\n<p><span>The Black in Design Conference should not be a one-time event. It can be adapted to a smaller, more intimate scale to fit our school. Harvard’s African American Student Union (AASU) took great care to plan a conference that was inclusive, and we left the conference with new colleagues and resources. Through the group Equality in Design, we intend to continue the conversations begun at the conference, and broader discussions of inequality, here at YSOA.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Abena Bonna"},"slug":"abena-bonna","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Value"},"slug":"value","meta":{"volume":"1","number":"10","bulletin":false,"publication_date":"2015-10-15"}}}}