{"title":{"rendered":"Our Architectural Journal"},"content":{"rendered":"<p><span>NICOLAS KEMPER (M.Arch I, &#8217;16)</span></p>\n<p>&nbsp;</p>\n<p><span>Seeing the two most recent issues on the shelves of the AA bookstore in London last week reminded me that </span><i><span>Perspecta</span></i><span> &#8211; the Yale Architectural Journal &#8211; is a publication with global reach which can call upon almost anyone in the architecture world to step up and write. Unfortunately, it is not doing a particularly good job when it asks us to step up and edit.</span></p>\n<p><span>Currently students &#8211; typically second years &#8211; form teams, come up with a theme represented by a word or phrase, draft a list of potential contributors and the articles they might write, graphik it, and submit the proposal to the </span><i><span>Perspecta </span></i><span>board the Monday after spring break. The board then conducts interviews with most of the teams, held back to back on a Friday morning, immediately after which they announce a winner. Then, unpaid, the team works together for the next three years to publish their issue, which is typically released two years after their graduation. They check in with the same board &#8211; at the same meeting &#8211; once a year. The launch party is in New York.</span></p>\n<p><span>This process has some significant flaws.</span></p>\n<p><span>First, nobody knows what the process is: there is no information session or FAQ sent out. By consequence the process is &#8211; typical for our school &#8211; opaque. The deliverables are left undefined, and the administration does not make past proposals available, so the advantage is to those who can find past teams and their proposals. Groups are expected to schedule one on one meetings with as many of the faculty board members as possible – Dean Stern, Keller Easterling, Peggy Deamer, Alan Plattus, and Sheila de Bretteville – in order to pitch their proposals. </span></p>\n<p><span>Second, the process itself is profoundly anti-intellectual. Competing teams take the ideas in architecture about which they are most excited and then stew on them, in absolute secrecy, sucked in by the false charms of opacity. With the completion of the competition, only the names of the winners are announced: the winning proposal itself is kept secret. More than that, when asked to publish last year’s proposals, the board prohibited it, leaving germs of promising ideas to die on the vine, never exposed to the healthy light of a community-wide conversation.</span></p>\n<p><span>Once the board announces the winners, those selected do most of their work after they graduate, leaving </span><i><span>Perspecta</span></i><span> &#8211; for all of its merits &#8211; with little more than the most fleeting connection to the life and discourse of our school. Copies &#8211; its typical print run is 2000 &#8211; are expensive, the content is hard to access online, and no one enrolled knows the editors.</span></p>\n<p><span>We can do better. We should have a publication which gives a platform to emerging voices and ideas in the field of architecture, while providing a forum for students at the school to hone their editing skills and engage with those intellectuals and ideas. It should be a model of transparency closely knit into the intellectual life of our school. We should expend our energies finding the best possible contributors and editing their pieces to be as strong as possible – hard work – not out-maneuvering each other to decide who gets to edit.</span></p>\n<p><span>The model for how to make a student run academic journal of consequence is out there. Our peers at the law school have managed to make their publication, the </span><i><span>Yale Law Journal</span></i><span>, the most prestigious and influential law journal – not even student law journal, but law journal, in the country. The </span><i><span>YLJ</span></i><span> is a complex and well-established institution with its own flaws, but we could learn a few things from them &#8211; for one, their production schedule is less than a year, more than a hundred students are involved, and nobody edits after graduating.</span></p>\n<p><span>What is to be done? Dante Furioso, one of the editors of </span><i><span>Perspecta 51</span></i><span>, proposes the following: strike. Until the board commits to working with the student body to seriously reform the publication, no one submits a proposal.</span></p>\n<p><span>In the meantime, we do not need to wait to think about how to bring the students back into this country’s oldest student-edited architectural journal. We could start brainstorming next week. Let’s call a </span><i><span>Perspecta</span></i><span> meeting.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Metrics"},"meta":{"volume":"1","number":"20","bulletin":false,"publication_date":"2016-02-25"}}}}