{"title":{"rendered":"Overcoming Fulcrum"},"content":{"rendered":"<p><em>In Response to Volume 01, Issue 01: “The Opening Sheet”</em></p>\n<p>Should the living follow rules written by the dead?</p>\n<p>In May of 2014, Anne Householder, Jack Bian, Madelynn Ringo, John Wan and I went on a day trip up to see Kahn’s Exeter Library and make some drawings. On the way back, we were pounded by a summer thunderstorm south of Hartford so intense that I-91 became a river.</p>\n<p>We were in a reflective mood, discussing how we wanted our time in graduate school to amount to something more than survival. We committed to organize a publication. John Wan named it almost immediately, right there in the car: Paprika! We published the first issue that September. Within a year, Andrew Sternad and I were the first Coordinating Editors, Dov Feinmesser its first Publisher, and Paprika! was publishing weekly.</p>\n<p>Less than a month after Paprika! received its name in a Connecticut thunderstorm, a student publication at the Architectural Association in London, Fulcrum, threw down an existential gauntlet. I am not sure if we knew of Fulcrum when we started Paprika!, but we should have. Also run by students, also a single sheet weekly, Fulcrum was much of what Paprika! aspired to be. It could pair the writing of students with some of the most accomplished voices in the field; it could speak with urgency and authority about its community and its politics; and it had a wide following beyond the school. Its last issue claimed that it was the most-read student architecture publication in the world.</p>\n<p>On June 27, 2014, a mere eight days before Paprika! announced itself and made its first call for submissions, Jack Self, Fulcrum’s co-founder and editor, published its 100th issue and pulled the plug.<br />\n“Our reasoning is neither jealousy nor some arrogant fear of plagiarism,” its last editorial said, “but simply the fact that what follows Fulcrum must be propositional, of its time, and wholly original.”<br />\nNow that we have arrived at Paprika x100, is it time to follow suit? My co-founders and I have long since graduated. From the students’ perspective, we are effectively dead. Should they, the living, still follow rules—set in writing, set by work, set by precedent—written by the dead?</p>\n<p>That is for the living to say.</p>\n<p>I would only offer that, personally, I set less store by the origins of rules than by their consequences.</p>\n<p>The key rules of Paprika! should be more often publicly discussed. The most important ones are written in its constitutional document, the Baton, to wit: The Coordinating Editors and Publisher shall be chosen by open election. The publication is to remain financially and organizationally independent of the school. The Coordinating Editors and Publisher must approve all expenditures. Meetings and calls for submissions are to be open. Everyone who has made a substantial contribution to the publication shall become part of the Collective. The On-Campus Collective, the students, can impeach the Coordinating Editors. Most importantly, the On-Campus Collective can amend the Baton.</p>\n<p>We co-founders gave up all control of Paprika! before we graduated, when, in December of 2015, Maggie Tsang and Tess McNamara were elected the Coordinating Editors, and Caroline Acheatel their Publisher. In choosing to embrace those roles, take up the rules of the Baton, and assemble a team of writers, editors, and designers, they effectively re-founded Paprika!, because rules have only as much power as the living give them. Their successors, Ethan Fischer and Dimitri Brand, re-founded Paprika! again, and so on, up to and including this spring’s Coordinating Editors, Angela, Adam, Max and Sarah, their Publishers Audrey, Morgan and Liwei, and the dozens of editors, writers, and designers with whom they will collaborate. Rules are tools, possibly the most powerful tools we have, as they allow for concerted and coordinated action. Rather than ask who wrote them, or whether they are original, I would pose simply: do they work? Are they useful? Do they oppress, or do they empower?</p>\n<p>Today Paprika! offers a place to learn to edit and to write. It secures press passes to the Chicago Biennial and the Venice Biennale for its writers. It puts their work in front of a readership far beyond the walls of its school. It secures perspectives and answers from some of architecture’s most promising practitioners. It has provided a firm platform to advocate reforms as small as the establishment of a lunch hour (check), and as large as the establishment of a department of Urban Design (not yet). It provides a forum to propose and challenge ideas. Through the Collective, it offers the support and perspective of a network whose members now number 185. Most importantly, Paprika! tells a story—about school, about ideals, about the potentials and pitfalls of architecture—and by telling the story, shapes the story, and changes the story.</p>\n<p>In that last issue of Fulcrum, the editorial made a compelling exhortation: “Use the long-term as a subversive strategy. Develop ten-year plans. Develop fifty-year plans. Learn to transform and trade in the possibility of tomorrow today, just like the financial elite to whom we are beholden.” Paprika! got here by executing a five-year plan. What will it accomplish over the next hundred?</p>\n<p>Is Paprika! “wholly original”? No. We did not invent the newspaper, democracy, by-laws, or InDesign.</p>\n<p>Does it work? Is it useful? Does it oppress, or empower? Ask the living.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}