{"title":{"rendered":"P.S. code grandma"},"content":{"rendered":"<p>Where does one choose to spend eternity? The architectural profession has long understood particular typologies relating to death—cemeteries, mausoleums, crematoriums, funeral homes. But, when one reaches outside of the traditions already instilled through the societal or religious connections to death, the relevance of architecture within a particular person’s life seems to take on new meaning. On your next family trip to the self-proclaimed “Happiest Place On Earth,” keep your ears open for any maintenance workers (or as Disney calls them, Cast Members) radioing in for “HEPA Cleanup” or perhaps: “Code Grandma.” Although the latter was unofficially used by employees and has recently been retired for being in bad taste, the purpose remains the same. Yes, people are sprinkling the ashes of their dead relatives throughout Disney parks.</p>\n<p>As Erich Schwartzel explains when he first broke the news in the Wall Street Journal[1], a “HEPA Cleanup,” named after the High-Efficiency Particulate Air vacuum necessary to get rid of the particulates of human remains, has been added to the long roster of common acronyms which need to be used throughout Disney’s day-to-day operations. Whereas a “Code V”, or “Protein Spill” signifies that someone has vomited and a “Code U” or “Code Winnie” tells facilities that a person may have urinated, “Code Grandma” or “HEPA Cleanup” warns employees that once again, someone has scattered earthly remains on park premises.<br />\nBut where, might you ask, do people choose to deposit their loved ones for all eternity? According to Schwartzel, it can truly be anywhere and is often chosen for a personal reason or connection. Popular locations include the platform of “It’s a Small World,” the gardens in front of Cinderella’s Castle, anywhere along The Pirates of the Carribbean ride, or of course, within the Haunted Mansion. To quote:</p>\n<p>“Human ashes have been spread in flower beds, on bushes and on Magic Kingdom lawns; outside the park gates and during fireworks displays; on Pirates of the Caribbean and in the moat underneath the flying elephants of the Dumbo ride. Most frequently of all, according to custodians and park workers, they’ve been dispersed throughout the Haunted Mansion… ‘The Haunted Mansion probably has so much human ashes in it that it’s not even funny,’ said one Disneyland custodian.”[2]</p>\n<p>It’s apparent that a funerary program is no longer required. Rather, it seems as though some seek to spend their afterlife in environments that evoke particular moments or memories. In this context, the emotive qualities of place take on new meaning, be it euphoria, elation, or even the sublime. Within this lens, a theme park seems as good a place to rest as any. Disney already prides itself as an ideal location for any event—family reunions, proposals, weddings, anniversaries, birthdays—so why not stay forever?</p>\n<p>1. Erich Schwartzel, “Disney World’s Big Secret: It’s a Favorite Spot to Scatter Family Ashes,” The Wall Street Journal (October 24, 2018).<br />\n2. Ibid.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Adam Feldman"},"slug":"adam-feldman","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"slug":"sequels-afterlife","meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}