{"title":{"rendered":"Page Comeaux and Deo Deiparine on  San Diego, California and Tijuana, Mexico"},"content":{"rendered":"<p>Driving east at speed along Vía de la Juventud Ote, the solidity of the border fence becomes a rust-colored haze that reveals a vast landscape beyond. Aware of the studio’s interest in addressing waste management, our driver, Jesus, tells us that his place of business collects plastic bottle caps to exchange for cancer treatment through a local hospital program. “One-thousand bottle caps equals one chemotherapy treatment for a child,” he says. When a bottle is returned to a participating facility in California, the highest return one can receive is ten cents—one-thousand caps, ten cents each…do the math. Having been introduced to Tijuana’s booming medical-tourism industry earlier that morning, this was both an indictment of the costly U.S. medical system by comparison, and a testament to the resourcefulness of a community with limited resources.</p>\n<p>At a community station, we meet with residents and community leaders of Rancho Las Flores. Don Angel details the steps his community has taken toward attaining “regular” status in order to receive services and utilities from the government. Representation is no given, one of the many disproportionate burdens on the residents of this neighborhood, nevertheless, they work to redress this fact. Señora Vicky reveals to us that because of an absentee landowner, the land she occupies doesn’t qualify for the same title as Don Angel. Fighting through tears, she describes the community she imagines that Las Flores could become, one that her children would feel proud to say they come from. Jorges, who tends a small nursery in neighboring Rancho Macías, has become an expert on using native plants for erosion control—a pressing issue which threatens the homes and lives of the Canyon’s residents daily. “These plants are my daughters; these plants are my life,” he says, lamenting that due to improper education on their care, many of the species he plants are dead within two weeks.</p>\n<p>Our critics, Teddy and Fonna, insisted on allocating part of their travel budget to pay each of the community members that met with us. The act of articulating the injustices that are happening, and have happened to them is already a form of labor, and fairly compensating them for it is an acknowledgement of their concerted efforts toward improving their livelihoods and the communities they are a part of. Their often underrecognized time and labor becomes the information crucial to the foundation of our proposals.</p>\n<p>As we learned from the studio’s brief, the Tijuana River Watershed presents a geological case for a permeable border between nations. ‘The Wall’ is actually now two, sometimes three, walls—a thickness—one that dumbly misinterprets and rejects the streams of information converging around it. To the north, cones, barbed wire, and the watchful gaze of a border patrol officer keep us at a distance to observe the perverseness of the border fence sinking into the ocean. The following night, we stand within arms reach of it on the southern side, watching as waves, illuminated under moonlight and flood-lights, slip inward and outward freely between its gaps.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Page Comeaux"},"slug":"page-comeaux","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Deo Deiparine"},"slug":"deo-deiparine","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"slug":"travel-week-bulletin-fall-2019","meta":{"volume":"5","number":"05","bulletin":true,"publication_date":"2019-10-17"}}}}