{"title":{"rendered":"Paprika chats with Jennifer McTiernan"},"content":{"rendered":"<p>01.21.2016</p>\n<p>To get a better sense of local food infrastructure from a consumer’s point of view Paprika sat down with Jennifer McTiernan, a food lawyer and co-founder of City Seed, to chat about her work, her thoughts on food’s relationship to space, and what she eats.</p>\n<p><strong>Paprika! How did you become personally interested in food? It seems like you’ve always been very interested in the issues around food. Were there any formative experiences?</strong></p>\n<p>Janet McTiernan: Well, I come from a culinarily disadvantaged background. The most important thing my parents did was we would sit down and have dinner together. So that sense of family, that sense of community around a table was always there. Since I was a kid, I’ve been interested in how our actions affect the environment and how the decisions we make shape the world around us.</p>\n<p>It didn’t take me long once I had to cook for myself, as an adult, to think about those questions related to food. So food provides a way to talk about a lot of things. Food is celebratory. Food is community-based. It is this real opportunity to get people engaged in a range of issues. That’s the quick backstory—and [from there] I helped start and was the founding Executive Director of CitySeed. We started with one farmers’ market in our neighborhood, Wooster Square. And it turns out that a farmers’ market is a form of community organizing. You are getting a similar group of people together every week, same time, same place, week after week, and we realized running farmers’ markets in New Haven that they could be a platform for engaging community members in food policy issues. And this matters—because the choices we do make in our food system completely determine what the landscape of our world looks like. No matter what kind of food system you have—whether it is subsistence farming or the industrial food system we have in the United States—something like 50-60% of people in the world are engaged in feeding the population.</p>\n<p>I think of food as something that determines so much of what our lives look like. People are starting to realize how so many things are interconnected and how food is this big central node. And I am talking about just about everything, from who lives in cities, to farmland preservation in rural parts of Connecticut, to suburban sprawl—all of that has to do with our food system. It’s all related—food is very powerful that way.</p>\n<p><strong>P! Right, so when did you guys realize that New Haven needed a farmers’ market?</strong></p>\n<p>JM: I was working in the Yale Admissions Office and I would plan my travel around restaurants, so I would research where I wanted to eat and the farmers’ markets I wanted to visit. Then, I had this terrible idea that New Haven needed an organic grocery store. If you are an organic grocery store you are just waiting for Whole Foods to come and eat you alive or to fail—one of those two things is going to happen. And Alice Waters [of Chez Panisse] was talking at a conference at Yale. I went and ended up telling her about my idea for an organic grocery store and then she ends up saying, “Well let’s walk down Chapel Street tomorrow!” So we met on Chapel Street to try to find a place to put this ill-fated organic grocery store. We ended up eating at Atticus and at some point I turn to her and I said, “Could you tell me how you learned to cook?”</p>\n<p>And she said, “I apprenticed. I went to France and I apprenticed.”</p>\n<p>I said, “That’s really interesting. I don’t think we do enough apprenticeships in the states.”</p>\n<p>And she said, “You know what you should do (this was in February)? You should come to Chez Panisse this summer.”</p>\n<p>So I went and it was a total transformative experience for me. It was just a whole different way of relating to food. I don’t know how to describe it, I was at the epicenter of local, sustainable food.</p>\n<p>When I came back to New Haven I knew I needed to do something with my experience, but I didn’t know what it was going to be. I immediately started connecting and going to farms to see what was out there, in the Connecticut version of a local food system.</p>\n<p>Four of us, all neighbors in Wooster Square, realized there was a need: New Haven didn’t have a good farmers’ market. They had these people who would show up with cardboard boxes and you would think, “Where did you even get that from? Is that from NeW Jersey? Did you get it from Mexico? Who knows?” And they didn’t even look like farmers, they didn’t have dirt under their fingernails. And so there was this real opportunity. The first day we opened up, July 17, 2004, we open up at ten and are supposed to be open until two. By noon we had farmers going back to their farm to harvest more produce that they sold out.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika.png\"><img class=\"alignnone size-full wp-image-996\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika.png\" alt=\"paprika\" width=\"975\" height=\"604\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika.png 975w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika-300x186.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika-830x514.png 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika-230x142.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/01/paprika-350x217.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n<p>Russo Park farmers’ market the day it opened, July 17, 2004 (Courtesy of Jennifer McTiernan)</p>\n<p>The first year we were approached by three other neighborhoods and community organizations that wanted to have farmers’ markets and so the next year we opened up three more. There have been farmers who can quit their part-time day jobs and farm full time because they go to the farmers market, which means that there can continue to be working farms in this state nearby to New Haven. Then the other piece is there are people who can walk to one of these markets who don’t have a car, who can’t get to a grocery store. So, the markets are also about increasing access to local, healthy food. The issue has always been that the price point at farmers’ markets has typically been higher and relates to the government subsidy of the bad, cheap processed food that makes fast food cheap food. One way to handle that is to double the value of food stamps at the market – and CitySeed has a program that does just that.</p>\n<p><strong>P! And in those five years you ran CitySeed, did you see farmers change what they brought at all? It seems it could go one of two ways:</strong></p>\n<p><strong>1. People brought a globalized food taste which farmers had to find out how to provide for in Connecticut</strong></p>\n<p><strong>2. People adapted their food taste to what was grown around New Haven. The farmers, who were originally more dependent on operating within larger supply-chain networks, could farm what was more suitable to the land, and brought that to the market.</strong></p>\n<p><strong>Or maybe there is a third option.</strong></p>\n<p>JM: Farmers try to find ways to extend their season, because City Seed runs the market year round. And so you can be selling as a farmer year round. There are a lot more value-added products: turn your tomatoes into tomato sauce, make cheese, grow greens in a greenhouse the whole year. The other thing that farmers did is set up CSAs [Community Supported Agriculture] and sell them through the market. The CSA model is more your point of growing something suitable to the land that people are happy to eat. If you are the farmers, you know that if you have a lot of rutabaga, your CSA customers are going to get a lot of rutabaga; you have a lot of tomatoes they are going to get a lot of tomatoes.</p>\n<p><strong>P! When you opened the first market you were very cognizant of the demographics around Wooster Square, how the market would serve people. Did you see food have a power to activate public space?</strong></p>\n<p>JM: Russo Park was basically this strip that no one ever went to, where people walked their dogs and didn’t pick up after them– that is what Russo Park used to be. That totally changed—it is really different now. Russo Park is right across from Wooster Square, too, so people would go to the market and then they would go picnic in the park. It enlivened that whole area. And there is whole other argument about the beneficial local economic impact in the area of a farmers’ market. So not only does it activate community space, but we have numbers that show us that it strengthens the local economy because local dollars are staying locally.</p>\n<p><strong>P! I mean it reworks a little bit how people use their city, right?</strong></p>\n<p>JM: Yes, Fair Haven’s farmers’ market is located in a beautiful park right on the Quinnipiac River—before, it was under-utilized by the community. The market there changed that. When you talk to people in these communities they feel ownership of that space that they didn’t before.</p>\n<p><strong>P! You have stepped down from City Seed, are you hoping to do something food related?</strong></p>\n<p>JM: I passed off City Seed in 2009, and then I applied to law school. I wanted to go to law school because I wanted to approach these issues with a different set of tools. A J.D. can be a very powerful tool with which to affect change in the world. It is a different kind of tool than the skill-set I had at my disposal while running a community-based organization. What I would like to do is develop this area of food law—which is just emerging—and to build that up, to work with food entrepreneurs and farmers who need help. I know that there is a need out there and I would like to figure out how to meet it. Part of that will be working with farmers to navigate some of the regulatory challenges of selling and labeling food. Part of it will be working with start-ups in the food space, too.</p>\n<p><strong>P! What do you eat on the daily?</strong></p>\n<p>JM: I eat the way you would think I eat. I don’t eat a lot of meat. People think I am vegetarian, they just assume, and I look like a vegetarian because I only eat happy meat. They say, “What does that mean?” And I explain I want the animal to have had a good happy life before it was slaughtered for my dining pleasure. So I don’t eat a lot of meat, because when I do it is expensive and there are so many reasons not to.</p>\n<p><strong>P! When the California water crisis emerged people were obsessed with taking shorter showers, but forget that, just eat less meat!</strong></p>\n<p>JM: Seriously, but we don’t make those associations. You present food on the plate and there is no understanding of how it got there. So I definitely treat food in a different way than I did before. I eat locally and seasonally. In my kitchen, certain things are not available at certain times.</p>\n<p>The other thing that bothers me about factory raised animals, is —I do care about the animals— but the people who work there really have an awful job. And the communities around these factory farming operations are affected negatively, too: What do you do with these cesspools of pig feces in North Carolina from factory-raised pork? The effects are dangerous and interconnected. Food has profound implications on our landscapes and determines what our world looks like.</p>\n<p>Jennifer McTiernan, a graduate of the Yale Law School, is an Associate in the New Haven office of Wiggin and Dana. Before law school, she was a Co-Founder and Executive Director of CitySeed, a New Haven community-based non-profit. During her tenure, CitySeed was honored by the USDA for enabling Food Stamp recipients to access local, healthy food at CitySeed’s farmers’ markets. She has served in the positions of Chair of the New Haven Food Policy Council and President of CitySeed, as well as on the board of the Connecticut Farmland Trust.</p>\n"},"meta":{"fold":{"title":{"rendered":"Food"},"meta":{"volume":"1","number":"17","bulletin":false,"publication_date":"2016-01-21"}}}}