{"title":{"rendered":"Perspecta 52"},"content":{"rendered":"<p><strong>CHARLOTTE ALGIE </strong>(M.Arch &#8217;16)<strong> PATRICK KONDZIOLA</strong> (M.Arch &#8217;17)</p>\n<p><span>Perspecta is a rich and exciting platform for ideas. As editors of forthcoming Issue #52 (2019), our work in the role matures and takes life and we continue toward a deeper understanding of the wide esteem in which the journal is held. Likewise, we grow in our appreciation for the many architects and writers who offer time to meet and talk to us about our ideas under the auspices of the journal.</span></p>\n<p><span>In contrast, there are, internally, relatively compartmental relationships between other editorial teams and our own. In our experience so far, we feel that any such closed-off status limits the possibilities for cumulative and collective knowledge building from year to year &#8211; something we would love to see, and which we think could only enliven and enrich the project in which we now are part of a lineage. One pragmatic suggestion would be: a shared archive of notes and working materials. We imagine it possible that the journal take both a more accretive working practice, alongside a more collective big-picture ambition.</span></p>\n<p><span>Our original pitch for Perspecta 52 was something like this:</span></p>\n<p><span>“Perspecta 52, ‘Empire’, as in:</span></p>\n<ol>\n<li><span>     </span><span>The architecture of empire – a story about architecture as the system of artefacts which always engineer, iconographically and infrastructurally, the administration of a system of control within a territory.</span></li>\n<li><span>     </span><span>The Empire of architecture &#8211; that is, let’s think about that same engineering in relation to architecture itself as a discipline.”</span></li>\n</ol>\n<p><span>We have repeated something resembling this pitch many times now, in several contexts over the summer, working to share, discuss and receive as much critical input as we can, in the USA and abroad.</span></p>\n<p><span>As far as an update: We are in the process of evolving the work beyond the basic state that we started out with, essentially only a particular collection of authors. Our focus now is pushing toward a more productive thesis. That is, we want to actually suggest an answer to the question that goes something like: What should global architecture be (or become)?</span></p>\n<p>&nbsp;</p>\n<p><i><span>Editors note: Following up on a piece from last week’s issue on Perspecta 49, Charlotte and Patrick have offered insight into the preliminary stages of the editing process.</span></i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Patrick Kondziola"},"slug":"patrick-kondziola","meta":{"degree":"M.Arch II","graduation_year":"2017"}},{"title":{"rendered":"Charlotte Algie"},"slug":"charlotte-algie","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"On Practicing"},"meta":{"volume":"2","number":"01","bulletin":false,"publication_date":"2016-09-08"}}}}