{"title":{"rendered":"Perspecta 49"},"content":{"rendered":"<p><strong>VIOLETTE DE LA SELLE</strong>, <strong>RUSSELL LESTOURGEON</strong>, <strong>AJ ARTEMEL</strong><br />\nAt a time when the “new” is delivered constantly, how do you assume the editorship of a publication that takes three years to edit, design, and print? Perspecta, curated each year around a single bold theme, is both slow-moving and at the fore, and its production is a quest for the unquestionably significant. Perspecta has long been an important platform for the development and dissemination of architectural theory and practice, but there is uncertainty regarding the publication’s role in the wake of its its postmodern apogee. Each new team of student editors, full of ideas but often lacking in editorial experience, faces this uncertainty In many ways, this potential for constant reinvention is Perspecta’s greatest strength.<br />\nFrom the inception of our proposal, we sought a topic that would sustain us for three years of production, and one that would be as alluring in April 2013, when we began, as in September 2016, when it is scheduled for release. As students, we were unnerved by the speed and ubiquity of reference without concrete means of tracing chains of precedent and influence. We asked: Is there still value to the slower and often painstaking process of citation? We quote to construct our own voices, whether that be through quick google searches for precedent images or careful study of established intellects.<br />\nIt was intimidating to contact the distinguished scholars we were eager to include. We struggled with the pacing and deadlines of a three-year production schedule. We were overwhelmed by the daunting tasks of establishing a consistent style, securing proper image permissions, and working with graphic designers to decide how the book would be made. In spite of all these challenges we were inspired by our conversations with writers and contributors as pieces developed from abstracts to final essays. Our issue expanded from these conversations, as well as the initiatives and provocations that the contributors introduced.<br />\nAs we solidified our editorial intent, we emphasized the diversity of content that has made Perspecta unique: a mix of long scholarly articles, original research, interviews, and essays. The issue’s design worked to support and strengthen the theme, highlighting archival material, primary source documents, and unpublished images. To stress the different ways in which quotation can operate, we set all quoted material in grey. We experimented with footnotes, printing them both in line with the text and as impenetrable blocks. We recognize that it might take a few readings of the issue to discover these unifying themes, but this was precisely the intention: we wanted to create a thesis statement that would unfold over time rather than presenting itself immediately.<br />\nTo write about Perspecta in Paprika, a publication that did not exist when we were students, should make evident the important relationship between the two publications.<br />\nPaprika has become a platform for incisive, timely writing, allowing Perspecta to take its time with more considered, slower moving pieces and themes. We hope that the ideas tested on these pages provoke and inspire the next editors of Perspecta to continue to reinvent the journal. Both publications, in complementary ways, provide an outlet for students to shape their voices—an essential part of architectural education.<br />\nViolette, Russell, and AJ are graduates of YSoA. The trio edited Perspecta 49: Quote, recently released.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"AJ Artemel"},"slug":"aj-artemel","meta":{"degree":"Director of Communications","graduation_year":""}},{"title":{"rendered":"Violette de La Selle"},"slug":"violette-de-la-selle","meta":{"degree":"M.Arch I","graduation_year":"2014"}},{"title":{"rendered":"Russell LeStourgeon"},"slug":"russell-lestourgeon","meta":{"degree":"M.Arch I","graduation_year":"2014"}}],"fold":{"title":{"rendered":"New Shoes"},"meta":{"volume":"2","number":"00","bulletin":false,"publication_date":"2016-09-01"}}}}