{"title":{"rendered":"Person-ifesto"},"content":{"rendered":"<p>G LASTER (BA 2018&#8242;) and EMILY GOLDING (BA 2018&#8242;)</p>\n<p>&nbsp;</p>\n<p><span>Welcome to the </span><span>eg&amp;g Test.</span><span> It’s simple, like the Bob Stern Test (“Where’s the front door?”), but more important. Go ahead and open up your current project. Here’s the test:</span></p>\n<p><i><span>Does your proposed space subjugate transgender and gender non-conforming (GNC) people?</span></i></p>\n<p><span>We’ll be more specific: </span></p>\n<p><i><span>How are your bathrooms planned?</span></i></p>\n<p><span>If the answer is one men’s and one women’s bathroom, you fail the test, meaning that your proposed space does indeed subjugate</span><span> trans and GNC people</span><span>. Extra points docked if you have urinals drawn into the men’s, but not the women’s, or if you have a baby changing station drawn into the women’s, but not the men’s. D</span><span>on&#8217;t even think about putting those symbols where &#8216;female&#8217; is a stick figure with a circle skirt.</span></p>\n<p><span>If this sounds harsh, consider first the struggles of being trans or GNC. Consider that gendered bathrooms are perhaps the foremost way that architecture and the built environment regularly inflict violence on trans and GNC bodies.</span></p>\n<p><span>Bathrooms inflict gender in their stalls and signage. That the range of possible actions– directional door-opening, partitioned bowel-moving, mirror self-(dis)associating, general hygiene-doing, sudsy hand-wringing, paper towel basketball, etc – in gendered bathrooms is designed to be different conflates sex and gender.</span><span>, </span><span>  The two are not the same and neither is </span><span>binary</span><span>. Coercing people into spaces that negate their personhood is</span><span> violence</span><span>. Each “men” and “women” bathroom sign is a plaque honoring and perpetuating the erasure of trans, GNC, and intersex people. Each trip to relieve yourself as a trans or GNC person is a choice between the inward violence of denying yourself agency over gender identity and the external violence of being thought to be in the “wrong” bathroom. </span></p>\n<p><span>Gendered bathrooms are manifestations of normative, patriarchal power structures that seek to subjugate trans and GNC people. They enforce “fundamental anxiety about</span><span> gender ambiguity”</span><span> that comes from “our cultural beliefs about the anchoring of social gender in our genitals and secondary sex characteristics.”</span><span> When architects design built spaces with gendered bathrooms, they reinforce architecture’s continued alliance with these power structures and cultural beliefs (see also: the canon).</span></p>\n<p><span>The violence of gendering bodies extends in all directions, to everyone. People who binarily express gender, though their gender identities are predicated on the absence of other genders or no genders or multiple genders, experience this violence too. When we buy into “male” and “female,” we limit the possibilities of our many selves, of multiplicitous personhood. G remembers an age at which they accompanied both parents to their respectively-perceived bathrooms, an age at which they were deemed agender, too young to be binarized. Both authors still see this today, children being socialized and gendered by the codes they learn from occupying bathrooms. These learned</span><span> codes u</span><span>nrightfully inform our behaviors for our entire lives.</span></p>\n<p><span>The message to Trump in our studios is that “We Won’t Build Your Wall.” When we fail the eg&amp;g  Test, we do build his walls, though different ones than you might be thinking. We build the literal walls between traditionally binarized and essentialized genders, </span><span>walls</span><span> that exclude people who transcend the binary/essentialized system, walls that the federal government seeks to reinforce by denying public school students the right to use the bathroom of their choice.</span></p>\n<p><span>Even when you pass the</span><span> eg&amp;g Test,</span><span> you build those walls every time you step comfortably into the studio bathrooms, not questioning what they mean for trans and GNC students who are deprived of the right to safely use the bathroom without fear of being surveilled, accosted, or otherwise have their gender and gender expression policed by their cisgender peers. (In case you haven’t noticed, the only gender neutral bathrooms in the whole building are literally buried out of sight in the sub-basement (e.g., has seen a cockroach there) and off-limits to students on the third floor.) Yes, this happens; yes, this happens in our building; yes, you are absolutely complicit in this violence. To change this, take the following to heart: it is your job as architects to design and celebrate gender-neutral bathrooms, and it is your job as people to celebrate that menstruation, standing to pee, changing diapers, applying makeup, and anything else (that happens in the bathroom) has no gender. It is your job to change those damn stick figure signs.</span><span> Be radically free of gender.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"G Laster"},"slug":"g-laster","meta":{"degree":"B.A.","graduation_year":"2018"}},{"title":{"rendered":"Emily Golding"},"slug":"emily-golding","meta":{"degree":"B.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Demarcation"},"meta":{"volume":"2","number":"22","publication_date":"2017-04-20"}}}}