{"title":{"rendered":"Pit of No Illusions"},"content":{"rendered":"<p>In the back of a gift shop in Montana you can purchase an otherworldly experience for two dollars. After paying your fee, you walk down a long white tunnel and emerge into a vast yellow crater. A bright blue lake sits before you, surrounded by cliffs. There is only sky, water, and barren earth. You could be in a James Turrell project, but then you hear the obnoxious wail of an ambulance and the sound of agitated voices. In the distance you can make out what appears to be an enormous insect, harassing a flock of geese. Screeching birds, electronic zaps, bleeps, honks, and cannon fire echo across the water. You wonder what planet you are on before remembering that you came to see the Berkeley Pit, the storied Superfund site and ticking time bomb that will unleash its toxic load into the Columbia River watershed in the year 2023. The screeching and bleeping are coming from a Phoenix Wailer, a device for scaring off birds so they don’t die in the poisonous blue lake. The giant insect is an antiavian drone. The booming is a propane cannon. You came for the sublime and got a taste of the absurd.</p>\n<p>Like others before you, who in prior centuries paid three shillings to experience the illusory thrill of a phantasmagoria show or an encounter with a fantastical panoramic painting under a sky lit rotunda, you paid a small fee for an unworldly experience. But unlike them, you are living in the Anthropocene and need no illusions. You are here to witness the brink of a real environmental disaster. Theatrical terrors are reserved exclusively for the birds.</p>\n<p>This is only the latest chapter in the ongoing story of the Richest Hill in America. What began as a destitute mining camp in 1864 exploded into the scrappy sin city of Butte by the 1890s. Driven by unprecedented demand for copper as the electrical grid forked its way across the nation, 10,000 miles of mine workings soon honeycombed the hill. By the 1960s an open pit mine was established right in the middle of town. Whole neighborhoods were razed to make way. Some buildings were moved. The Holy Saviour church was simply buried.</p>\n<p>After about twenty years, the pit was abandoned. The pumps were shut off and ground water began to trickle back into what had been pumped dry for 100 years. The water didn’t stop. It flooded the miles and miles of tunnels beneath the pit, picking up copper, arsenic, cadmium, and zinc along the way, leaving it acidic enough to eviscerate any snow goose that stops for a drink.</p>\n<p>The countdown is on. Water has been rising at a rate of seven feet per year, and there are only about thirty feet to go before the toxic landform begins to disgorge its inner holdings. As long as the water is kept below the critical level everything will be fine, authorities insist. In fact, this is exactly what<br />\nthey have in mind. The pit will be maintained in its precarious state in perpetuity. Treatment is slated to begin any day now, assuming nothing unexpected happens. Meanwhile, 2023 is drawing near.</p>\n<p>So step right up, folks, perpetuity is a long time and the townspeople see a bright future. A new generation of toxic tourists are eager for an authentic disaster experience that only costs two dollars. Even the local coffee shop serves a fair-trade macchiato called Pit Water, but that will probably cost you more like five.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Colin Chudyk"},"slug":"colin-chudyk","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Other, Etc. A Catalog Of Anything But Architecture"},"meta":{"volume":"5","number":"01","publication_date":"2019-08-29"}}}}