{"title":{"rendered":"Planning And Democracy"},"content":{"rendered":"<p>JOHN EHRETT (YLS J.D. 2017)</p>\n<p>Yale University proudly—and justifiably—celebrates its history of training world leaders. This heritage, however, comes at a price: the University’s broad emphasis on national and global challenges often substitutes for engagement with the immediate realities of the modern built environment.<br />\nIncreasingly, the controversies that loom largest in public life—economic inequality, religious freedom, and criminal justice reform, just to name a few—arise from decisions made by local policymakers and planners. These controversies, however, are inevitably filtered through a prism of national polarization unmoored from real faces and real identities. Accordingly, it becomes easy to view the world as an abstracted war between rival cultural visions, rather than as a landscape that individual citizens have a duty to help cultivate.<br />\nFor its part, Yale brilliantly succeeds at probing the stakes and consequences of broad ideological conflict, but devotes little attention to the daily realities of municipal governance. How many Yalies could name the mayor, the city planner, or the city councilpersons of their respective hometowns?<br />\nIn some ways the failure rests with us, Yale’s students: upon graduation, most of us law students will concentrate in Washington D.C., New York, Los Angeles, or San Francisco, and many others across the University will do likewise. These cities, however, are not the only places where the need for creative solutions to urban challenges is keenly felt.<br />\nThe need is felt in Midwestern communities experiencing structural upheaval in the wake of outsourcing and factory closures. The need is felt in Appalachian towns where residents find themselves forced to choose between environmental protection and economic survival. The need is felt in minority communities still experiencing the toxic effects of redlining and persistent discrimination. And Yale’s own experience, as an enclave of affluence within a community racked by widespread poverty, is perhaps the most obvious testament to this need.<br />\nYale should resist the temptation to avert its institutional gaze from these issues. Local communities are the foundation upon which every other political structure rests, and thoughtful urban planning is essential to a healthy city culture.<br />\nEffective urban planning impacts issues critically important to democracy—the construction of public spaces where individuals can gather for discussion or demonstration, the accessibility of polling places, transit systems connecting workers to employment opportunities, zoning decisions allowing Muslim Americans to build mosques and community centers, and much more. These issues are enormously vital to lawyers and law students, but our own power to address them is limited by our discipline. Lawyers can help facilitate development processes and challenge entrenched opposition, but urban planners (and architects) must provide the requisite creative spark. The urban world requires builders and designers, not just critics and consultants.<br />\nThe educational opportunities Yale provides should reflect that reality. Few universities have the cultural power and financial capital to push back against the widespread atomization and alienation present throughout contemporary communities… but Yale is one of them, and it ought to do so. Yale has already explored many ways of giving back to its host city—through scholarship grants, legal clinics, medical partnerships, community organizing, and so forth—and consistently encourages students to participate in New Haven community life. Embracing urban planning as a formal discipline is a logical next step.<br />\nThe challenges of contemporary city life are quite literally on Yale’s doorstep, and they will undoubtedly persist across decades to come. Reinstating an urban planning department would be an excellent way to begin addressing them—both in New Haven and in the larger world.<br />\nLooking to the future, Yale’s students are ideally poised to advance a modern vision of urban localism. Such a vision might meld traditional considerations of growth and sustainability with efforts to build lives of intentional community. These efforts could include building green spaces that unite people from all walks of life, designing police beats that foster trust between officers and residents, and structuring healthcare resources to be accessible to residents living far from city centers.<br />\nAmerica needs this vision now more than ever, and Yale’s future urban planning students can help bring it to life.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"John Ehrett"},"slug":"john-ehrett","meta":{"degree":"J.D.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Urban Yale"},"slug":"urban-yale","meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02"}}}}