{"title":{"rendered":"Positive Feedback:  Energy Towards Healthy Living Environments"},"content":{"rendered":"<p>Biological ecosystems, think rainforests or oceans, have reinforcing feedback loops in order to support and regenerate themselves. A deeper study shows that ecosystems achieve this by producing moments of energy and material concentration (i.e. higher quality energy with greater application). Buildings and urban ecologies are typically energy and material consumers with no positive feedback–reinforcing loops. Rather, they consume energy and material, contributing to negative feedback loops such as accumulation of waste, concentration of air pollutants, or growth of urban heat islands. Many have argued<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> that the consequences of this cycle are leading to the deterioration of our global climate, economies, and the health and well-being of urban inhabitants, as addressed by the UN Sustainable Development Goals (SDGs).<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> However, with the accelerated urbanization process across the globe, the need for more residential units is rising. This in turn is increasing the electricity demand for the residential sector, especially within emerging economies where the delivery of adequate infrastructure is not keeping pace with unchecked urban expansion. The health of our urban ecosystems in terms of air quality, energy, and material consumption is intrinsically linked to the integration and delivery of environmental and structural systems within the building sector. In the United States alone, the building sector accounted for 41% of primary energy consumption and 30% of material use in 2015.<a href=\"#_ftn3\" name=\"_ftnref3\">[3]</a> Globally, the Deep Decarbonization Pathways Project (DDPP)<a href=\"#_ftn4\" name=\"_ftnref4\">[4]</a> directly singled out the building sector as being a major contributor to the increase of carbon in our urban environments. How then, can we shift our hierarchy of energy to provide positive feedback reinforcing systems in the built environment process?</p>\n<p>At the Yale Center for Ecosystems in Architecture (CEA), through a framework named Built Environment Ecosystem (BEE), we envisage a new ecosystemic paradigm which allows for positive-feedback reinforcement loops to occur through the shaping of energy and material flows.<a href=\"#_ftn5\" name=\"_ftnref5\">[5]</a> The BEE framework follows an ecosystem logic. Implying such a logic to built environment intervention entails providing fresh air, clean energy, safe water and food, and a sustainable material life cycle. This framework has been implemented in mobile medical facilities used to bring accessible healthcare to Haiti and in exhibit environments such as the Chale Wote festival in Accra, Ghana using upcycled coconut husks.<a href=\"#_ftn6\" name=\"_ftnref6\">[6]</a> We had the opportunity to again highlight the BEE framework this summer on a project called Ecological Living Module (ELM), a collaboration between UN Environment, UN Habitat and Yale University School of Architecture, Yale CEA and Gray Organschi Architecture.<a href=\"#_ftn7\" name=\"_ftnref7\">[7]</a> Exhibited at the UN Plaza in New York, ELM is an eco-housing module of 22-square-meters that is a built ecology. The environmental components, of the system each follow a specific role and yet are interdependent on the other components as well as the physical environment in which they are located. These components can be seen as concentrations of material and energy flows that aim to provide a positive reinforcing feedback loop. For example, the HeliOptix solar component type or “species” adapts to its physical environment by tracking the sun, capturing, and concentrating solar energy and transforming it into a useable form, such as thermal or electrical energy. This energy is used to meet the occupants’ needs for cooking, lighting, communication, etc. Another component of the system adopts a sustainable material life-cycle by using bio-based renewable materials which are locally sourced, and sequester carbon within the building which would have otherwise been released into the atmosphere. Fresh air is provided within the home via an active modular phytoremediation system in the loft space used to sequester, store, and degrade pollutants. The provision of food for human health and well-being is addressed on the microfarming facade which provides 65% of nutrient-dense fruit and vegetable servings for up to four persons per year. A sensor network located within the house collects the spatial and temporal environmental data of the physical environment. By coupling this with biometric health indicator monitoring, occupant data is collected with the aim to correlate the environmental data and the biometric data, and investigate how an ecosystemic approach to the built environment has the potential to improve the overall health and well-being of the occupants. These moments of concentration each enable a highly localized integration of systems. The ELM was a prototype of the BEE framework. It incorporated ecosystemic thinking to achieve not only net-zero energy but also concentrating energy and material systems to reduce the need for extensive and energy intensive infrastructure for energy, water, food, and waste.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><strong>[1]</strong></a>        T. McMichael, H. Montgomery, &amp; A. Costello, “Health risks, present and future, from global climate change,” <em>BMJ</em>, Vol. 344, No. 1359, 1‐5 https://doi.org/10.1136/bmj.e1359; M.E. MEA, <em>Ecosystems and Human Well</em><em>‐</em><em>Being: Synthesis</em> (Washington,DC:Island, 2005); M.R. Raupach et. al, “Global and regional drivers of accelerating CO2 emissions,” <em>Proceedings from the National Academy of Sciences</em>, Vol. 104, No. 24, 2007: 10288–10293.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><strong>[2]</strong></a> U.S. United Nations, <em>UN Sustainable Development Goals</em> (SDGs). Retrieved from https://www.un.org/sustainabledevelopment/sustainable-­‐development-­‐goals/, September 25, 2015.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><strong>[3]</strong></a> U.S. Department of Energy, <em>Building energy data book</em>. Retrieved from: https://openei.org/doe-­‐ opendata/dataset/6aaf0248‐bc4e­‐4a33­‐9735­‐2babe4aef2a5/resource/3edf59d2­‐32be-‐458b‐bd4c­‐ 796b3e14bc65/download/2011bedb.pdf.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><strong>[4]</strong></a> J. Sachs, et. al, <em>Pathways to deep decarbonization-­2015 Report</em> (Paris: SDSN-IDDRI, 2015).</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><strong>[5]</strong></a> N. Keena et. al, “Towards a visualization framework to evaluate the emergy of built ecologies,” <em>Proceedings from Emergy Synthesis 9: Theory and Applications of the Emergy Methodology</em> (Gainesville, FL: Center for Environmental Policy, University of Florida, 2016): 127-142; Anna Dyson and Naomi Keena, “Qualifying the quantitative in the construction of built ecologies,” in D. Benjamin (ed.), <em>Embodied Energy and Design </em>(New York: Columbia University GSAPP/ Lars Müller, 2017): 96–205.</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\"><strong>[6]</strong></a> Rensselaer Polytechnic Institute, <em>CASE Coconut Building Panels on Display in Ghana</em>, Retrieved from https://news.rpi.edu/content/2016/09/22/case‐coconut­‐building­‐panels­‐display­‐ghana.</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\"><strong>[7]</strong></a> Yale News, “Yale School of Architecture and UN Environment unveil Eco Living Module,”  Retrieved from https://news.yale.edu/2018/07/11/yale­‐school­‐architecture­‐and­‐un‐environment­‐unveil­‐eco­‐ living­‐module: July 11, 2018; United Nations Environment Programme, “Yale University demonstrate how to make modern living sustainable with new eco‐housing module, Retrieved from https://www.unenvironment.org/news-­‐and-­‐stories/press-­‐release/un­‐environment‐yale‐university‐demonstrate‐ how‐make‐modern‐living: July 9, 2018.</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Naomi Keena"},"slug":"naomi-keena","meta":{"degree":"Postdoctoral Associate, CEA","graduation_year":""}}],"fold":{"title":{"rendered":"Energy"},"meta":{"volume":"04","number":"03","bulletin":false,"publication_date":"2018-10-04"}}}}