{"title":{"rendered":"Pour Vida? No Thanks My Cup Is Full"},"content":{"rendered":"<p><em>Mayra Mundo is in New Haven, CT. </em></p>\n<p>Boyle Heights is a workingclass and low-income Latino immigrant neighborhood. It sits east of Downtown LA, but west of East LA, and is divided by the LA river. In the summer of 2016, Boyle Heights Alliance Against Artwashing and Displacement (BHAAAD), an anti-gentrification coalition was protesting gentrifying businesses like galleries and coffee shops― “Investments in the community” driven by real estate development.</p>\n<p>BHAAAD worked to find chisme (gossip) that implicated certain businesses and galleries in this gentrification by connecting them to real estate projects. This informal research was the force behind many of BHAAAD’s victories in closing art galleries. In the summer of 2017, the group got chisme that Vida, a STARZ comedy drama, was going to be filming in the Boyle Heights neighborhood. By gathering chisme, BHAAAD found inflammatory details involving the creator of Vida, Tanya Sarocho. Tanya, it was found, was represented by UTA, a gallery targeted by BHAAAD because it had opened in the Boyle Heights “gallery district” against the wishes of Boyle Heights residents.</p>\n<p>BHAAAD posted about Tanya’s assocation with UTA to their Instagram along with screenshots of Sarocho’s Pinterest mood boards for Vida. Saracho had “pinned” images of BHAAAD’s public actions as well as its members’ personal lives―heated demonstrations outside of a hipster transplant coffee shop, a member on a megaphone with “Fuck White Art” tagged behind her, another member DJing a vinyl set at an unrelated BHAAAD event, public anti-gentrification community gatherings in Boyle Heights, banners and all. In time, these mood boards were appropriated frame by frame on Vida, turning these real lives and labor into fodder for a television network’s cynical entertainment. Sarocho re-authored the narrative of the anti-gentrification resistance.  In true Hollywood fashion, she capitalized off the work and struggle of residents and activists in Boyle Heights for her and her boss’ profit.</p>\n<p>What does it mean to have “representation” in the media and what makes this representation authentic? In the narrow world of popular media, representation is applauded because it shows difference from whiteness. You could say BHAAAD had achieved representation on Sarocho’s Vida. This representation, though, didn’t arouse pride. Instead, it was directly opposed to the work of the Boyle Heights community and BHAAAD to defend the neighborhood from evictions and raids. To them, these identities are just an aesthetic that supports whiteness while claiming to subvert it. </p>\n<p>In fact, what got “represented” are codes that are used to commodify the other, their behaviors, and the way they dress. These codes seduce the audience into thinking that they are viewing something different even though they’re not. These visual codes of the Vida mood boards are recuperated forms of identity that make one latina interchangeable for any other for easy consumption on the screen. On Tanya Sarocha’s mood boards, identity is reduced to a code used to simulate authenticity by actors who portray a mood, a fantastic idea of identity. </p>\n<p>Far from the authenticity that shows like Vida claim, mood boards are tools that creatives use to visualize their next capitalist pursuit. Tools like ARE.NA are a way to visualize threads on threads of hoarded cultural capital stolen from real lives. These highbrow versions of scrapbooking are used everywhere―Balenciaga hoards references for its next FW collection, some anecdote stolen from the other that will become Yeezy’s next color palette. A mooood: where culture goes to die and get reanimated as capital. </p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mayra Mundo"},"slug":"mayra-mundo","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}