{"title":{"rendered":"Practice/Perfect"},"content":{"rendered":"<p><strong>TIMON COVELLI </strong>(M.Arch &#8217;18)</p>\n<p><span>I mull over this essay as Dimitri and I rush down the highway in a borrowed pick-up truck with a steel guardrail hanging out of the bed. It’s the final week of the Building Project. Scheduled for a powder-coat that morning, the rail had broken during handling and needed to be fixed by the end of the day. For a moment, I feel like I’m rushing a friend to the hospital, a friend that I had injured. I’m anxious about every passing minute, guilty for the entire predicament, and embarrassed that something I had done was turning out so badly.</span></p>\n<p><span>Then I take a step back. Everything is going to be ok. The guardrail will be fixed. The urgency is undue. After all, I was doing something I had never done before. We had cut, drilled, welded, and ground over 75 feet of steel bar, all of which was totally new to me. If this thing even came close to perfect it would be a miracle.</span></p>\n<p><span>Experiences like this defined the summer. Building a house for the first time, making something I have a stake in, was basically a boot camp on how to deal with personal imperfections. Not personal imperfections like lateness or laziness, but rather imperfections in something I’ve made and then take very personally. As a BP intern (or YSOA student) you want to perform every task as quickly and efficiently as possible, all while producing outstanding results. It didn’t take long this summer to realize that everything takes longer than you thought and nothing looks flawless up close. The good news is that after all these forays and their sub-perfect results, you realize that everything looks fine when you take a step back, and that when you’re learning something, a perfect outcome isn’t necessarily the most productive.</span></p>\n<p><span>It’s easy to lose sight of this during the academic year, rushing from one review to another, constantly churning out finished projects that are all expected to be provocative, attractive, and at the same time, anchored. To think a first year student is asked to propose a new paradigm for the public library before she/he can build a proper stud wall is a bit surprising. In our education, thinking big architectural thoughts and understanding simple building construction don’t always go hand-in-hand, and they don’t necessarily have to, but imperfection should be welcomed regardless. </span></p>\n<p><span>The most celebrated aspect of the Building Project, and the reason I stayed on all summer, is that students can see a project develop from concept to construction. But in doing this, the Building Project also exposes how messy and improvised architecture can be. Looking back on first year as a whole, this was an important realization for me. Studio projects, since they aren’t seen through to completion, can retain the illusion of perfection. By not always admitting messiness or improvisation, we pressure ourselves to produce (pseudo) pristine work. However, when an imperfect outcome is accepted, projects are more likely to be risky and students are more likely to grow.</span></p>\n<p><span>On the last day of the Building Project, our repaired (and now powder-coated) guardrail was delivered to the site. It had more visible welds than we’d initially planned on, but it ultimately came out great, and was installed painlessly. This emotional arc of stressing over a project, seeing it pan out well, and then wishing I’d worried less happened over and over this summer and throughout the past year. First year is chocked full of rapid introductions to new software and new tools, which you’re expected to use seamlessly thereafter. This is all happening while you’re acclimating to a new place and new people. It’s important to realize that during this adjustment process perfect expectations can hinder you, and that your larger development is more important than tomorrow’s deadline. A year later, I’ve finally become comfortable with imperfect results, can work a bit faster, and am learning more along the way. Looking back, I wish I’d attained this looseness earlier, and hadn’t let the pressure of a prestigious education weigh as heavily on me.</span></p>\n<p><span>I gained so much practical knowledge from the Building Project, but equally important is my new outlook on my education, gleaned from this summer’s countless imperfect incidents. At YSOA, whether we’re shooting a nail gun or working in studio, we’re trying to get better at something that’s new and challenging to us. We’re practicing. So although I love sexy drawings and positive reviews as much as the next student, I’ll enter second year more willing to take risks; more concerned with my personal development and less obsessed with a perfect outcome.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Timon Covelli"},"slug":"timon-covelli","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"On Practicing"},"meta":{"volume":"2","number":"01","bulletin":false,"publication_date":"2016-09-08"}}}}