{"title":{"rendered":"Pre/Post"},"content":{"rendered":"<p><em>In Peru, the Nazca etched lines into the desert to orient the rise of constellations, indicate the sources and springs of water, and carve out space for ceremonial gathering. The Quechua engineered buildings and infrastructure into the logic of ecological context, building agriculture where water naturally flows, and cities where land is not fertile. The land was the medium to transfer knowledge between generations. In 2019, Peru’s cities are expanding horizontally at a staggering pace, blind to natural systems they are built upon.</em></p>\n<p>Barclay Crousse is a design studio based in Lima, Peru that explores the bonds between landscape, climate and architecture, in order to challenge notions of technology, usage, and quality of life that, from the specific conditions of developing countries, can inform and be pertinent in a global context. We asked Sandra Barclay and Jean Pierre Crousse to compile six images &#8211; three images of peru. Three before the arrival of the Spanish and three after. Here’s what they sent back:</p>\n<p>1: CARAL VALLEY<br />\nThe Peruvian inhabitants of this coastal valley started building the first monumental sacred city in Peru, some 500 centuries ago. They managed to understand that they should build in the arid slopes in order to leave the fertile valley dedicated to agriculture. That scheme (esquema de implantación) lasted until the Spaniards came to America and started building cities along the rivers. Today, most of the fertile valleys along the desert coast are collapsing under urban pressure.</p>\n<p>2: MORAY TERRACES<br />\nThe Central Andes mountains were domesticated by humans by building water retaining infrastructures and building artificial flat ground in the vertical landscape. Moray agricultural terraces in Cusco are an outstanding example on how to modify nature for production purposes and being able to build a beautiful landscape.</p>\n<p>3: MARAS INCA SALT MINE<br />\nThe production of salt in Maras (Cusco) create an anthropic landscape ruled by gravity and salty water flow. Sun radiation is used to dry the shallow ponds and extract salt. The local community is still producing salt nowadays.</p>\n<p>4: SEASONAL<br />\nFERTILE HILLS IN LIMA<br />\nThe natural phenomenon of Lomas in the arid Pacific range of Central Andes, once used to collect water in the coastal desert, encroaches with the growing informal city in Lima. The land is occupied in summer, while there is no vegetation, dangerously shrinking this unique seasonal landscape.</p>\n<p>5: ANDES<br />\nFOOTHILLS IN CHOSICA<br />\nThe city of Lima is growing up on the foothills of the Andes, occupying dry basins and high risk areas. When rain comes with El Niño, landslides occur and disaster happens.</p>\n<p>6: PIURA AND ENSO<br />\nEl Niño Southern Oscillation bring tropical rains to the North of Peru in a circle of 10 to 15 years, which can be a great thing if cities were not<br />\nbuilt in risk zones. Inhabitants vulnerability is a consequence of not understanding the dynamics of the territory.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jean Pierre Crousse"},"slug":"jean-pierre-crousse","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Sandra Barclay"},"slug":"sandra-barclay-2","meta":{"degree":"M.Arch I","graduation_year":""}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"slug":"basinrange","meta":{"volume":"5","number":"04","bulletin":false,"publication_date":"2019-10-10"}}}}