{"title":{"rendered":"PRESERVATION: THE CONTEMPORARY PARADIGM OF A FORMER ARCHITECTURE"},"content":{"rendered":"<p>M. Arch I (‘18)<br />\nJack Lipson</p>\n<p>In the relentless agenda to preserve an architecture of a moment in time, we as a profession and society tend to put up boundaries and restrict ourselves from tainting the idealized. The layering, reusability, and adaptability which was so inherent in a previous world of architecture has sadly been replaced by the need to maintain an often unnatural perfection: to achieve the effect of architecture likened to a clean, unworn canvas. Paradoxically, the lengths we go to for the sake of preservation often disassociate the public from the subject completely. We put up glass divides, erect fences and signs. The ambition for historic connection often creates a physical disconnection, through which we ultimately lose the memory we attempt to preserve or, better yet, recreate.<br />\nConversely, while the processes of physical preservation distance the public from the preserved subject, the global trend of digital preservation grants immediate access to a hyper-documented, hyper-preserved archive of the world. We live in a time when we can literally take a snapshot of our streets, buildings, infrastructure and our lives to create an archive: a ‘collective memory’&#8230; dot com. Photography and image distribution act as an open gateway for anyone to enter the discourse. French photographers Yves Merchanc and Romain Meffre, in documenting the ruination of Detroit, describe their images as artifacts of the “ruins of modernity.” Although they are non-natives with no association with the locality of Detroit and its history, Merchanc and Meffre are elevated from vagabond Frenchmen wandering in a lost American city to artistic archaeologists uncovering and re-presenting these “artifacts” to the public. In this case, the City becomes distilled to a subjective image, one that gets instantly reinjected into society—the romanticized ruin. As Sarah Rojon states, “the distinction between professional and amateur has lost its relevance in the digital age” and because of our ability to easily curate our own intake of information, “the professional is no longer the guarantor of legitimacy and knowledge”3. The contemporary paradigm of a universal dissemination of imagery and information has created a landscape by which the role of preservation can apply to both everything and nothing. With each individual’s ability to contribute to the discourse, authority in the practice dissipates as voices from multiple corners of the world with varying depths of insight weigh in their opinion on what should remain or be gone.<br />\nToday we see the result: an ease of accessibility to our collectively valued monuments through immense levels of unprecedented tourism—an industry that thrives off of the seemingly broad strokes and declarations that many nations willfully embrace: that every object, building, and moment is worth preserving for display. Much like the visual propaganda that Piranesi shared with the north within Antichità Romane, glorifying the ruins of a destroyed Rome, we too flock towards the remains of past civilizations. We see the world’s economy thriving as cities seem to trade in their ambitions for innovation with capital efforts to remain in stasis—and for those that continue to build, it is within the grasp of an agenda which anticipates preservation.<br />\nWhether the instinct to preserve is born of nostalgia or respect, it can be concluded that the act of preservation informs us more of the contemporary epoch and its methods than the object of the past—that through the act of preservation we are, by definition, acting upon the object. A building preserved must tell two stories at once, its own reality and its history—a history that is as much subject to discrepancy and individual insertion as it is to fact.</p>\n<p>3 Rojon, Sarah. “Post-industrial<br />\nImagery and Digital Networks: Toward New Modes of Urban Preservation?” Future Anterior: Journal of Historic Preservation, History,<br />\nTheory, and Criticism 11.1<br />\n(2014): 85. Web.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jack Lipson"},"slug":"jack-lipson","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Nostalgia"},"slug":"nostalgia","meta":{"volume":"2","number":"03","bulletin":false,"publication_date":"2016-09-22"}}}}