{"title":{"rendered":"Project Green Light: Safety or Surveillance?"},"content":{"rendered":"<p>If you drive down any of Detroit’s main avenues at night, you will notice something distinct: a long string of flashing, green lights. You will see them atop buildings, above liquor store windows, and affixed to gas station price displays. Around each dark corner, the green glow persists. This is Project Green Light. The project is a public-private partnership that enables Detroit’s small businesses to pay for the installation of green lights and security cameras on their premises.</p>\n<p>Launched through an agreement between the Detroit Police Department and eight local gas stations in early 2016, the Project Green Light partnership has grown to include over 500 participating businesses across the city as of mid-2019. In exchange for an entry fee of between $4,000 and $6,000, plus a monthly fee of up to $150 for cloud-based video storage, businesses receive high-definition cameras with a real-time connection to police headquarters crime analysts, along with accompanying signage and one of the program’s recognizable green lights. According to the Detroit Free Press, the city allocated nearly $8 million in bonds to the department’s Real Time Crime Center, from which the Police Department monitors all of the program’s security camera feeds.[1] Proponents of the program tout its effectiveness in crime reduction and deterrence, pointing to a 23% reduction in violent crime across all Project Green Light sites, and a 48% reduction at the original eight sites compared to 2015, when Detroit was still unfairly derided as the “Murder Capital” of America.[2] The original intent of the program can be understood best in the context of the larger-than-life fears of crime in 2014 and 2015. When the program began in 2016, Police Chief James Craig pitched the initiative as a deterrent and an opportunity to catch crimes as they were committed.</p>\n<p>In a short amount of time, these green lights have become commonplace. What, to the outsider, seems otherworldly has quickly become an ordinary part of Detroit’s built environment. Some Detroiters see the green lights as a sign of safety—an assurance that, at this establishment, the Detroit Police Department has its eyes on the ground. Other Detroiters interpret the lights as an oppressive force—an overwhelming reminder that, no matter where they go, the Police Department is carefully watching. In either case, urban residents continue with their routines, passing in and out of convenience stores and restaurants under flickering green halos.</p>\n<p>But this collective comfort was shaken up earlier this year, when it was revealed that the Police Department was testing technology that would run the program’s camera feeds through facial recognition software. According to <em>The New York Times</em>, the software “matches the faces picked up across the city against 50 million driver’s license photographs and mug shots contained in a Michigan police database.”[3] But, as the Georgetown Law Center on Privacy &amp; Technology report aptly puts it, “face surveillance doesn’t identify crime; it identifies people.”[4] Given that studies demonstrate that facial recognition technology disproportionately misidentifies Black faces , [5] residents of this majority-Black city are unsurprisingly concerned—betrayed, even. What was once a popular and effective crime deterrent is now a symbol of surveillance. Detroit’s built environment and its twinkling green lights remained the same after this news was published. Yet, to many Detroiters, their meaning transformed into something much more sinister.</p>\n<p>Today, the status of Project Green Light is uncertain. Just as criticism and discomfort with the program’s impact on civil liberties began to mount, officials have touted improved crime statistics and announced their intent to expand the network of cameras into public housing and schools across the city. In the absence of federal regulation of facial recognition surveillance, some cities have stepped up to legislate. Earlier this year, San Francisco became the first major city to ban local government agencies’ use of facial recognition technology.[6] Although the political future of facial recognition in Detroit and cities like it remains murky, it is clear that Project Green Light has had a significant impact on the psyche of Detroit, changing the way Detroiters view the balance between safety and surveillance beneath a skyline of flashing green lights.</p>\n<p>&nbsp;</p>\n<p>1 Gross, Allie. “Does Detroit’s Project Green Light really make the city safer?” <em>Detroit Free Press</em>, April 20, 2018. Accessed September 14, 2019. www.freep.com/story/news/local/michigan/detroit/2018/04/20/project-green-light-detroit/509139002.<br />\n2 <em>A Critical Summary of Detroit’s Project Green Light and its Greater Context.</em> Detroit: Detroit Community Technology Project, 2019. Accessed September 14, 2019. detroitcommunitytech.org/system/tdf/librarypdfs/DCTP_PGL_Report.pdf?file=1&amp;type=node&amp;id=77&amp;force=.<br />\n3 Harmon, Amy. “As Cameras Track Detroit’s Residents, a Debate Ensues Over Racial Bias.” <em>The New York Times</em>, July 8, 2019. Accessed September 14, 2019. www.nytimes.com/2019/07/08/us/detroit-facial-recognition-cameras.html.<br />\n4 Clare Garvie and Laura M. Moy. <em>America Under Watch: Face Surveillance in the United States</em>. Washington, D.C.: Georgetown Law Center on Privacy &amp; Technology, 2019. Accessed September 14, 2019. www.americaunderwatch.com.<br />\n5 Joy Buolamwini and Timnit Gebru, “Gender Shades: Intersectional Accuracy Disparities in Commercial Gender Classification,” Proceedings of Machine Learning Research 81, 1 (February 2018). proceedings.mlr.press/v81/buolamwini18a/buolamwini18a.pdf.<br />\n6 Kate Conger, Richard Fausset, and Serge F. Kovaleski. “San Francisco Bans Facial Recognition Technology.” <em>The New York Times</em>, May 14, 2019. Accessed September 14, 2019. www.nytimes.com/2019/05/14/us/facial-recognition-ban-san-francisco.html.-border-wall.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ramis Wadood"},"slug":"ramis-wadood","meta":{"degree":"JD ","graduation_year":"2021"}},{"title":{"rendered":"Andrew Rising"},"slug":"andrew-rising","meta":{"degree":"JD","graduation_year":"2021"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","bulletin":false,"publication_date":"2019-09-19"}}}}