{"title":{"rendered":"Proust, Onomastics, and Representation"},"content":{"rendered":"<p>ELIA ZENGHELIS (Eero Saarinen Visiting Professor, Yale School of Architecture)</p>\n<p><span>When in my youth I joined Rem Koolhaas to form an architectural practice, one of the first objectives that emerged was to give it a name: after initially contemplating such names as </span><i><span>The Doctor Caligari Cabinet of Architecture</span></i><span>, we settled for the more Spartan </span><i><span>Office for Metropolitan Architecture</span></i><span>—</span><span>a name that followed the tract “Our New Sobriety”…   </span></p>\n<p><span>Naming &#8220;things&#8221; is a part of everyday taxonomy in human communication, as we distinguish the objects of our experience together with their similarities and differences; it helps us illustrate the connections between language, meaning, and the way we perceive the world. In architecture, the names of buildings bring forth their image in our mind and activate our perception, memory and discernment</span><span>—</span><span>or our imagination. </span></p>\n<p><span>A name has an aura which sums up the individuality of the person, place or thing it denotes. Names of places are part of their history; they have clung to them for generations and are usually unalterable. </span></p>\n<p><span>When I engage in teaching today, I require students to take a position, and I always ask of them two things: an </span><i><span>Image Manifesto</span></i><span> which figuratively illustrates their viewpoint, and a </span><i><span>Name</span></i><span> for their projects. </span></p>\n<p><span>Besides its faculty of designation and identification, a </span><span>name is a vessel of manifold meanings, symbols and images; it can confer character, announce contents, convey intentions; it implicates us and connotes our positions; it can be the ideological carrier of a worldview. All of this can also be embodied in the name of an architectural practice: DOGMA is a foremost contemporary example, a practice that even carries @dogma.name for its electronic address.  </span></p>\n<p><span>The distinction that a Name confers is a subject singularly handled by Proust in </span><i><span>Swann’s Way</span></i><span>, the first volume of his masterpiece, </span><i><span>A la Recherche du Temps Perdu</span></i><span> (</span><i><span>In Search of Lost Time</span></i><span>), where he writes:</span></p>\n<p><i><span>At the age when a Name forces us to seek in a city a soul that we have no power to expel from the sound of its Name, it is not only to towns and rivers that names give an individuality; and so every historic house has its lady or its fairy, as every forest has its spirit, as there is a nymph for every stream. Sometimes, hidden in the heart of her Name, the fairy is transformed to suit the life of our imagination.   </span></i></p>\n<p><i><span>And yet the fairy must perish, if we come in contact with the real person to whom the Name corresponds; for the Name begins to reflect her, and she has nothing of the fairy; if we remain in her presence, the fairy dies and with her, the Name. </span></i></p>\n<p><i><span>And the Name… is also like one of those little balloons which have been filled with oxygen; when I come to make it emit what it contains, I breathe the air of Combray, mingled with a fragrance of hawthorn blossom blown by the wind, harbinger of rain, which now sent the sun packing, now let it spread itself over the sacristy’s red woolen carpet, steeping it in a bright geranium scarlet… </span></i></p>\n<p><span>And dreaming about the names of cities in “Place-Names: The Name,” the third part of of </span><i><span>Swann’s Way</span></i><span>:  </span></p>\n<p><i><span>The name of Parma, one of the cities I most desired to go… appeared to me compact, smooth, mauve, and sweet; if I were to be told of any house in Parma in which I would be welcomed, I imagined that I would live in a smooth, compact, mauve and soft home, since I imagined it by means of this heavy syllable in the name of Parma, where no air circulates, and by means of all that I had made it absorb of Stendhal’s sweetness and the gleam of violets. And when I thought of Florence, it was like a city embalmed and alike a corolla, because it was called the city of lilies. As for Balbec, it was one of those names in which, like on an old Norman pottery, which keeps the color of the earth from which it was extracted, we can still see the representation of some abolished usage, of some feudal law, which had formed the motley syllables, and which I did not doubt I would find.    </span></i></p>\n<p><i><span>If my health were strengthened and my parents allowed me at least once, to take this train of one twenty-two, in which I had been so many times in my imagination to get acquainted with the architecture and landscapes of Normandy or Brittany, I would have chosen to stop at the most beautiful cities; Bayeux, so lofty in its noble reddish lace, whose ridge was illuminated by the old gold of its last syllable; alluring Lamballe, in its eggshell yellow to pearl gray; Coutances, and its Norman cathedral, with its final diphthong unctuous and yellowing, crowned by a tower of butter; Lannion, its noise in the village silence; Questambert, Pontorson, laughable and naive, white feathers and yellow beaks scattered along the road to these poetic places; Benodet, Name that seems to want to drag the river in its algae; Pont-Aven, white and pink, quivering in a canal’s water; Quimperlé, entering the brooks it impearls, in a grayness similar to that of the rays of the sun, dulled tips of burnished silver &#8230; </span></i></p>\n<p><span>“Place-Names: The Name” is Proust’s theory of onomastics</span><span>, his</span><span> theory of nomenclature and of representation: names that present small, clear and customary images like the ones hanging on school walls to display examples of a workbench, a bird, an ant-hill. Ultimately, “Names” present people</span><span>—</span><span>and cities</span><span>—</span><span>that we perceive as individual and unique, as persons: </span></p>\n<p><i><span>&#8230;images that flaunt their dazzling or dark sound, the color they are painted, like one of these posters, entirely blue or entirely red, in which, by means of the limits that the procedure employed, or by a whim of the designer, are blue or red; not only the sky and the sea, but the ships, the church, the passers-by&#8230;</span></i><span>  </span></p>\n<p><span>Translated from the original by the author.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Nomenclature"},"slug":"nomenclature","meta":{"volume":"3","number":"12","bulletin":false,"publication_date":"2018-01-31"}}}}