{"title":{"rendered":"Quick Trips through the Multiverse"},"content":{"rendered":"<p>I have visited John Portman’s Westin Bonaventure Hotel in Los Angeles three times: once to eat fast-food pasta, once to ride up and down elevators in the four towers, and once to drink champagne in the revolving rooftop restaurant. Downtown Los Angeles’ skyline is weak, at best, and the most exciting building can barely be perceived along its smoggy horizon. The only way to observe it and its introverted, mirrored glory from the outside is while in traffic along the 110 Freeway. If you’re lucky enough to find one of the hidden entrances to Portman’s Bonaventure Hotel, you’re in for a treat—and I don’t mean pasta or champagne. Beyond the cold, reflective, machine-like facade lies a reality separate from the one before our eyes.</p>\n<p>The first time I went to the Bonaventure Hotel, I met my friend, Franco, during his lunch break to catch up on post-college life and to make my pilgrimage to Portman’s infamous building. The sun smiled down on us during the warm June day as we sauntered across the pedestrian skybridge to the gaping orifice which serves as the hotel’s entrance. A pang of confusion hit me as we broke through the threshold, as I was unsure as to why we entered the building through such a nondescript hole in the otherwise windowless concrete podium. According to Franco, the skybridge was the best way to enter. It wasn’t until after my second trip to the hotel that I realized how right he was as I experienced the dullness of the added ground floor entrance on Flower Street.</p>\n<p>Bathing in ignorance from my then lacking know-ledge of the building, the astounding sight of the interior punched me in the face. I hadn’t bothered to Google images of the interior prior to my visit, but its unique cylindrical shape and exterior elevator pods were enough to entice me to make my own excursion. A concrete playground with spiraling paths, ellipsoidal balconies, and, of course, moving glass elevators was revealed as we ventured deeper. A cross between a sci-fi machine and a mall in the early 1990s, the Bonaventure Hotel struck me as both alien and familiar. While the glass elevator shafts and seemingly infinite layers of winding circulation were no-thing like anything I’d ever seen, its warm lighting and polished brown tiles reminded me of a mall near my grandma’s old apartment in San Jose. It was as though someone had infused my childhood memories with Ridley Scott’s <em>Blade Runner</em>.</p>\n<p>Franco sensed my astonishment and excitedly led me around the spiraling ramps and stairs that hugged the massive concrete columns. Tacky stores and restaurants flanked the periphery of the circular space. Franco insisted on trying a particular pasta restaurant, and blue “street signs” tried their best to help us find what we were looking for. For at least 15 minutes, we meandered around a few different circulation cores (they were numbered to help orient people) and ran up and down the twisting staircases until finally we spotted the restaurant. I think it was called Angry Chef Grill—or something funny like that. If it didn’t have a silly name, I would have been more disappointed by the choice of cheap materials and the fact that we had to order at the counter. In the back of the small restaurant, an out-of-place door took us outside to the elevated roof deck, where other office workers basked in the warm Los Angeles sunshine.</p>\n<p>As soon as I slipped through the door, I was teleported back to the same reality that I currently face at the moment in which I type this sentence. In <em>Postmodernism, or, The Cultural Logic of Late Capitalism</em>, Frederic Jameson wishes the hotel “ought not to have entrances at all, since the entryway is always the seam that links the building to the rest of the city that surrounds it.” Somehow Portman’s Bonaventure Hotel transports its visitors to a different place and a different time in a seemingly different universe. The building turns its back on the city, not only by refusing to partake in the Los Angeles skyline, but also by its introverted expression through materiality and fantastical interior landscape. This escapist piece of architecture completely dissociates from the rest of the Bunker Hill area and confronts the visitor with scattered lounges, retail,  bars, and restaurants—forcing him or her to indulge, even if it is only mediocre pasta.</p>\n<p>Eventually, the server emerged from the building with our lunch skillfully balanced on his forearm. With the sun shining down on us, I twirled the fettuccine around my fork and could not help but wonder if this pasta truly came from the reality in which I am currently living, or, in fact, the world contained just beyond the threshold of the Out-of-Place Door.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicole Doan"},"slug":"nicole-doan","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"The Ooz"},"slug":"the-ooz","meta":{"volume":"4","number":"16","bulletin":false,"publication_date":"2019-04-11"}}}}