{"title":{"rendered":"RE: Up Close: Architecture a difficult path for women"},"content":{"rendered":"<p>WESLEY HIATT (MArch I &#8217;17)</p>\n<p><i><span>The following is an email sent to Joey He, Yale Daily News staff reporter who wrote the piece “Architecture a difficult path for women,” published on September 14, 2016. </span></i></p>\n<p><span>Hi Joey,</span></p>\n<p><span>I hope this mail finds you well. My name is Wes Hiatt and I&#8217;m a third year MArch I student at the School of Architecture.</span></p>\n<p><span>First off, I appreciated </span><a href=\"https://urldefense.proofpoint.com/v2/url?u=http-3A__features.yaledailynews.com_blog_2016_09_14_up-2Dclose-2Darchitecture-2Da-2Ddifficult-2Dpath-2Dfor-2Dwomen_&amp;d=CwMFaQ&amp;c=-dg2m7zWuuDZ0MUcV7Sdqw&amp;r=U6u-9-GIzJQx-0qh8-fJCGk7Ythn7_Bjd8d--trX-Zs&amp;m=0CKaZvOuwrZAc9lnvPrdfUbRuXagoy4ps98kKFT7Ymc&amp;s=kYJn2C5EPADsLvXBk_tUeoqLux9dvo296q94U6T-cX4&amp;e=\"><span>your piece</span></a><span> on the state of women in the architecture profession. I do believe there are urgent issues of gender in our discipline that must be addressed earnestly, and you are one of many voices in the press that have done a good job of making others aware of these problems.</span></p>\n<p><span>However, I wanted to make you aware of something that shook out after the class shopping week at the start of our semester &#8211; which was more or less coincident to your piece in the Yale Daily &#8211; that I think at the very least make people&#8217;s response to your piece more problematic, and at most call into question the virtue and fairness of a few of the students with similar convictions as the ones you interviewed.</span></p>\n<p><span>Your piece begins with an undergraduate bemoaning the fact she has been taught architectural precedent overwhelmingly authored by men:</span></p>\n<p><span>&#8220;This fall, when she began a junior studio course required in the major, “Methods and Form in Architecture,” she was again presented with 20 precedent studies, this time with roughly two buildings attributable to women.</span></p>\n<p><span>For female students studying architecture, this problem is symbolic of a larger issue — although the numbers do not necessarily reflect it&#8230;&#8221;</span></p>\n<p><span>And while you point out that the school has rightly made moves to combat the gender issue, you fall back on a refrain which calls attention to an underlying perception of prejudice within the school and the profession:</span></p>\n<p><span>&#8220;And since Medina’s first day of the junior seminar this fall, even the troubling list of precedents has been expanded to include more buildings by females, according to Architecture Director of Undergraduate Studies Bimal Mendis ’98 ARC ’02, who co-teaches the course.</span></p>\n<p><span>But despite these strides forward, students interviewed say that subtle undertones of prejudice still exist within the school.&#8221;</span></p>\n<p><span>I pull these quotes out to contrast them with the course enrollment results from our shopping period two weeks ago.</span></p>\n<p><span>Kathleen James-Chakraborty &#8211; a Vincent Scully Visiting Professor in Architectural History and a totally brilliant lecturer &#8211; is offering two history/theory courses this semester. One is titled </span><a href=\"http://architecture.yale.edu/courses/louis-kahn\"><span>Louis Kahn</span></a><span>, concerning the male architect for which it&#8217;s named. The other is </span><a href=\"http://architecture.yale.edu/courses/expanding-canon-making-room-other-voices\"><span>Expanding the Canon: Making Room for Other Voices</span></a><span>, a course concerned exclusively with the role of women in the making of and thinking about architecture in the 20th century. Here&#8217;s the full pitch from the YSoA website: </span></p>\n<p><span>&#8220;This seminar examines the participation of women as architects, designers, patrons, and critics in the development of modern architecture and design between 1900 and 1970. During these years Kate Cranston, Marion Mahony Griffin, Eileen Gray, Catherine Bauer, and Lina Bo Bardi were among those who made contributions to architectural culture and are now attracting increasing attention and raising questions about how the goals and achievements of design reform in this period should best be characterized. Students are required to give an in-class presentation and to write a substantial paper.&#8221;</span></p>\n<p><span>How did the enrollment shake out for both of these classes? Based on the sentiments which you&#8217;ve been right to point out, one could assume Expanding the Canon would be a hit among students as it directly addresses the gender disparity in architecture by revising and expanding its history &#8211; super interesting and urgent stuff. Here&#8217;s the numbers:</span></p>\n<p><span>Louis Kahn: </span><b>12 enrolled students</b><span>, 1 TA.</span></p>\n<p><span>Expanding the Canon: </span><b>1 enrolled student</b><span>, 3 auditors, 1 TA</span></p>\n<p><span>When given the choice, graduate students at the Yale School of Architecture would rather learn about Louis Kahn &#8211; the male architect and known womanizer infamous for his problematic relationship with female architect Anne Tyng &#8211; than about the talented women that played a formative role in the development of Modern Architecture </span><b>by a factor of 12 to 1.</b> <span>This disparity is not due to scheduling conflicts &#8211; first year MArch I students are the only ones with a potential conflict with a required course, leaving the majority of Architecture students free to enroll.</span></p>\n<p><span>This is of course troublesome because of the uneven interest in topics as well as a disappointing turn out for what I can guarantee will be an expertly delivered seminar which is urgently important to the growth of our profession. But this 12 to 1 enrollment gap also has more serious implications which are less politically expedient for those many voices within YSoA which rebuke the culture of our school as male-dominant, prejudiced, and unfair. Where did the values of these upset students go when given the opportunity to turn these concerns into action? When there was an opportunity to take responsibility for the future of our discipline by engaging with issues they care about deeply in an intellectually productive way? These students voted with their feet, which I believe speaks volumes more about the substance of their convictions than what they will easily admit to a newspaper.</span></p>\n<p><span>This all happened right before you published your piece and it was of course impossible for you to know, but I thought you would like to know. Perhaps the Yale Community and the School of Architecture also deserve to know, as this may temper their judgement of our school and discipline in some way.</span></p>\n<p><span>Thank you for your time,</span></p>\n<p><span>Wes Hiatt</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"},"slug":"wes-hiatt","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Reorientations"},"meta":{"volume":"2","number":"05","publication_date":"2016-10-13"}}}}