{"title":{"rendered":"Readership Survey Data"},"content":{"rendered":"<p><em>The responses below are a selection of answers from a survey circulated to Paprika!’s readership, reflecting on the last 99 issues. Responders ranged in age from 19 to 77, and wrote in from Mexico City to Naples, Budapest to LA.</em></p>\n<p><strong>What stories stood out?</strong></p>\n<p>Stories that you would tell to a close group of friends at the bar.</p>\n<p>Everything in that health issue with the map.</p>\n<p>I forgot.</p>\n<p>The student survey from &#8220;Shitty Architecture Men&#8221;. It&#8217;s gonna be a useful archive for architectural historians in the future!</p>\n<p>I like surveys, I like personal anecdotes, I like quirky, non-architectural questions answered by students and faculty.</p>\n<p>I like when it feels like students are holding the profession and the larger world to account &#8211; whether that be simply through interviews, or more aggressively by proposing radical but concrete measures</p>\n<p>I think it&#8217;s good to have a sense of what people are thinking academically, but I&#8217;m more interested in when Paprika is a bit less serious, more personal, more fun.</p>\n<p>I really enjoyed the interview with Luke Bulman because it clearly presented a way that &#8220;architectural thinking&#8221; can be applied outside the traditional edges of the architectural discipline.</p>\n<p>I like stories that have a personal narrative, in addition to an informative aspect. Adam Feldman&#8217;s and Thomas Mahon&#8217;s pieces accomplish such things.</p>\n<p>I thought the whole fantasy issue was amazing.</p>\n<p>the interview with Elisa Iturbe was very good, as was the Mark Foster Gage interview. I think the interviewers always conduct really solid interviews and ask questions that good responses</p>\n<p><strong>What works?</strong></p>\n<p>It&#8217;s nimble, it&#8217;s fun, it&#8217;s a little bit bitchy.</p>\n<p>The physical broadsheet is brilliant, I used to collect them.</p>\n<p>The student-driven mission</p>\n<p>Ink on hands</p>\n<p>It&#8217;s so frequent, it&#8217;s not precious, it gives an idea of the life of the school over time</p>\n<p>I like that it&#8217;s a little test kitchen.</p>\n<p>When it doesn’t take itself too seriously, and instead allows the reader to find an accessible and often disquieting moment of realization.</p>\n<p>The shortness of the contributions corresponds to the ease people look for even in intellectual publications. This could of course also be taken as a flaw&#8230; But if writers aren&#8217;t professional, it&#8217;s much better to read short text: readers excuse bad writing if the argument stands strong, but wouldn&#8217;t read further if the writer asked too much from them.</p>\n<p>I think the relationship it builds between the graphic design program and the architecture school is super successful.</p>\n<p>The porosity, the churn of different contributors and editors, the constantly stimulating and ingenious graphic design, the serious sustained collective purpose mixed with enough wit and humility that it never takes itself too seriously.</p>\n<p>Paprika! works best when it combines an important topic with a good bit of snark and an oblique entry point&#8230;. in other words…. What makes this possible is the loose editorial structure and the pace at which Paprika! is published.</p>\n<p>Its frequency</p>\n<p>on the ground</p>\n<p><strong>What doesn’t?</strong></p>\n<p>don&#8217;t shy away from politics!</p>\n<p>Less fake social theory/critique (sn00z), more bitchy reviews of bad new buildings.</p>\n<p>Every now and then it feels a little insular, so finding a way to be more out there and engaging of both authors and audience from beyond Yale might be useful. That being said, I did see Paprika! cited in a Metropolis article recently, so maybe I’m just missing things.</p>\n<p>Encouraging more people to contribute .</p>\n<p>Weak ideas go too often untested, unanswered, unchallenged. When was the last time the paper printed a rebuttal? When was the last it printed the words, &#8216;I disagree&#8217;? A high form of praise is a critique, because it means the critic believes the writer can do better. And for that matter, strong ideas are often left by the wayside: when was the last time the paper printed the words, &#8216;I agree&#8217;?</p>\n<p>And stories that clearly surround Paprika are themselves too often ignored, untold, and unchallenged &#8211; stories of studios, of lectures, of competition and fellowship ideas, of exhibits, of conferences &#8211; these are some of the most exciting, and consequential, stories in the profession. Why did no one write up &#8216;Tempietto Exemplum&#8217;? Or to name a more recent example, why was there no mention or preview of &#8216;Garden Pleasure&#8217;? And nothing at all about Cesar Pelli &#8211; few people shaped the school, the profession, and the built environment at that level &#8211; why did his memorial last fall go uncovered, un-mentioned?</p>\n<p>I&#8217;d be curious to know more about the goings on of each class year&#8230;like what the hell is going on up on 6 these days?</p>\n<p><strong>What next?</strong></p>\n<p>Fictional narratives could be very enjoyable.</p>\n<p>Real architecture getting built</p>\n<p>Below-the-surface stories: what does it mean to be a student at Yale? Financially, socially? How do students feel connected or disconnected from the school&#8217;s values?</p>\n<p>More about what architects should do/forsake in this time of intense political and climatic turmoil</p>\n<p>More competing views. More intentional conflict.</p>\n<p>As a high school student myself, I have experienced that getting involved with architecture projects, where only graduate students and architects are, is not the easiest task and I would be interested in hearing stories from students about the time they first got introduced to architecture and how their idea about the profession has changed over the years of their studies.</p>\n<p>Small, local ones: who is winning the travel fellowships, and why? Who wins the Feldman, and why? Who is the school hiring, and why?</p>\n<p>And the biggest of them all: What is in, what is out? What is cool? What is post-modernism?</p>\n<p>Maybe more about people&#8217;s personal lives.</p>\n<p>architectural b-sides</p>\n<p>NYC plumbing. Why have two water mains burst in the upper west side in one month? Why does the poop smell leak from midtown west into Penn Station after everyone takes their morning dump?</p>\n<p>I&#8217;d like Paprika! to be more daring and honest in speaking about the curriculum and faculty.</p>\n<p>Old class privilege in regard to the disappearance of the middle class: how is this reflected in architecture and the built environment?</p>\n<p>The class segregation between designers and their users.</p>\n<p>Why is there still such a divide between architects who care about people, architects who care about architecture, and architects who care about money?</p>\n<p><strong>Buzzwords that drive you crazy?</strong></p>\n<p>phenomena</p>\n<p>Green</p>\n<p>Dialectic</p>\n<p>I’ve never understood why it’s called a curtain wall</p>\n<p>interstitial space</p>\n<p>Liminal space.</p>\n<p>Sou Fujimoto</p>\n<p>Materiality. It&#8217;s not a real thing</p>\n<p>Post-</p>\n<p>Using architect(ing) as a verb.</p>\n<p>Not a buzzword, but I hate upside down text</p>\n<p>post-digital</p>\n<p>Pedagogy</p>\n<p>Parti</p>\n"},"meta":{"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}