{"title":{"rendered":"Real Roadkill"},"content":{"rendered":"<p>“The index asserts nothing; it only says “There!” It takes hold of our eyes, as it were, and forcibly directs them to a particular object, and there it stops.”[1]</p>\n<p>Certain trips have more than others: furry bodies lying in disarray, mounted to interstate asphalt, shoved out of lanes and onto shoulders. I’m not sure which is worse—the visually unscathed deer whose stillness is the only indication of their misfortune, or the one whose species is difficult to identify. Surely both are gross.</p>\n<p>In the mid-20th century, the designers of the Dwight D. Eisenhower National System of Interstate and Defense Highways drew a wavy grid across America, bisecting state lines, gripping the contours of the Great Lakes, stopping only for oceans. These mega thoroughfares created a field condition endemic to post-war America. They have reshaped the way we live, commute and travel. Whereas cities were once dominant figures dotting the American landscape, the interstate grid superseded them. Since then, this icon of industrial progress has continued to give prominence to proto-urban conditions strung along its lines.</p>\n<p>This grid of publicly funded highways enjoys an aesthetic impartialness; driving on one of its segments is an experience in sterility. Architecturally, interstates embody nothingness: concrete planes on which we slip past, through, over, and below places both very near and very far from our cars.</p>\n<p>The Federal Highway Administration’s FAQ page admits that the interstate system was “proposed as a public project that would greatly improve the lives of the American people…” Congress added “and Defense” to the name in recognition of the fact that the Interstate System would benefit the military, too.”[2] Dressed up as pure public interest, this system had a leg up on public transit: the ability to be co-opted by the military. In order to construct these highways in certain landscapes, contractors used explosives. By “drilling and blasting” topography, making space for flat concrete causeways happened instantaneously.[3] This removal of earth was coupled with the displacement of people: predominantly lower-income urban families evacuated in preparation for the new roadways.[4]</p>\n<p>Architecture is a broken signifier in that it does not necessarily bear the marks of its making. Though always loaded with political intents and circumstances, there is a disconnect between the formal and material expression of the built environment and its origins. Not only is a highway—or a park or a building, for that matter— not beholden to its own history of manifestation, it is incredibly capable of taking on the qualities of others. Architecture can shape-shift, forging false relationships of signification as the designer desires. In this way the highway obscures the gouged earth, demolished neighborhoods, and military influence that made it possible and takes on formal and material qualities of drab grey emptiness. Its architecture is washable: unfailingly clean of the abject. All squeaky, it signifies nothing.</p>\n<p>Perhaps roadkill is a more staying index for the highway’s brutality, for it is inseparable from its circumstances and morphologically distressing. While the formal qualities of the Interstate do not elicit horror, roadkill does—a network of wormholes into the highway’s hidden horror. Maybe the formal disconnect between the embodied history of this system—and our experience of it—is only repaired by the appearance of its most helpless victims. Even if it wanted to, the architecture of the American highway system would struggle to form a relationship of signification with militarism, explosives and displacement on its own. Roadkill, however, is much harder to wipe off than a dark past.</p>\n<p>&nbsp;</p>\n<p>[1] On the Algebra of Logic, Charles Sanders Peirce, pg. 181.</p>\n<p>[2] https://www.fhwa.dot.gov/interstate/faq.cfm#question2</p>\n<p>[3]https://www.fhwa.dot.gov/clas/ctip/context_sensitive_rock_slope_design/ch_3_2.aspx</p>\n<p>[4] https://www.vox.com/2015/5/14/8605917/highways-interstate-cities-history</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sarah Weiss"},"slug":"sarah-weiss","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Yuck!"},"slug":"yuck","meta":{"volume":"5","number":"06","bulletin":false,"publication_date":"2019-10-31"}}}}