{"title":{"rendered":"Recognize or Deny, &#8220;Everything is Already and Image&#8221;: A Conversation with John May"},"content":{"rendered":"<p><em><span>Paprika! asked John May, Assistant Professor at the GSD, to answer a few questions about his article “Everything is Already an Image,” published in Log 40, Summer 2017. At the &#8220;Adjacencies&#8221; gallery talk in September, Michael Young claimed that this article was perhaps the most important work of architectural theory written in the last several years.</span></em></p>\n<p><em><span>“Everything is Already an Image” proposes a distinction between drawings, photographs, and images and suggests, naturally, that the age of drawing is already over. What architects now make are images. Drawings, for May, are necessarily products of the hand and its mechanical assistants – straight-edges, maylines, etc., </span><span>while images are products of signalization, that </span><span>is digital technology. May claims that the switch from drawing to image-making is not merely a way of doing the same old thing faster but an enormous shift in how architecture is conceived, represented, and understood.</span></em></p>\n<p><span>David Schaengold: The idea that in the orthographic era the relationship between past and present was mediated at the level of hand-mechanical gesture is fascinating. Is it possible that an analogous relationship between past and present could arise after enough time has passed in the image era? Isn&#8217;t there something pretty hand-mechanical about the total facility with which architects now use software? How is tracing different from copy-pasting/importing?</span></p>\n<p><span>John May: Signalization has not replaced or erased mechanization; it has swallowed it, perforated and absorbed it – and completely transformed mechanization’s former logic of automation. Mechanical processes are still very much part of our world, but they are now governed by signalized processes, and they now belong to the realities of that new arrangement.</span></p>\n<p><span>Throughout this absorption-transformation, have we continued to use hand gestures (clicking, swiping, etc.) to interact with the world? Of course. Leroi-Gourhan’s work made a powerful case that “we” have always ordered our reality through hand gestures – through a lived coordination between symbolic gesturing and practical gesturing (or between representation and intervention). What has changed – drastically, radically – are the mediatechnical conditions of that gesturing, the limitations and possibilities contained within various media formats over time. So, despite the proliferation of skeumorphs in interface design, our new gestures bear no relation to the age of mechanization. They are completely different in their speed and extensivity. No person living in the age of orthography ever thought that their work surface (their drawing, or text, etc.) was being viewed simultaneously on another continent, or that the contents of that surface were available for instantaneous duplication, modification, or transmission. </span></p>\n<p><span>Prior to the emergence of computation, methods of mechanical reproduction increased in their speed over time (imagine the Gutenberg press, or woodcuts, or eventually the factory equipment of high-industrial mass standardization – all of which sped up our ability to produce duplicates in the world), but none even remotely approached the speeds of signalized reproduction. The difference is not incremental; it is an order of magnitude in which all former methods appear almost comically slow by comparison. To give just one example from our field: the entire labor history of descriptive geometry – days, even weeks, spent hand-mechanically plotting points of curvilinear intersection between two complex solids on a drawing surface – all of that now belongs to a handful of software commands whose labor time resides at the speed of electrical signals. It resides, in other words, well below our sensory perception, and thus appears immediate. The time of the architect’s labor – which is the time of the architect’s consciousness – has been drastically reorganized.</span></p>\n<p><span>And so, to your last question: how do computational copy/pasting or importing differ from the hand-mechanical tracing that defined architectural labor during the age of orthography? My answer: so completely and thoroughly and irreversibly and silently that we have barely begun to understand the full consequences for our thought and work, or for its relationship to culture more generally.</span></p>\n<p><span>DS: It seems like we&#8217;re in the midst of some kind of &#8220;Pomo&#8221; revival, however qualified. The postmodernists proposed a relationship to History that wasn&#8217;t about the hand-mechanical gesture, at least explicitly, but about cultural meaning. What&#8217;s the role of this kind of historical thinking for architects who accept that we&#8217;ve moved beyond orthography?</span></p>\n<p><span>JM: My writing never has much to say about stylistic tropes or trends. I assume trends will come and go, as they always have, and will be rooted in the technical possibilities of their time, as they always have been. I’ve never found those cycles to contain meaningful theoretical or philosophical questions.</span></p>\n<p><span>In our time, however, those cycles are set against the background of a condition that has been very difficult to detect: the technical collapse of the space of historical consciousness. This space was established – it emerged in and out of – the labor time of orthographic media; hand-mechanical labor surfaces which by their very nature instituted a perceptible delay between the world and its representation. In that labor time – in the long duration it required to hand-mechanically construct a perspective or a plan, or to write (not “word process”) a novel or legal decree; in the time it took to re-present the world in rule-bound systems of linear-geometric gestures and marks – a representational space of reflective historical rumination was established. It moved alongside lived experience, capturing it and describing and explaining, raising questions about it, but always at a marked delay. Culturally, chemical photography was really the first media to challenge this delay (there were others, like the self-registering instruments of experimental physiology, but those were not culturally pervasive). Suddenly the world and its visual depiction appeared coextensive. But as I&#8217;ve tried to explain, there were severe limitations to photography, when compared to the imaging technics we now live with.</span></p>\n<p><span>Put differently, and to paraphrase Vilém Flusser: it’s not as though historical, reflective consciousness existed prior to orthographic mediation, and that those media somehow coincidentally were the ideal way of expressing and storing some preexisting way of thinking. Not at all. History is not the same as “the past”; it’s not simply a receptacle of previous forms or material conditions that can be playfully or ironically collaged or repurposed. History is razor-sharp and highly combustible. It contains depth-problems and questions that have organized entire ways of life. What we call History – which is not just an ongoing reflection on the past, but also a worldview in which the past is tied causally (however directly or indirectly), through the present, to the future – this way of thinking belonged to orthographic media. Those media are gone now.</span></p>\n<p><span>The collapse of this mediatechnical space is simply now a lived reality for all architects going forward – not just for academics, or for those practices that position themselves as “radical” or avant garde – because it is a lived reality for culture as a whole. These processes are unfolding at different rates in different global contexts, of course. But we can safely say: to the extent that a culture spends its time making, manipulating and transmitting electronic images, that culture is actively training itself out of orthographic historical consciousness.  </span></p>\n<p><span>I’m not sure it matters, but I would not refer to our current condition as “postmodern.” I would even say that postmodernism is impossible in our time, because at its inception, Postmodernism required a very specific relationship to historical consciousness, rooted (again) in architectural orthographics. If we are “post-“ anything, we are postorthographic – with all that is carried by the anthropological, paleontological sense of that term. We are rapidly entering a new phase of modernization, in which neoliberal governance, climate change, and electronic images are completely reshaping the psychosocial basis of life. Those are simply realities, and the longer we continue to think of our work as rooted in the practice of drawing, the more disconnected our work will become from those realities. I would even say that those who hold the legacy of architectural drawing most dearly should be the most adamant in embracing the fact that anything that now looks like a drawing is actually an electronic image. Only by acknowledging that, and by understanding the severe differences between those two media formats, will we ever preserve or extend any of the precious knowledge that belonged to the culture of architectural drawing – not just its formal and tectonic brilliance, but its sociopolitical sensibility as well – all of which is rapidly disappearing, simply because we think very differently through imaging than we did through drawing. </span></p>\n<p><span>DS: At the end of &#8220;Everything is Already an Image,&#8221; you offer a barrage of doubles, beginning with &#8220;No more drawings, only images&#8221; and ending with &#8220;no more signification, only signalization.&#8221; At first reading, some of these seem utopian, others dystopian. Would you say that the point is not whether we prefer the old or the new but rather whether we can accept that the new is already here?</span></p>\n<p><span>JM: Absolutely. I should have been much more clear in that section of the essay, because these pairings have produced a lot of confusion. Many readers have apparently interpreted that section as a kind of prescriptive manifesto, as if I was declaring some sort of future program or set of disciplinary goals. It is nothing of the sort. Let me be clear: the transformations in my list have already occurred. At this point it is simply a question of recognition or denial, and we are clearly still mired in the denial phase.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"David Schaengold"},"slug":"david-schaengold","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"An Image for the Present"},"meta":{"volume":"4","number":"07","publication_date":"2018-11-08"}}}}