{"title":{"rendered":"Reconceived to Remain the Same"},"content":{"rendered":"<p>AARON TOBEY (Ph.D, Yale School of Architecture)</p>\n<p>The colloquial definition of vernacular architecture, and much of the discourse surrounding it, has long focused on the perpetuation of cultural and location-based formal traditions across space/time, and whether the involvement of professional architects in the construction and perpetuation of such traditions impacts their authenticity. Thus two qualities have come to bracket what has been considered vernacular: the “everydayness” or unremarkable and material embeddedness of a building within its broad formal as well as social, political, and economic contexts, with room for variance in small details, and the absence of professional architects, or at the very least a limitation of the architect’s design work to variation within a formal/typological tradition. Because such conceptualizations of vernacular architecture have been tied to the analysis of building within specific cultures and geographic locations, their use in understanding how architecture mediates the relationships of everyday life—what Henri Lefebvre describes as real, dramatic, and material life as it is experienced in the here and now—to the expanding social, political and economic contexts along with the increasing mobility of people, goods, and capital, which characterize globalization, is limited.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> Indeed, as Nezar AlSayyad, a theoretician of vernacular architecture, has noted, with the rise of new transportation and communication technologies which have expanded the mobility, access to, and interpenetration of cultures and everyday lives around the globe, “in the twenty-first century, as culture and tradition are becoming less place-rooted and more information-based, these particular attributes of the vernacular [everydayness and the absence of professional architects] have to be recalibrated to reflect these changes.”<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a></p>\n<p>Taking the very mechanisms of globalization as its cue, a reconceptualization of vernacular architecture as a dynamic, spatial and behavioral repertoire of adaptable common practices has the potential to reveal this mediating role of architecture. By asking the questions “what is repeated, through what mechanisms it is repeated, and what, if anything, makes it meaningful?,” connections can be found in what might otherwise appear as diverse formal responses to specific intersections of simultaneously global/local social, economic, political, and spatial conditions, information technologies, and ways of living—in short contemporary everyday life and the spatial imaginations they give rise to.<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> In this expanded sense, vernacular architecture is not a category of architecture, but rather an analytic/interpretive method that operates as a form of information technology for reading, communicating, and writing the organizational patterns that suffuse and connect architecture, what Keller Easterling has called “Spatial Software.”<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a></p>\n<p>Thus, through this understanding/application of vernacular architecture, it is possible to trace our collective experiences of globalization in everyday life within newfound relationships between seemingly diverse spatial typologies that are dispersed around the globe. The way in which the use of globally standardized material dimensions, for example, might be understood in how it physically and conceptually connects the single family home, underscores today’s global situation:one of India’s 98 new “smart cities” uses the material, the big-box store in a rural midwestern American town stocks the material, a skyscraper office building in downtown Frankfurt specifies the material, and a container terminal in Luanda, Angola ships the material into a single network. Ultimately, an awareness of the process of the material’s deployment across this network and intersections of spatial imaginations it gives rise to has the potential to produce new networks of solidarity, or what Benedict Anderson would call “imagined communities” in which individuals who may not ever come into contact with one another come together around shared interests through a common, in this case spatial, language.<a href=\"#_ftn5\" name=\"_ftnref5\"><sup>[5]</sup></a></p>\n<p>It might be objected that such a reconceptualization of vernacular architecture expands the meaning of the term so drastically as to render it practically meaningless. Under this reconceptualization what would or could be <strong><em>outside</em></strong> of vernacular architecture? However, such objections/questions are both beside and exactly the point of such a reconceptualization which has, at its core, two goals. Firstly, to such reconceptualization shifts architectural history and practice from a discourse on what buildings <em>are </em>to what buildings <strong><em>do</em></strong> by transforming what was formerly a category of buildings into an analytic tool for constructing/understanding relationships. Secondly, by applying this analytic tool, such reconceptualization demonstrates that buildings cannot be understood solely formally, outside of the social, political, economic, spatial, and ideological contexts within which they were/are designed, built, and lived. Somewhat ironically then, reconceptualizing vernacular architecture as Nezar AlSayyad implored, results in a return to the questions of everydayness and relationship to (non)professional practice that have always underscored studies of vernacular architecture, but at a more abstract level that looks at the systems of professional practice, finance, utilities, symbolism, media, etc., within which buildings are designed, built, and lived.</p>\n<p>Studies like Rem Koolhaas’s analysis of the intersection of finance, façade and elevator technologies, city planning, and urban mythology in <strong><em>Delirious New York</em></strong> or Beatriz Colomina’s exhibitions on the impact of architecture depicted in <strong><em>Playboy</em></strong> on normative ideals of masculinity/femininity in domestic interior design, while not explicitly focused on vernacular architecture, are exemplary of the analytical mindset which combines situation and systemization that a reconceptualization of the term vernacular architecture proposes. Much as Koolhaas and Colomina deploy this mindset to understand the everyday architecture of the times and spaces of their studies, it is from within this mindset that we might sincerely ask the question embedded in this issue of <strong><em>Paprika!</em></strong>’s theme: “What is the contemporary vernacular architecture of the everyday?”</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Mary McLeod, “Henri LeFebvre’s Critique of Everyday Life: An Introduction,” in <strong><em>Architecture of the Everyday</em></strong>, ed. Steven Harris and Deborah Burke (New York: Princeton Architectural Press, 1997), 13-14.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Nezar AlSayyad, foreword to <strong><em>Vernacular Architecture in the Twenty-First Century: Theory, Education, and Practice</em></strong>, ed. Lindsay Asquith and Marcel Velligna (New York: Taylor and Francis, 2006), xvii.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Spatial Imagination is the conceptualization, expression, and rendering in literal and metaphorical ways, of how our understandings and representations of spaces and interactions of daily life shape our understandings and representations of our place in the world reciprocally shape one another, based on personalization of the concept of “geographical imagination” theorized by David Harvey and others.</p>\n<p>Derek Gregory, <strong><em>Geographical Imaginations</em></strong> (Malden, MA: Wiley-Blackwell, 1994); David Harvey, <strong><em>Social Justice and the City</em></strong> (Baltimore, MD: The Johns Hopkins University Press, 1973).</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> Keller Easterling, <strong><em>Organization Space: Landscapes, Highways, and Houses in America</em></strong> (Cambridge: MIT Press, 1999), 3.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><sup>[5]</sup></a> Benedict Anderson, <strong><em>Imagined Communities: Reflections on the Origins and Spread of Nationalism</em></strong> (New York: Verso, 1983).</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Aaron Tobey"},"slug":"aaron-tobey","meta":{"degree":"Ph.D.","graduation_year":""}}],"fold":{"title":{"rendered":"Everyday"},"meta":{"volume":"3","number":"04","bulletin":false,"publication_date":"2017-10-12"}}}}