{"title":{"rendered":"Reflections on TWA Hotel"},"content":{"rendered":"<p><span>Freshly renovated and open to the public for the first time since Trans World Airlines’ bankruptcy in 2001, Saarinen’s TWA Flight Center opened its doors as a hotel and architectural spectacle within John F. Kennedy International Airport’s Terminal 5 in May 2019. For nearly 20 years, Saarinen’s TWA Flight Center sat as an architectural object stuck in limbo among the mess of modern day JFK, until an overhaul with JetBlue and developer MCR transformed the relic into a jet-age themed hotel using Saarinen’s architecture as the primary medium. The rebirth of TWA Flight Center as a hotel/venue space brings a possible identity crisis for the historic landmark; nostalgia for the golden age of air travel, mid-century American architecture and furnishings, and the opportunity to reenact famous photos (such as the Beatles’ first arrival into the US) is likely driving bookings and visits from air travelers, foodies, and architecture fanatics alike. TWA Hotel is attempting to sell and re-capture the fantasy of 60s America while possibly deferring the more negative aspects of American culture at the time, as well as undermining the original architectural reading of Saarinen’s project. </span></p>\n<p><span>Despite the attempt to curate their clientele’s experience with restored split-flap Solari boards, Valentino-designed uniforms on display, Frank Sinatra, and Connie Francis tunes on repeat, the TWA Hotel experience has its fair share of peculiar architectural and social phenomena. For those familiar with Korab and Stoller’s photos or even the hotel’s appearance in movies, it was particularly strange to see visitors in casual clothing with AirPods (although there are a fair number of individuals in tweed suits and turtle shell glasses for fun), iPad kiosks, shoddily installed red LEDs in the waiting area (now “The Sunken Lounge”), and in contrast to most well-known images of the flight center, people of color traversing the concourse. Yet, the most alarming condition  &#8211; which could be seen as exemplifying 60’s social issues &#8211; placements of staff, particularly staff of color, stands out. At the main entrance and reception of present-day TWA, pilot and flight attendant-costumed hosts are mostly white men or blonde-haired white women; serving staff in the bars and restaurants were predominantly Hispanic and Black, and valet staff were primarily black men in grey TWA jumpsuits, dressed like aircraft marshals. Female reception hosts outnumbered male hosts significantly, likely in an attempt to recreate airline crew/stewardess photos of the 60s. </span></p>\n<p><span>The 516 hotel rooms, conference rooms, ballroom, and rooftop infinity pool are not actually within Saarinen’s building, but are instead located underground, or within the curved, curtain glass additions flanking Saarinen’s building. While it seems that most interventions done on to the original flight center were in the name of preservation, some of these changes may make the detailing in Calatrava’s Oculus look refined. Perhaps the most obvious and crude are the giant rectilinear openings cut into the famous red carpeted tunnels to give access to the hotel wings. Sloppy detailing and abrupt change between contemporary construction and unrefined 60s detailing are amplified by their juxtaposition &#8211; the transition from contemporary brass finishes of the hotel wings to the cracking acoustical tile and 50 year old air vents erodes the 60s fantasy. These tunnels now function as the main entrances to the hotel via Gensler’s JetBlue terminal 5, yet are also hidden as opposed to their original monumental character due to elevational differences between the buildings; the role of the tunnels, originally acting as timeless/placeless pedestrian teleports from ground to air, have now been reversed and amputated. The front and original entrance is only accessible by car and requires a quick merge before terminal 5 departures, unknown to most cab drivers. </span></p>\n<p><span>As an architectural museum of sorts, the TWA Hotel presents itself as an anomaly. While most architectural museums are carefully preserved buildings with curated circulation and contain precious objects with “do not touch” signs, the TWA Hotel transcends this and stays faithful to its original purpose: a space for lingering. One can enjoy a drink, snack, or meal in celebrity chef Jean-Georges Vongerichten’s restaurants, or visit ‘Connie’ &#8211; a repurposed TWA Lockheed Constellation that is now a bar and photo-op. In an area for hotel customers to purchase snacks, there are pieces of mid-century Americana, TIME magazines from the Kennedy and Nixon administrations, and even an Architectural Digest magazine featuring Paul Rudolph’s Yale A&amp;A building that customers can leaf through. The original Raymond Loewy designed Constellation Club, Lisbon Lounge, and Paris Café have been renovated (albeit with questionable detailing and finishes) with a likely contract with Knoll, serving dishes styled after those once offered on TWA flights. </span></p>\n<p><span>Unlike period rooms or house museums, visitors can participate in the fantasy that the TWA hotel sells without a time limit, whether that entails posing with costumed staff in the reception area, getting up close to a 1967 Lincoln Continental or BMW Isetta in the lobby, replicating Balthazar Korab and Ezra Stoller’s photos, or simply using the terminal as a backdrop for vanity photos, as Louis Vuitton has done for their 2020 Cruise. It is a sort of pseudo-Disneyland for those wanting to live out their 60s fantasies. Perhaps this is a new type of airport hotel and occasion for the commodification architecture &#8211; a museum-like attraction in the middle of a transitory non-space, a perfect backdrop for someone who may want to reenact Tom Hanks’ role in </span><i><span>The Terminal.</span></i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Zelig Fok"},"slug":"zelig-fok","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"slug":"sequels-afterlife","meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}