{"title":{"rendered":"REINHOLD MARTIN"},"content":{"rendered":"<p>REINHOLD MARTIN teaches at Columbia GSAPP, where he directs the Temple Hoyne Buell Center for the Study of American Architecture. Much of his recent work directly addresses housing through publication and exhibition, including the recent book, <em>Art of Inequality, </em>‘Foreclosed,’ an exhibition at the MOMA, and House Housing at the Buell Center. This is an excerpt from a longer conversation.</p>\n<p><em>&#8216;Foreclosed&#8217; removes housing from its material artifact as global markets consumed it. How do you define the ‘[American] Dream’ today? How does that compare to 2008? Or 1950? You suggest we change it. Should we? How?</em></p>\n<p>The best way to think about the so-called American Dream is to reverse the line of causality, and recognize that what you dream is a consequence of how you live. In that sense, something like a mythical ‘American Dream’ is extrapolated out of the real world of material life rather than merely projected onto it. What we were asking people to do with the ‘Foreclosed’ show—and I have to say I don’t think it was successful in this respect; rather, it was interestingly troubled—was to think about what cannot be imagined under current conditions. That is, to think about what dreams, what thoughts, what imaginaries, are foreclosed by the material conditions under which we live, i.e. financial capitalism. One of these is the rather modest idea of public housing. Internationally, not just in the United States, the housing component of the welfare state has effectively been taken off the table as an option, as something to discuss, to debate, to consider, in order even to ameliorate the worst aspects of socioeconomic inequality. So the ‘housing question’ in this case is as much a question of what can be thought or what can be imagined as it is a question of what can actually be done. Moreover, it is a question of what can be imagined not solely as ideology (this is the distinction from Engels), but as a serious possibility.</p>\n<p>That was the framework and the point of departure for the project. What was foreclosed from the beginning was the thought that housing, especially for those who are not in a position to enter the real estate markets, could arise under conditions that are not determined solely and ruthlessly by so-called market forces. Even though, of course, the distinction between public sector welfare provisions or some other form of public good (health care, education) and the capital markets and the real estate markets, is very fragile, since these things are tightly intertwined.</p>\n<p>Housing is where architecture meets the full force of finance capitalism; it’s where the war has been waged. More broadly, war has been waged against various aspects of the welfare state, never mind anything like socialism. So the exhibition invited both participants and audience to imagine something like public housing as a possible response to the 2008 financial crisis. More recently, with someone like Bernie Sanders, there has been a return to the language of the welfare state—although I’m not saying this represents some kind of ideal alternative. It is simply that it had previously been taken off the table. With Sanders, the Keynesian welfare state has returned as a proposition, but what remains strikingly absent, even there, is housing. We now have single-payer health care back on the table, however remotely, along with extending public education through college. But the right to housing, whether administered by the state or simply construed as a political right, is not articulated, at least explicitly.</p>\n<p><em>This resistance often comes from a distinctly American psychology of ownership, and the house as an extension of one’s self. How does ‘Foreclosed,’ which works in some ways against this, deal with the public’s perception of that investigation, when that psychology has not and may not change, and might even be outside of the realm of what the architect can change?</em></p>\n<p>I wouldn’t say that this mentality is exclusively or even distinctly American, but I do think it can and must change. Again, architects and other cultural workers are on the front lines. What you’re describing is something like housing as the locus of the soul. In other words, the house, the home as a site where a sense of ‘self’ is produced and maintained: a self in relation to others, in relation to family, and so on. Housing is not just a place where you sleep. Or to turn it around, because it is where you sleep, housing is a principal site for the production of the self.</p>\n<p>The show was not intended to propose solutions to a psychological crisis, but to open up a space in the public sphere in which housing could be imagined as a site for the production and the reproduction of the self, of psychic life, of the family, etc. The museum seemed a useful venue for this. Now, the museum is not a good place in which to solve the problems of the world. It is, however, a site in which one can potentially open things up and pose questions, at least to a more general if still limited public. ‘Foreclosed’ drew from a pretty broad public, not only because the exhibition was at MoMA, but because of wide interest in the subject.</p>\n<p>The prompt was the ‘Buell Hypothesis,’ which pointed out that certain things simply cannot be said, when it comes to housing. You cannot say ‘public’ in public when it comes to housing, without embarrassment, without apologizing, or without using the past tense.</p>\n<p><em>What about recent political history and the defunding of public housing in America?</em></p>\n<p>I’m not a fortune-teller, but think about it like this: a real-estate developer from New York City is now the President of the United States. That’s not entirely circumstantial or accidental. It could have been otherwise, there could have been other types of demagoguery from the corporate sector (indeed, as we know, all of this is propped up by multi-national capital), but there is something specific about the real-state industry and its hegemony to which architecture has special access. Why? Because we can talk about the land under the building, and who owns it, and how that happened, and what sort of profit must be extracted from it in order for that building to exist, but we can also talk about the ways in which the building itself articulates and enables all of this. That’s what <em>The Art of Inequality</em> is all about, with a special focus on buildings, and on the clearly architectural dimensions of real estate development. It’s not just about following the money; it’s about the world in which architects work, seemingly with no choice. The challenge therefore is to educate oneself in the logics of this system, to understand how it works, and to ask: How could this be?</p>\n<p>The title expresses this clearly. Inequality is a project. The point of financial capitalism is inequality. It’s not some byproduct. It’s the whole idea. And as architects know well, projects require a kind of artful execution. Where, by ‘art’ one can understand beauty, but also—and these are not mutually exclusive—a kind of artifice, a set of techniques. And architecture is among those techniques.</p>\n<p><em>We just came out of a meeting with Elizabeth Plater-Zyberk…</em></p>\n<p>Did you ask about the Hope VI public housing demolition program?</p>\n<p><em>We did…</em></p>\n<p>I recommend Season III of ‘The Wire.’ That’s ideology, as architectural style. Disputes over style may seem academic with respect to the matters we have been discussing. Much damage has been done elsewhere. But a progressive sounding, well-meaning (and in certain ways genuinely progressive) project, promoted by the Congress for the New Urbanism, licensed the demolition of mostly black people’s housing in the interest of style, as well as in the interest of the real estate markets.</p>\n<p>The problem is the violence, and I really mean violence. How many times have you seen the image of Pruitt-Igoe going down? The sheer aesthetic pleasure that white people have taken in the destruction of that housing is, to my mind, obscene. Yes, it’s full of problems. Yes, it was racist from the beginning; there’s plenty of scholarship on that. But that’s not the point. The point is that this legalized bombing of public housing goes hand in hand with the neoliberal program of removing such institutions wholesale from the public sphere and thus, from the public imagination.</p>\n<p><em>Indeed, the idea of the American Dream has been used to justify these programs of inequality… The financial crisis depended on the dream as fuel for its mortgage tranches…</em></p>\n<p>This so-called American Dream of private property and homeownership as the site for the realization of the soul is an old one. The country was more or less founded on it. This ‘dream’ was formalized by the Homestead Act and other legislation that authorized and reproduced its logic right up to the present. And at every step along the way, there is violence. First in the form of a colonial land grab, and subsequently, in ever greater degrees of abstraction that pushed the violence further outside the frame, through segregation, red-lining, the color line, etc. The color line is about real estate. It’s a line that says ‘whites only’ on one side, and it has to do with the production of economic value in a market that is basically racist. It’s impossible to disentangle these different forms of oppression—economic inequality, racial inequality, gender inequality, and so on.</p>\n<p>Real estate is a form of conquest, though it’s not usually experienced this way. The real, systemic violence is generally abstracted, it’s moved over, out of the frame. And so real estate, as property, is seen as a luxury good. But every now and then the violence shows up again. The New York City developer’s ’poor door’ for subsidized renters in a mixed-income high rise was one of those cases. You have to wonder: in what world? What the hell were they thinking? But the point is that this was permissible, it was thinkable, it was even seen as marketable: the return of Jim Crow through the real estate industry. That was a relatively transparent expression of wishes and desires and fears, and a very articulate one as well.</p>\n<p>That’s why <em>The Art of Inequality </em>concentrates on the hegemony of real estate, which is not limited to the sphere of commodification. We’re not just talking about the privatization of the city. We are talking about a strategy, a strategy for managing and distributing populations, for governing. Simply put: Real estate governs.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Reinhold Martin"},"slug":"reinhold-martin","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Housing"},"meta":{"volume":"2","number":"23","bulletin":false,"publication_date":"2017-04-27"}}}}