{"title":{"rendered":"Renting Cool: All The World’s A Stage"},"content":{"rendered":"<p>We’ve seen time and again run-of-the-mill think pieces that fixate on Millennial narcissism. Study after study [1] undermines that assessment, but it’s hard not to internalize the stereotype when the image landscape of our selfie-taking, experience-chasing culture constantly bombards us with a reflection that confirms it. However, let’s reassess the whole premise from its eponymic root—the myth of Narcissus.</p>\n<p>The ill-fated Narcissus was of such great beauty that he was admired by all. A nymph, spurned by Narcissus, prayed that he be cursed to find an eternal unrequited love of his own. He was thus cursed to fall in love with his own reflection in a pool of water. Even after realizing his mistake, he was unable to tear himself away from the love he knew he could not have, and languished his entire life at the banks of the water. Even beyond death, Narcissus remains transfixed, sitting at the edge of the Underworld to admire his pale reflection in the River Styx.</p>\n<p>The Narcissan parable has since come to define a severe perversion of self admiration at the total expense of others. Instead, perhaps Narcissus represents a paradoxically empathetic desire to belong and participate in the cultural commons—a basic human desire that, today, is seeing an explosive proliferation in social media.</p>\n<p>On this proliferation, Boris Groys writes, “Contemporary subjects… must practice self-design, and produce their own image with the goal of becoming liked by society.”[2] But fixating on the selfie-takers and experience-chasers risks ignoring the environments that enable their “self-design.” Architects are quick to dismiss the trend-driven tactics of the Museum of Ice Creams, WeWorks, or Cha Cha Matchas of the world as disposable residue of selfie culture, but these environments demonstrate an emergent subjectivity the authors would like to provisionally call renting cool[3].</p>\n<p>First, we do not own cool, we rent it. We engage cool by voluntarily subscribing to an external environment for the price of a matcha latte or a literal membership fee. This premium affords us an aesthetic of cool, a particularly slippery aesthetic due to its trend-bound nature and its ‘know how’ rather than ‘know-what’ logics.</p>\n<p>Still, there are a few identifiable qualities of cool. Cool presents itself as effortless, but in reality is aspirational. Cool is a gold rush: it most rewards those who ride ahead of trends, and is ultimately an unsustainable econom —each vein of cool is finite and new ones must constantly be sought out. At the same time, to actively identify and talk about cool seems to accelerate its evaporation. Most of all, cool is imageable.</p>\n<p>This is crucial because the currency of renting cool is the social image. It’s a fitting aesthetic for the practice of “self-design,” since as Dave Hickey writes, “Being cool depends on being seen being cool, and as such is an exemplary strategy for theatricalizing… [one’s] convictions.”[4] The theatricality of “self-design” reveals a new relationship between environment, image, and the contemporary self—the expanded medium of the stage.</p>\n<p>Capitalizing on this, Figure8, the $200 million company behind The Museum of Ice Cream, recently trademarked the term “experium,” a portmanteau of ‘experience’ and ‘museum,’[5] suggesting ambitions to broaden their repertoire. The basic premise behind the experium is nothing new. However, what has shifted under the expanded stage is that social media and “self-design” synchronize a feedback loop in which the consumer’s narcissism ensures the experium’s virality. In our pursuit of cool, we necessarily project to others images that promote the sources of cool, inducing ‘FOMO,’ a reflexive awareness that we’re missing out on something cool. This anxiety causes us to willingly seek new cool watering holes to refill the vessel. This is not without its problems. The Museum of Ice Cream charges $38 a person for entry, which calls into question the accessibility of the whole practice.</p>\n<p>The immediate impulse is to resist the low-brow logics of renting cool, but if the expanded stage in spatial practice is here to stay, opting out might be a fast track to obsolescence. If we read “self-design” as a condition of existence rather than a malignant perversion, its real currency reveals that pursuing cool as a design agenda has a social authority in spatial design. It becomes apparent that architects are simply not making enough cool.</p>\n<p>A ticketed stage-set that does little else than to promote selfies is undeniably a vapid funhouse, but turning away from “self-design” only reinforces the experium’s monopoly on it. Instead, designers could accept the contemporary Narcissus and integrate it as an engaging layer of experience within the complex of agendas at work in architectural projects. Already trained to understand a spatial language of cool, architects could actively deploy that language in the design of all environments—lest we allow Figure8, WeWork, and other landlords of cool to continue leveraging the contemporary Narcissus into subscription-based phenomena.</p>\n<p>[1] Niraj Chokshi. 2019. “Attention Young People: This Narcissism Study Is All About You.” The New York Times, May 15, 2019. https://www.nytimes.com/2019/05/15/science/narcissism-teenagers.html.</p>\n<p>[2] Boris Groys. 2018. “Self-Design, or Productive Narcissism.” in Superhumanity, ed. Nick Axel et al. (New York: e-flux, 2018), 14.</p>\n<p>[3] This term came about from a conversation with our friend, Taka Tachibe, while describing a now defunct coffee shop in Los Angeles called GiorgiPorgi, which was, during its existence, a prime example of ‘renting cool.’</p>\n<p>[4] Dave Hickey. 2000. “Beyond Dark Glasses.” The New York Times, November 12, 2000. http://movies2.nytimes.com/books/00/11/12/reviews/001112.12hickeyt.html.</p>\n<p>[5] Karin Eldor. 2019. “Meet Figure8, The New Company Launched By Museum of Ice Cream’s Founders.” Forbes, August 15, 2019. https://www.forbes.com/sites/karineldor/2019/08/15/museum-of-ice-cream-founders-launch-figure8-and-announce-40m-series-a.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alex Kim"},"slug":"alex-kim","meta":{"degree":"MED","graduation_year":"2021"}},{"title":{"rendered":"Mark Anthony Hernandez Motaghy"},"slug":"mark-anthony-hernandez-motaghy","meta":{"degree":"SFPC","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"slug":"fetishes-obsessions-trends-oh-my","meta":{"volume":"5","number":"07","bulletin":false,"publication_date":"2019-11-07"}}}}