{"title":{"rendered":"Retrospecta 00"},"content":{"rendered":"<p><strong>DIMITRI BRAND</strong> (MArch I 2018), <strong>JAMES COLEMAN </strong>(MArch I 2018), <strong>AMANDA IGLESIAS</strong>  (MArch I 2018), <strong>JEONGYOON SONG</strong>  (MArch I 2018)</p>\n<div>This year’s edition of Retrospecta bookends the publication’s long tradition in the context of the school’s own anniversary, and also its more recent renaissance beginning with Former Dean Robert A.M. Stern’s tenure. Published by the dean’s office, its evolutionary metamorphoses have historically been most evident in the instances of dean transition. For this reason, it is a crucial to now reassess the publication’s place in the school, and for the students to take part in the decision of how best to utilize this incredible asset.</div>\n<div></div>\n<div>Since its debut in 1978, Retrospecta’s general purpose has been to present student work and inform alumni and the general public of the environment and events within the school. Under the deanship of Cesar Pelli, the first edition was a mere eight-page brochure containing some eighty-five black-and-white images and little text, all situated within a glossy 8½” by 11” spread. This first issue acted as a simple advertisement for lectures and visiting professors, though with the appointment of student editors, an interest in publishing student work, and the need to articulate the daily grind of the school, demand gradually increased for more comprehensive and substantial content.</div>\n<div></div>\n<div>Stern expanded and improved the book in 1999. His approach was contingent upon an augmented budget and a series of regulations applied to standardize formatting and production, which allowed the book to maintain consistent quality and meet its pre-negotiated cost with the printer. Stern introduced the design firm Pentagram in an advisory role as well as the assistance of professional photographers to document students’ work. The very nature of these conditions— its physical publication, its expected consistency and professional character, and its partiality towards increased content— are both Retrospecta’s most enduring qualities and its heaviest burdens.</div>\n<div></div>\n<div>Interest in the publication is high amongst students and faculty; however, involvement and investment vary. The nomination process can benefit students indifferent to the publication or alienate those excluded. On more than one occasion faculty have been critical of the nomination process, arguing that it is an unfair, ineffectual or oversimplified assessment of the work students produce throughout the semester.  Professors sometimes feel it is their duty to include each and every studio project without acknowledging the limitations that this imposes, landing the representation somewhere near the critical content of the supermarket glossies (of which the format lends little discernment).</div>\n<div></div>\n<div>Even considering the current edition’s one hundred ninety-two page count (a recent standard and the highest in the book’s history), the work submitted by students must be substantially paraphrased, often reducing months of research and production to one or two punchy images. Trying to be inclusive and democratic affords little opportunity for clarity or depth &#8211; an issue which plagues numerous publications of similar substance published by other schools of architecture.  These shortcomings were initially acknowledged, as expressed in Stern’s first “Letter from the Dean” which opened the ‘99 edition stating, “The work in this edition of Retrospecta suggests but does not, indeed cannot, fully capture the intense study and remarkable creativity of our students in the studios, classrooms and lecture halls.”</div>\n<div></div>\n<div>This is not to suggest the book should grow, but instead become more concise, more competitive, and more effective in order to open a dialogue beyond the school. To promote this dialogue Retrospecta must find a way to do more than just suggest the work of the school, but to offer content that can be engaged, whether that occur through parallel online publications, rephrasing its intent, or completely reconceptualizing its practice. A conversation will no doubt occur between the new team of Retrospecta 40 editors and Dean Berke to determine the future of the publication, and it is in the best interest of each student and the school as a whole to be involved.</div>\n<div></div>\n<div>To again quote Stern from the ‘99 edition, “The never-ending process of design confronts beginning architects with a reality which will be true for them always: that the architecture project is never really finished, that it can always be improved, that it is almost never satisfying to the designer, and that optimism is essential in leading each of us to believe in our next project which we hope will be better.” To not take the publication for granted is to constantly reassess it, critique it, and to utilize it effectively: the reconceptualizing of the book from ground-zero.</div>\n<div></div>\n<div><em>Dimitri Brand, James Coleman, Amanda Iglesias, and Jeongyoon Song edited the recently released 39. Elections for the Retrospecta 40 editorial team will be held on Wednesday, September 7th at 5pm in Hastings Hall. If you’re interested in editing this year’s book or in discussing its future, please join us.</em></div>\n"},"meta":{"contributors":[{"title":{"rendered":"James Coleman"},"slug":"james-coleman","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Jeongyoon Song"},"slug":"jeongyoon-song","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Dimitri Brand"},"slug":"dimitri-brand","meta":{"degree":"M.Arch I","graduation_year":"2018"}},{"title":{"rendered":"Amanda Iglesias"},"slug":"amanda-iglesias","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"New Shoes"},"meta":{"volume":"2","number":"00","bulletin":false,"publication_date":"2016-09-01"}}}}