{"title":{"rendered":"Ritual Vessels and Their Myths"},"content":{"rendered":"<p>OLISA AGULUE (M.ARCH I, &#8217;19)</p>\n<p>In the 1960s, following the excavation of a tomb within the territory of the Azande region of northern Congo, the art aficionado John Pigozzi acquired two ceramic artifacts. He later donated these objects to the Metropolitan Museum of Art for their exhibit “Arts of Africa, Oceania, and the Americas” in 1993.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> Unfortunately, neither the provenance nor specific symbolic importance of the two objects could be determined with absolute certainty, and they were consequently removed from display. The artifacts were then sold to Jack Faxon, a prominent collector of West African and Central African artifacts, who exhibited them, along with the rest of his collection, at the Elaine L. Jacob Gallery.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> Recent scholarship has sought to resolve the uncertainties these objects pose in a way that would be familiar to designers: by looking closely at the form of these vessels, and at the specific functions these forms suggest.</p>\n<p><img class=\" wp-image-4077 alignright\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/Figure01_FirstZandeRitualVessel-1-1.jpg\" alt=\"\" width=\"339\" height=\"332\" /></p>\n<p>This formal and functional analysis is situated within a scholarly understanding of the Zande people. In Azande culture, according to the archaeologist John W. Arthur, well-crafted ceramic vessels often took on a ritual function. Through close examination of archaeological sites, Arthur speculates the Zande used ceramic vessels in a wide array of ceremonies, from intertribal deliberation meetings to coming of age events.<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> Though the exact use of the two vessels in question is unknown, Arthur and others have extrapolated from their form and material qualities to arrive at theories as to how they may have been inserted into Zande’s ritualistic narratives.</p>\n<p>The first vessel (Figure. 1) is a relatively recent artifact, dating back only two centuries. Due to its dark patina, Arthur has theorized that the vessel was constructed with volcanic minerals. However, another theory attributes the vessel’s dark color to the material Acrisol (acidic soil). During the firing process, the chemical composition of the acidic soil would have been changed, resulting in the formation of a dark outer layer. Due to the scarcity of volcanic sediments within the Democratic Republic of Congo, the Acrisol theory seems more plausible. That being said, the drinking vessel was likely symbolically very important, so the use of a rare material such as volcanic mineral is well within reason.</p>\n<p>The vessel has a single spout, but its body is separated into eight chambers. It has been theorized that this curious form took on symbolic importance during intertribal solidarity ceremonies. According to this theory, at these gatherings each tribal leader would bring an intoxicant of his own making, which would be deposited into one of the eight chambers. Each tribal leader would then drink from the cup. When tilting the vessel back in consumption, the initially separate liquids mixed together, ritualistically uniting the tribes. Thus, in this view, the form of the vessel scripts a specific symbolic action.</p>\n<p>The second vessel (Figure. 2) is from the same time period. It is thought to be made from terracotta mineral deposits found north of the Congo River and northeast of the city of Gemena, which would mean that the object was created by the Zande people. Some challenge this material provenance, however, arguing that the vessel is actually made from terracotta found in the northern mountain regions of Nord Kivu; the vessel thus would be the work of Luba people (also referred to as the Baluba tribe of Northern Congo).</p>\n<p><img class=\"alignleft  wp-image-4076\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/03/Figure02_SecondZandeRitualVessel-1.jpg\" alt=\"\" width=\"294\" height=\"385\" /></p>\n<p>Regardless of its origins, we can infer from its presence at the excavation site that the vessel was used by the Zande tribe. Again, clues as to how, exactly, the Zande used this vessel can be found in the cup&#8217;s peculiar form: it is 3½ inches by 6½ inches and, contrary to most drinking implements, the vessel&#8217;s handle is located on its underside. Because of the placement of the handle, once liquid has been poured into the vessel, it is impossible to put the cup down without first ingesting all its contents. Scholars have thus speculated that the vessel was used in medicinal healing or strengthening rituals in which swift, uninterrupted consumption carried symbolic import. According to this same logic, the vessel was also likely used during Zande blood rites, in which the strength or maturity of an individual within the clan was determined by his or her ability to consume a bitter liquid derived from cassava plant leaves. The inability to consume the liquid in its entirety resulted in excommunication or death.</p>\n<p>These attempts at pinning down the meaning and use of these objects cause us to reflect on how the form of an object both allows for a specific function, and also acquires symbolic meaning. In rituals, the meanings of actions are transferred to the objects in use. The objects must communicate the importance of the action. Any vessel will not do. A vessel used in a ritual has to have been crafted with great care. Attention must have been paid to its material qualities and aesthetic properties. Through this artistry, the ceremonial object is elevated above an everyday object, allowing it to carry symbolic meaning. However, just a beautiful object will not suffice. It must also be capable of enabling the specific act that is required: The vessel with eight chambers can only symbolically represent tribal solidarity because the chambers allow separate liquids to be unified. The vessel with a handle on its underside tests an initiate’s strength because it forces him to consume the full contents of a cup without setting it down.</p>\n<p>However, the significance of a thing, what it communicates, is not permanent. It is temporal and can undergo transformations and interpretations over time. Once the object exists outside of the context for which it was created, its connotative import is not ensured; its original meaning can no longer be determined with certainty. It may maintain its functional properties—the cup with the handle on its underside will always force its user to consume its liquid in its entirety—but the actions it affords are no longer tied to symbolic meaning.</p>\n<p>Scholars of Zande ritual objects have mistakenly made the assumption that, because they can determine the vessels’ functional capabilities, they can know their meaning. However, since they can never truly know their context&#8211;their connotative meaning&#8211;all these historical speculations are in a way presumptive. They are a narrative imposed from outside; they are a fiction.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Arts Of Africa, Oceania, and the Americas, Metropolitan Museum of Art, New York, NY, 1999</p>\n<p>https://www.metmuseum.org/press/general-information/2005/arts-of-africa-oceania-and-the-americas</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Elaine L. Jacob Gallery. “When Art Works: African Utilitarian Objects from the Faxon Collection”. Palmer Printing Co. Wayne State University. 2012. ISBN 978-0-615-71786-9</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a>  Arthur, John W. &#8220;Brewing Beer: Status, Wealth and Ceramic Use Alteration among the Gamo of South-Western Ethiopia.&#8221; <em>World Archaeology</em> 34, no. 3 (2003): 516-28. <a href=\"http://www.jstor.org/stable/3560201\">http://www.jstor.org/stable/3560201</a>.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Olisa Agulue"},"slug":"olisa-agulue","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Fiction"},"meta":{"volume":"3","number":"15","bulletin":false,"publication_date":"2018-03-01"}}}}