{"title":{"rendered":"Robert Ellickson: Order"},"content":{"rendered":"<p>Robert C. Ellickson has been Walter E. Meyer Professor of Property and Urban Law at Yale Law School since 1988. His major research interests are property, land use, housing, urban history, and social norms.Professor Ellickson’s books include <em>The Household: Informal Order Around the Hearth</em> (2008), <em>Order Without Law: How Neighbors Settle Disputes</em> (1991), <em>Land Use Controls: Cases and Materials, and Perspectives on Property Law</em> (2013). He has published numerous articles in legal and public policy journals on topics such as land use and housing policy, land tenure systems, homelessness, and the organization of households, community associations, and cities.</p>\n<p>•</p>\n<p>My specialty is property law. I have long been interested in housing issues. Although family law is a well-established field, legal scholars have seldom analyzed households, which do not necessarily involve kinship relationships. Many households are entirely family-based, such as a conventional one that consists solely of two parents and their children. My book focuses more on non-family households, for example, four twenty-something roommates who co-rent a city apartment. I also discuss more ambitious experiments in communal living. Examples are the Israeli kibbutz and a co-housing development. Cohousing, which I think has been somewhat overhyped, provides a separate dwelling unit to several dozen conventional households, but also a “Common Room” designed to enable the residents to gather periodically for a dinner that they collectively prepare and serve.</p>\n<p>•</p>\n<p>Much of my book addresses the nature of the informal norms through which the occupants and owners of a household govern the use of spaces. These commonly provide some control rights to nonoccupying owners. We lawyers call an out-and-out ownership interest in a dwelling a “fee simple.” Spouses today typically jointly own the fee simple of the dwelling they occupy. A century ago, the husband typically was the sole owner. I assert that the occupants of a household typically confer special control powers on owners, for example, over whether an occupant is entitled to bring in a dog as a pet. Similarly, a tenant whose name is not on the written lease may defer on some issues to a named tenant.</p>\n<p>•</p>\n<p>Architects involved in the design of residential units should be keenly interested in the social dynamics of households. As most of us know from personal experience, household members treat different spaces differently. Some spaces, such as the living room, family room, dining room, and perhaps the kitchen, typically are open to communal use. But occupants also tend to “privatize” some spaces, such as a bedroom, a work space, and perhaps even rights to sit in a particular family-room chair. Household norms informally entitle an occupant with a privatized space to control some or all of its use, decoration, and maintenance.</p>\n<p>•</p>\n<p>A central-city developer may now seek to provide small groups of young adult singles an opportunity for greater communal engagement. The developer may ask the architect to design an apartment suite that includes a generously sized common room, and also to couple to each bedroom its own “private” bathroom. In a conventional family apartment, the master bedroom typically is much swankier that the others. That conventional design is ill-suited for a group of adult singles. For singles, bedrooms of equal physical quality typically are more sensible. In this context, equality in bedroom designs tends to contribute to social cohesion.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Robert C. Ellickson"},"slug":"robert-c-ellickson","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Commons"},"meta":{"volume":"2","number":"13","publication_date":"2017-01-26"}}}}