{"title":{"rendered":"Rukshan Vathupola on Bali, Indonesia"},"content":{"rendered":"<p>Tourists on large blue and white buses lean their heads forwards as they attempt to catch glimpses of Bali through the cool glass windows. Outside, a city of motorcycles flock around any and all traffic as they jostle for the best position on the narrow country roads. Children, businessmen, laborers, and farmers tanned by the sun drive within this ever-growing mass of people. Students on the backs of open pickup trucks cut through the traffic and the heat, feeling the cool breeze of the night winds in their hair. Large circular mirrors peer from around every bend and corner, watching for rogue motorists that may attempt to take a turn too quickly. Bounding this small homes and shops dot the countryside, interspersed with large statues of Hindu gods and the odd light post disguised as a coconut tree. Brightly colored plastic elephants, lions, and zebras hang in rows, next to restaurants covered in black and white linoleum. Middle-aged women carrying hats and sunglasses look out for their next customers, while men in leather jackets and mohawks pose for the cameras in the tropical heat. Every 20 feet or so a small wicker basket burning with incense and a couple of small purple and orange flowers line the front of homes and businesses, establishing the boundary between where one may walk and one may drive. The heat is ever present even at night, thicker than the crowds that moves through it, there is a perpetual shine to all those outside. You are never far from the sound of waves, but to see them, you must first navigate the ever-shifting topography of the roads.</p>\n<p>Everything we drank in Bali:<br />\n4 × vodka sodas with lime<br />\n15 × glasses of red wine (pinot noir)<br />\n2 × glasses of white wine<br />\n1 × glass of sangria<br />\n6 × glasses of mango juice<br />\n9 × glasses of orange juice<br />\n1 × pineapple juice from a pineapple<br />\n1 × coconut water from a coconut<br />\n18 × glasses of water<br />\n2 × espresso martinis<br />\n1 × blue martini<br />\n2 × glasses of champagne<br />\n5 × bottles of pellegrino<br />\n2 × pots of tea<br />\n4 × cups of ginger ale<br />\n3 × glasses of soda water with lime<br />\n1 × cup of pomegranate juice<br />\n1 × can of Sprite<br />\n1 × can of Coca-Cola<br />\n1 × grande coffee with 3 shots of espresso</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rukshan Vathupola"},"slug":"rukshan-vathupola","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Travel Week Bulletin: Fall 2019"},"meta":{"volume":"5","number":"05","publication_date":"2019-10-17"}}}}