{"title":{"rendered":"Same Old, Same Old"},"content":{"rendered":"<p>Following the “Adjacencies” Gallery Talk, I found myself in a conversation with a PhD student while enjoying some cool, refreshing, PBRs. “You have to go downstairs and look at old journals, architects always forget our history and this thing just works in cycles,” they said (you should do it, I did, it’s wacky). As we confront the current “age” of architecture, I feel that we are indeed operating in cycles and have returned to a point at which image, surface, and projection – i.e. the visual representation of things – seem to have taken hold in architecture once more. Thinking back to the unintentional creation of postmodernism by Robert Venturi and Denise Scott Brown, I can’t shake the feeling that history is repeating itself.</p>\n<p>The most productive way to think of architecture is that it is akin to fashion. This creates intimacy in what we do, and removes some of the extra seriousness that we could often do without. We operate with cycles of demand that determine what is “in.” Much like choosing our look as individuals, whether we do so intentionally or not, we choose the type of architecture that is produced. Specifically, the architecture pendulum swings between two opposites – volume and surface. Volume encompasses formmaking and space, while surface operates at the level of the image and representation. Volume was the late nineties and early aughts, when Greg Lynn and company got carried away with form. We can theorize that this project was cut short by the good ol’ GFC (global financial crisis) and austerity became the lay of the land. Maybe, just maybe, it is not merely a matter of fashion cycles, but economic cycles too (Phil Bernstein and Kevin Gray both think we’re due for another recession). Why there is a cycle may be irrelevant, just knowing there is one is the more powerful tidbit. A banker recognizes 10-year cycles in the economy, a fashion designer knows bell-bottom jeans will be cool every 15 years. As architects, we should exercise a level of awareness of this loop we are in, as a way to understand where we are and where we are going. If you can’t build twisting forms and giant cantilevers, I suppose you make pretty pieces of paper to hang up on the wall or embrace the austerity of the new naive.</p>\n<p>Interestingly, the curriculum at YSoA seems to be right on trend: last semester’s Pita-Bloom advanced studio and the current M.Arch I first-year studio coordinated by Brennan Buck lead with surface and image-making. Melting random objects can imply volumetric, spatial concerns, sure – but the process feels careless and haphazard in that sense, more effective in the realm of creating things you could not have possibly imagined (because why would you?), but in a spirit, one could argue, of wasteful hubris. Form is not what we talk about right now – volume and space are not something that is considered closely. The pendulum has soundly swung into the realm of surface. To be clear, I am not dismissing the value of the exercise, but I suppose I would compel people to engage with it more critically. If we can think of this thing we do cyclically, we know the pendulum will swing back to volume. Bell-bottom jeans will make a comeback at some point, so you better know what to pair them with. Part of having agency over our work is engaging in its intrinsic history. When one makes something, someone at some point probably already tried it and, if lucky, figured it out. As much as we may want to think we’re all making really cool, original shit right now, there just may be nothing new under the sun.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Miguel Sanchez-Enkerlin"},"slug":"miguel-sanchez-enkerlin","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11"}}}}