{"title":{"rendered":"Satellite Surveillance"},"content":{"rendered":"<p>Google Earth got its big break on CNN when, in 2003 during coverage of the Iraq War, the network “used the maps to simulate flying over Baghdad and dropping down to street level at bombing targets.”[1] Not long after, in preparation for the 2008 Mumbai terrorist attacks “the technology chief of Lashkar-e-Taiba, the Pakistani terror group, and fellow conspirators used Google Earth to show militants the routes to their targets in the city.”[2] In both of these examples Google Earth is employed as a method for civilian surveillance, though unfortunately in service of violence and destruction.</p>\n<p>By being able to watch our cities from both above (satellite images plus topographical data) and within (Street View), their narratives become legible from miles away. Inscribed with detailed information about the societies that built them and the lives of the inhabitants within them, their stories are broadcast to personal computers everywhere. Though the information presented by Google Earth is not exclusive to the platform (until recently all of the images were collected from third-party sources), the interface makes it accessible and user-friendly to all.[3]</p>\n<p>So what is Google Earth good for? Though laden with a history of observing and planning for violence, as architects we use it to gather information about site, to get an “objective” sense of scale, of material, of adjacencies. But is it actually a good tool for doing any of these things? Is it possible that looking at one’s site from so far away, so anonymously, so clandestinely, is inherently better for ruination than progress? Does looking without feeling protect us from the very human consequences of our design decisions, so that we may claim to be naïve? Are we preparing to build upon what’s there or to dismantle it?</p>\n<p>Standing so far back to watch the city, we are granted a degree of detachment. In Google Earth there are no people, only the artifacts we have produced. There is a lifelessness to the mosaic of industry that drifts across our screens as we click and scroll. From Google Earth we can see businesses grow and die, parks emerge from empty lots and glossy high-rises take the place of fields of homes. It is hard to imagine that there are human actors behind this seemingly spontaneous metamorphosis, that only painstakingly deliberate plans can enact such surface manipulations. Instead, we peel back layers of time and muse how much has changed, good and bad.</p>\n<p>By watching buildings, rather than people, we observe cities as autonomous entities. Cities become surrogates for governments, for cultures, for ways of life. From Google Earth, there are no individuals, just forces. There are centers of power and communities in peril, and we can see all of it from our screens. From where we’re sitting, we can see exactly what we’d like to change about this array of structures, but we can’t feel the tambour of life that swells around them daily. The urban landscape becomes an inert object: the subject of our observation. The city might be watching us, but we are also watching it.</p>\n<p>1 https://usatoday30.usatoday.com/tech/news/techinnovations/2003-03-20-earthviewer_x.htm<br />\n2 https://www.propublica.org/article/mumbai-attack-data-an-uncompleted-puzzle<br />\n3 https://www.theatlantic.com/technology/archive/2014/01/silicon-valleys-new-spy-satellites/282580/</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sarah Weiss"},"slug":"sarah-weiss","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","publication_date":"2019-09-19"}}}}