{"title":{"rendered":"Securing Religious Space, Interview with Architect Esther Sperber, AIA"},"content":{"rendered":"<p><strong>What is your approach to designing synagogues and sacred spaces?</strong></p>\n<p>There are many interesting aspects to synagogue design. It is a building that combines sacred space such as a sanctuary, where prayers take place, with communal spaces. I think the idea and space for communal prayer is very interesting because it is paradoxical. We often think about spirituality and introspection, and perhaps even a conversation with a divine entity, as something personal and quite private. Yet, people often engage in this practice within a community of other people. So why do we choose to connect to feelings of pain, vulnerability, joy, or gratitude with a community of people? To me, this is the challenge of designing sacred communal space. I try to create space that encapsulates a sense of holding, expressing the comforting embrace of<br />\ncommunity while respecting the individual and allowing his or her thoughts to drift off.</p>\n<p><strong>What is the impact of security on your design work?</strong></p>\n<p>We are currently working on a renovation of a synagogue called Ansche Chesed in Manhattan, which was built in 1927. The building is now used differently than it was intended. The formal building entry is on West End Avenue, but this entrance is rarely used. The congregation uses the side street’s smaller entry in order to retain only one security guard and because other prayer groups meet in rooms that are only accessible from this entry. While this entrance is functional during the week when the entire building is used, the circulation pattern on Sabbath conflicts with the building’s architecture and does not function well when the main sanctuary is in use.</p>\n<figure id=\"attachment_6924\" class=\"wp-caption aligncenter\"><img class=\"size-full wp-image-6924\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105141/Oslo-Norway-Ext.jpg\" alt=\"\" width=\"2048\" height=\"2731\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105141/Oslo-Norway-Ext.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105141/Oslo-Norway-Ext-225x300.jpg 225w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105141/Oslo-Norway-Ext-768x1024.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105141/Oslo-Norway-Ext-1200x1600.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /><figcaption class=\"wp-caption-text\">The Oslo Synagogue, Photo by Miriam Dreiblatt</figcaption></figure>\n<p>&nbsp;</p>\n<p><strong>In your experience, have your clients’ security concerns increased over time? Especially in light of attacks on sacred spaces in the U.S. and abroad?</strong></p>\n<p>I have no doubt that conversations about synagogue security have increased in the last few years. I do not remember discussing security when we were working on the Kesher Synagogue, ten years ago. The building was designed as a knot, which is the meaning of the institution’s name in Hebrew. The building design is a loop with multiple entrances and exits connecting different indoor and outdoor spaces. I imagine that if we proposed this concept now, many people would feel really uncomfortable. Unless the whole site was surrounded by a big fence, which would undermine much of the design’s welcoming quality. People now are more nervous, but also a bit confused. ‘Have we just had a few unfortunate events and things will go back to feeling comfortable, and therefore, we shouldn’t make an extreme investment in security systems? Or, is this the new reality and we have to do this?’</p>\n<p><strong>Many synagogues in Europe ensure the safety of their congregants through multiple layers of security and surveillance. Do you anticipate a trend of a similar kind for religious institutions in the U.S.?</strong></p>\n<p>Perhaps because of my upbringing in Israel, where, unfortunately, terrorism is part of life, I feel that these violent acts should not determine the ways we live. While we entrust our security forces to do what they can, we also need to accept violence as an unfortunate byproduct of living in society. When we are in the public realm, we are more likely to get hit by a car, but nevertheless we don’t think twice when we leave the house and cross the street. We have to use our logic and resilience to overcome fear of attacks, because statistically the threat is low.</p>\n<figure id=\"attachment_6925\" class=\"wp-caption aligncenter\"><img class=\"size-full wp-image-6925\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105145/Paris-France-Ext.jpg\" alt=\"\" width=\"2048\" height=\"2731\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105145/Paris-France-Ext.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105145/Paris-France-Ext-225x300.jpg 225w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105145/Paris-France-Ext-768x1024.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105145/Paris-France-Ext-1200x1600.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /><figcaption class=\"wp-caption-text\">The Grand Synagogue of Paris, Photo by Miriam Dreiblatt</figcaption></figure>\n<p>&nbsp;</p>\n<p><strong>How do objects of surveillance change peoples’ perception of a space’s safety?</strong></p>\n<p>At my synagogue, there are two security guards who greet everyone on Saturdays. Knowing there is a guard at the front door does give people a sense of safety. I think we must strike the right balance between defending the space and inviting people in. Paradoxically, if a big police car was parked outside, people might feel nervous, despite the extra safety. In Europe, where police cars are typically parked outside synagogues, I imagine that people feel this is necessary. This balance is specific and culturally-based.</p>\n<p><strong>Some final thoughts:</strong></p>\n<p>We often think of security in terms of the hardware such as the cameras, intercoms, and lock-down mechanisms. But, it is also worth emphasizing that we use people to guard our spaces. This is a daunting concept—someone is ready to physically stand at the door to protect us. But it is these guards’ ability to interact with people, recognize community members, and notice unusual behavior that is invaluable. At the 14th Street YMCA community center, which we renovated in 2010, the security was upgraded with full-time security staff who were part of the center. These guards quickly became part of the community. As such, they notice when someone returns after a long absence and can ask them how they are feeling. The human touch and intuition is something that is very hard to replicate with technology such as artificial intelligence. Facial recognition can do a lot of the work, but it can’t ask you how you’re feeling. If security is completely hidden, does it lose some of the comforting effect?</p>\n<figure id=\"attachment_6923\" class=\"wp-caption aligncenter\"><img class=\"size-full wp-image-6923\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105136/Copenhagen-Denmark-Ext-2.jpg\" alt=\"\" width=\"2048\" height=\"2731\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105136/Copenhagen-Denmark-Ext-2.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105136/Copenhagen-Denmark-Ext-2-225x300.jpg 225w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105136/Copenhagen-Denmark-Ext-2-768x1024.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/18105136/Copenhagen-Denmark-Ext-2-1200x1600.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /><figcaption class=\"wp-caption-text\">The Great Synagogue of Copenhagen, Photo by Miriam Dreiblatt</figcaption></figure>\n"},"meta":{"contributors":[{"title":{"rendered":"Esther Sperber"},"slug":"esther-sperber","meta":{"degree":"Architect, Studio ST Architects","graduation_year":""}},{"title":{"rendered":"Miriam Dreiblatt"},"slug":"miriam-dreiblatt","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","publication_date":"2019-09-19"}}}}