{"title":{"rendered":"Sequels in Sisterhood"},"content":{"rendered":"<figure id=\"attachment_7374\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web.png\"><img class=\"size-full wp-image-7374\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web.png\" alt=\"\" width=\"5850\" height=\"7200\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web.png 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web-244x300.png 244w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web-768x945.png 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web-832x1024.png 832w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08190720/Andrea-Ng_Sequels-in-Sisterhood-01_web-1200x1477.png 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\">Illustration by Andrea T.F. Ng</figcaption></figure>\n<p>The Giralda is the much-cherished 12th-century landmark of Seville, Spain. The tower was originally built as the minaret to the Great Mosque under Moorish rule. After the Catholics took over, the tower received a series of renovations and became the version we know today: the belltower of the Seville Cathedral.</p>\n<p>When Kansas City developer, Jesse Clyde Nichols, visited Seville in the 1920s, he was so impressed by the Giralda that he decided to include a half-scale replica in his development plan for the Country Club Plaza back home. The American facsimile as-built is a faithful imitation in a very different context, the beacon of the world’s first car-centric shopping center. While the 84 meter original announces a house of worship, the 42 meter replica has become the belltower to a Cheesecake Factory restaurant.<br />\nIn 1967, Kansas City and Seville became Sister Cities, and for the occasion the Mayor of Seville came over to officially christen the Giralda replica. Since then, Kansas City has found another 13 sisters. The concept of towns pairing up dates back to the year 836, when Paderborn of Germany twinned with Le Mans of France. The rate of coupling accelerated after WWII with the establishment of the European Commission’s Town Twinning Committee. Under the new institution’s administration the practice received official paperwork and elaborate rituals, in the name of peace and reconciliation. Similarly, the practice spiked in the post-war United States with the formation of the Sister Cities International (SCI) in 1957, officiating unions between newfound trans-continental sisters (the first pairing Toledo, Ohio, with Toledo, Spain).</p>\n<p>What’s appealing for this program about the ‘sister’ designation is that it doesn’t imply a hierarchy. Sometimes sisters look similar, dress the same, or even share clothes. With the Giralda, Kansas City borrows her older sister’s dress and alters it to fit.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Andrea T.F. Ng"},"slug":"andrea-ng","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}