{"title":{"rendered":"Site Analysis: Coffee Adjacencies"},"content":{"rendered":"<p><span>Comrades, compatriots, consumers – as the school year commences, I bequeath to you the wisdom of one year’s time. </span></p>\n<p><span>If you seek caffeine, I implore you to ignore the allure of the corner cafes and travel further for your liquid lifeblood. Why would you settle for brown drainwater when Atticus is a few meters down the street, proffering its glittering $1 coffee deal? You’ll blow your budget on cookies and that new square pizza thing, but at least you won’t be spending your loan money on whatever burned nonsense Book Trader or Willoughby’s is passing off as coffee.</span></p>\n<p><span>It’s not that the intersection of York and Chapel doesn’t have some pluses. If you don’t mind smelling like what you order, Book Trader makes a decent bagel egg sandwich. When PV is in town, you can find him there almost every morning.</span></p>\n<p><span>Willoughby’s is only acceptable during the traditional five-minute breathing break from Structures or during a rainstorm, but their bagel prices are the best in town. If you adopt the common affectation of brewing coffee in studio, you can buy freshly ground beans here by the quarter pound. The beans are good, as they have yet to be tortured into Willoughby’s coffee.</span></p>\n<p><span>Jojo’s coffee, which you can get on the other corner of our block, is similarly non potable but, depending on the employee, you can get a nice americano. Go for the weird atmosphere and to take a break from Atticus. </span></p>\n<p><span>The latest hours kept by any coffee place is Blue State, which stays open until midnight. However, it’s so far away (two blocks? three?) that you might as well go home. </span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Internal Memo"},"meta":{"volume":"4","number":"00","publication_date":"2018-08-30"}}}}