{"title":{"rendered":"Smart-home, ALERT!"},"content":{"rendered":"<p>An intentionally vapid terminology, the “Internet of Things” was created by techies and eager entrepreneurs to describe a network of internet-reliant apps, programs, and hardware. These “things” have in many ways altered our lives for the better, with seamless guidance to the nearest coffee shop, instant translation of foreign languages, and immediate access to news and entertainment. Over the last few years, consumers have realized that these technologies have all-the-while served as tools of surveillance and data extraction. When considering the surveillance state, we may be quick to recall tropes of security cameras, armed guards, and protected vehicles with tinted windows, but what about iPhones, smartwatches, and urban bike share programs? These devices are branded as improving our lives, allowing us to access a rarified connected experience at all scales, from the urban (i.e. Google Maps) to the domestic (i.e. Amazon Echo). As companies like Google, Apple, and Amazon compete to build fully integrated platforms of “things,” they are engaging in a gladiatorial fight to control our most intimate space: the home.</p>\n<p>Technology titans are not the first to propose home-centered technologies as a means of social liberation. In the 1940s and 1950s, companies advertised liberation from domestic duties to housewives with the vacuum cleaner, dishwasher, and laundry machine. We have reason today, as we did then, to remain skeptical that consumerism holds the key to liberation from sexism and other modes of oppression. Nonetheless, these advertisements generated profits and gave rise to the emerging mechanized home. Fast-forward half a century. The “smart-home” has entered the economic matrix of the “Internet of Things,” which McKinsey Global Institute estimates will be a $4-$11 trillion-dollar industry by 2025.</p>\n<p>The smart-home solidifies our fears that technology companies own much of our personal data, but the question of who has immediate access to our network of smart devices may prove more sinister. In January 2018, Nellie Bowles of <em>The New York Times</em> published an article entitled “Thermostats, Locks and Lights: Digital Tools of Domestic Abuse.” In her article, Bowles profiled thirty victims of a disturbing new trend in domestic abuse: stalking, control, and attack executed via smart-home technology. The victims covered in the story, women of various ages and relationship statuses, reported a range of abuses from sudden shifts in temperature through the remote control of central air-conditioning, to changes in digital door codes, and incessant ringing of doorbells. While many of these attacks, if isolated, could be seen as cruel pranks, the repetition of these actions creates an environment of hostility and causes victims to feel helpless in their own homes. The National Domestic Violence Hotline’s definition of abuse as a “pattern of behaviors used by one partner to maintain power and control over another partner” is applicable to this new terrain of psychological violence.</p>\n<p>Smart-home abusers use intimidation as a means of achieving control and power over their victims. Their attacks may also lead to feelings of isolation and acute economic stress. As victims are often unable to regain control of their smart-home technology, many are forced to seek alternative shelter. This can impair victims’ financial status, as they might resort to finding temporary housing in addition to paying for their primary residence. Additionally, many of the victims that Bowles interviewed ultimately disconnected the hardware in protest against their abuser’s manipulation of these devices. However, in the “Internet of Things,” dissociation from these devices may limit our connections and cause isolation. One of the less tangible effects of abuse, isolation can have lasting impact on victims.</p>\n<p>Most of us interact with a myriad of companies through our personal network of internet-connected “things,” whether we are cognizant of it or not. We have all felt the frustration of devices that are not synchronized (wireless printing being my current battle), but the lack of connection might protect us against interlopers attempting to breach our homes. Still today, someone who hacks your Amazon Echo might not find a way to compromise your Nest security cameras, carbon monoxide monitors, and thermostat control center. However, today’s corporate structure portends a future where an interloper requires just a single point of entry to breach your network of smart-home technologies, be they under the umbrella of Google, Apple, Amazon, or another rising company in the market. Encouraging homeowners to understand and install their own smart-technology may be a first step of defense against domestic abuse through hacking. Yet, the question remains: how vulnerable are we making ourselves in the name of interconnectedness?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mary Carole Overholt"},"slug":"mary-carole-overholt","meta":{"degree":"MED","graduation_year":"2021"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"slug":"securing-the-city","meta":{"volume":"5","number":"03","bulletin":false,"publication_date":"2019-09-19"}}}}