{"title":{"rendered":"Soji!"},"content":{"rendered":"<p>KEVIN TING-YU HUANG (M.Arch I ‘18)</p>\n<p>In Japan, interns are referred to as ‘open desks’—\u0003meaning you are desk-less and bring your laptop to \u0003sit wherever there is space. Most open desks are \u0003unpaid and work twelve hours a day. Right before a deadline, an intern may very well work for 24 hours straight. I interned in Japan twice. At one of the offices, the daily working hours were listed as (10am– ). Several of those ‘invisible’ hours were spent on tedious, time-consuming tasks such as sanding foam, coloring scale figures, or even making near-identical models \u0003for comparison.</p>\n<p>Most people may react with disgust. Who would want \u0003to work so much? But let’s ask ourselves: How many hours do we work at school? Almost all of us work every single day, often deep into the night/morning. Our studio culture celebrates work heroically, and incapable workers are viewed with an unwarranted disdain. \u0003We believe that the number of hours we invest directly relates to how much we learn, though this often results in us being too tired or too sick to retain information. Many students are willing to take this mentality into \u0003the workplace, and firms take advantage of that.</p>\n<p>Frankly, the big names do not mean much on our CVs. What impacted me more was working in that strange, surreal environment. I can say that I learned a lot in Japan: from the city, from the other interns, from the architects, from the work ethics, and even from the menial tasks. I realized that it is through this ridiculous dedication to work that the Japanese develop spaces with such ineffable sensibility.</p>\n<p>I left my well-paying job in Hong Kong to pursue those internships. Was that a foolish move? Certainly from an economic perspective, but there was so much I would not have gained had I stayed in Hong Kong. All of us \u0003who are taking/have taken Intro to Planning know that, in the real world, our profession is controlled by money. But perhaps we all hope deep down that it isn’t so. After all, I chose architecture as a career precisely because \u0003I did not want to work in a cubicle for thirty years.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kevin Huang"},"slug":"kevin-huang","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Work"},"meta":{"volume":"2","number":"04","bulletin":false,"publication_date":"2016-10-06"}}}}