{"title":{"rendered":"Solar Decathalon"},"content":{"rendered":"<p>EDWARD WANG, BA &#8217;16</p>\n<p>&nbsp;</p>\n<p><span>Over the past twenty months, a group of undergraduate architecture majors have worked furiously to complete Yale’s first entry to the Solar Decathlon. Perhaps you have seen them huddled in the computer lab or gathered in the seventh floor pit, discussing and planning a prototype of future sustainability that promises to minimize environmental impact while improving the quality of life of its inhabitants. The completed design is one that Team Yale hoped would impress through restrained and efficient interiors, generous outdoor living spaces, and a quick construction turnaround through modular design.</span></p>\n<p><span>What is the Solar Decathlon? In its seventh iteration, the U. S. Department of Energy’s Solar Decathlon is a biennial competition that challenges selected collegiate teams to design, build and ship a net-zero house to a pre-selected site for judging and display. 2015’s prompt brought teams to the agreeable temperatures and ample sunshine of Irvine, California where twenty entrants will display the products of their work on the repurposed runway tarmac of Great Park.  While Team Yale was a first time competitor- beginning the application process during the sophomore year of its founding team members- it was unfettered by lack of expertise. The project would evolve over the next two years from a fledgling extracurricular initiative, to a seminar held under the aegis of Professor Michelle Addington and her indomitable optimism, to a tightly focused student effort guided by YSOA’s own Isaac Southard and Ben Bourgoin.</span></p>\n<p><span>Two weeks ago, Team Yale announced that it would not be joining its fellow competitors this October in California. The decision was one difficult to come to – with final construction documents completed and a modular contractor in place, Team Yale’s Y-House was and still is at the ready to be deployed. However, within the short timeframe of the competition, the greatest challenge that faced Team Yale became securing the $300,000 it would take to complete the project, an amount that includes not only the nearly $150,000 allotted for the construction of the house itself, but payment for consulting, shipping, and team expenses accrued over the last two years. The team’s fundraising efforts produced two-thirds of that final amount but were unable to find the remainder to allow their construction contract to be processed. In light of this news, the refrain heard from their supporters, advisors, and friends has been condolence for an unsuccessful effort in the competition but also commendation on having made it so far and optimism for the future potential of this project outside of the constraints of the competition rules.</span></p>\n<p><span>The team acknowledges the tremendous educational opportunity the Solar Decathlon has brought – lessons in management, entrepreneurship, logistics, and the intricacies of 501(c) (3) bureaucracy (to name a few) were gleaned in a field of battle that cannot be replicated in a classroom. Of course, the journey to Irvine has not been without its fair share of missteps and misadventure. Things took a paranormal turn when Kate McMillan, a project manager, unknowingly attempted to contact the dead during one of many alumni cold-calling sessions. Juan Pablo Ponce de Leon, another manager, risked a night of homelessness in the wilds of San Francisco to present to interested Yalies. The team’s cumulative efforts – interminable meetings, charettes, arguments, séances, and slumber parties – have produced a project that Team Yale is proud to present to the rest of the YSOA community.</span></p>\n<p><span>Salvation for the Y-House may come in the form of a partnership with the Invisible Art Foundation, a startup land art collective founded by artist and Yale alumnus James Perkins who would like the house to be the first building on 600 acres of land in Randolph County, North Carolina. If all goes well, the Y-House design will be housing the next generation of emerging artists and providing a space for gathering and discussion. So while they bid farewell to their place in Irvine this fall, this will not be sundown for Team Yale and it’s formidable Y-House. </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Second Year Fold"},"slug":"second-year-fold","meta":{"volume":"1","number":"05","bulletin":false,"publication_date":"2015-09-03"}}}}