{"title":{"rendered":"Southern Hospitality"},"content":{"rendered":"<p>The State of Louisiana has a long and tumultuous history. Before the near extermination of native peoples by European settlers, six cultural and linguistic groups – the Atakapa, the Caddo, the Tunica, the Natchez, the Muskhogean, and the Chitimacha – inhabited the region, each having many subsets of tribes with their own names and identities.[1] Later, the territory changed hands between the French, the Spanish, and the English before it became a state, but it was first colonized in the late 17th century and named <em>La Louisiane</em> in honor of King Louis XIV.</p>\n<p>Early French settlers in Louisiana quickly came to the realization that the methods of European construction they were familiar with would not perform well in the subtropical climate of this newly “acquired” colonial outpost. They looked to the methods of construction in colonies in the West Indies and throughout the Caribbean, systematically changing their European forms to better fit local conditions. [2] These changes included lifting the structures off of the ground to increase airflow, incorporating large overhangs for shading, and altering their material composition altogether.</p>\n<p>By the time that Louisiana was purchased from France by the United States in 1803, these design strategies, paired with a reverence for classical architecture and growing wealth among farmers, led to the appearance of plantation homes that remain preserved throughout the American South. Today they play host to joyful, albeit ironic, weddings that take place on the same premises where brutal acts were once committed against enslaved peoples.</p>\n<p>Frederick Law Olmsted observed on his travels as a young journalist to the “Seaboard Slave States” that the plantation homes had living spaces for the family raised an entire story above the ground – effectively a <em>piano nobile</em> – and had by then incorporated large galleries and “french doors” for shading and natural ventilation. While this development in construction was primarily meant to increase thermal comfort within, it served a dual purpose for the plantation owners, becoming a platform from which they could surveil a thriving agricultural machine of slaves and indentured servants.[3] The stature and positioning of these homes on the plantation in relation to the slave quarters also ensured the masters’ dominance over their human “property.” The designation of plantation was given to any farm that held 20 or more slaves. Of the estimated 46,200 plantations known to exist in 1860, 20,700 had 20 to 30 slaves and 2,300 had a workforce of 100 or more. [4]</p>\n<figure id=\"attachment_5972\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-5972\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221042/ImgLeft_A.HaysTownBuilding.jpg\" alt=\"\" width=\"980\" height=\"735\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221042/ImgLeft_A.HaysTownBuilding.jpg 980w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221042/ImgLeft_A.HaysTownBuilding-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221042/ImgLeft_A.HaysTownBuilding-768x576.jpg 768w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /><figcaption class=\"wp-caption-text\">Hermitage Plantation &#8211; Darrow, LA<br />Photograph by Robert Tebbs.</figcaption></figure>\n<figure id=\"attachment_5973\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-5973\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221044/ImgRight_HermitagePlantation.jpg\" alt=\"\" width=\"1000\" height=\"750\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221044/ImgRight_HermitagePlantation.jpg 1000w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221044/ImgRight_HermitagePlantation-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/31221044/ImgRight_HermitagePlantation-768x576.jpg 768w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /><figcaption class=\"wp-caption-text\">A. Hays Town Building &#8211; Lafayette, LA<br />Photograph by John D. Cramer.</figcaption></figure>\n<p>I attended college at the University of Louisiana at Lafayette, where the original Art Center (pictured left), built in 1967, is a 1:1 scale model of one such plantation. Hermitage Plantation[5] (pictured right) was built in 1812, and is located two hours away from the University in Darrow, Louisiana. A tourism website for Hermitage boasts: “The beauty and grace of the Old South are reborn again at Hermitage Plantation, Louisiana’s earliest known Greek revival mansion.”[6] The glorification of these homes in the form of a tourist destination or an art museum by a famous local architect[7] entirely removes the practice of slavery from the conversation about the architecture that enforced it.</p>\n<p>Similar homes and their architectural devices are embedded deeply within Southern culture. I grew up in the city of New Iberia, founded during Spanish rule, where one of the Weeks family plantation homes stands on Main Street. Once overlooking a profitable sugarcane plantation and 40 of the family’s 300 total slaves,[8] it now serves as the backdrop for the annual Mardi Gras parade and life in the city’s downtown. Part of the plantation homes’ educational value may still reside in their response to a harsh climate, but their persistence in Southern culture is not based on how well they handled the sweltering summer months. This persistence is instead because they represent “the Old South,” a long-forgotten time when America was great for some and fatal for others (to paraphrase a recent campaign slogan).</p>\n<p>To vilify these structures would be to enliven support for them amongst the same faction that resists the removal of monuments to the Confederacy. However, since the homes do hold a trace of architectural value, the education surrounding them must include the broader picture. When this type of architecture can no longer be separated from its past, then we may be able to have a conversation about where its vernacular should stand in contemporary architectural discourse. Herein lies the ethical conflict of appreciating the environmental design of plantation homes whilst ignoring their function and context. We must begin to acknowledge the history of this architecture; until then, our environmental design textbooks will continue to praise how well the French Louisiana plantation houses were adapted to a very humid climate.[9]</p>\n<p>[1] Judith Kelleher Schafer, Edward F. Haas, and Michael L. Kurtz, Louisiana: A History. 6th ed. (Malden, MA: Wiley Blackwell, 2014).<br />\n[2] Jay D. Edwards, “Upper Louisiana’s French Vernacular Architecture In The Greater Atlantic World,” Les Amis, http://les-amis.org/downloads/edwards_jay-upper_louisianas_french_v.a._final.pdf.<br />\n[3] Bernadette Stadler, and Sarah Atkinson, “ARCHITECTURES OF CONTROL: Spatial Structures of Captivity in Medieval Florence and the American Plantation.” States of Incarceration, https://statesofincarceration.org/story/architectures-control-spatial-structures-captivity-medieval-florence-and-american-plantation.<br />\n[4] John Michael Vlach, Back of the Big House: The Architecture of Plantation Slavery. (Chapel Hill: University of North Carolina Press, 1993).<br />\n[5] Hermitage Plantation in Darrow is itself a reference to another tourist destination: the home of Andrew Jackson outside of Nashville, Tennessee. The seventh President of the United States, who currently lends his elongated visage to the twenty dollar bill, and owned up to 150 slaves, named his plantation Hermitage when he acquired it in 1803.<br />\n[6] “River Road Plantations.” Tour Ascension. Accessed October 15, 2018. tourascension.com/attractions/river-road-plantations-2/.<br />\n[7] A. Hays Town.<br />\n[8] “Slave Quarter.” The Shadows. November 03, 2017. Accessed October 15, 2018. http://www.shadowsontheteche.org/slave-quarter-qr6.<br />\n[9] Norbert Lechner, Heating, Cooling, Lighting: Sustainable Design Methods For Architects, (Hoboken: John Wiley &amp; Sons, 2015).</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Page Comeaux"},"slug":"page-comeaux","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"&#8220;Vernacular&#8221;"},"meta":{"volume":"04","number":"06","publication_date":"2018-11-01"}}}}