{"title":{"rendered":"Space for Leisure: Space of Work"},"content":{"rendered":"<p>EUGENE TAN (M.Arch I &#8217;16)</p>\n<p>&nbsp;</p>\n<p><i><span>What ought we to do when at leisure? Clearly we ought not to be amusing ourselves, for then amusement would be the end of life.</span></i></p>\n<p>&nbsp;</p>\n<p><span>—Aristotle, </span><i><span>Politics, Book Eight, Part Three</span></i></p>\n<p>&nbsp;</p>\n<p><span>Man has long predicted and imagined a world where technology takes command. Although this had been an age-old premise—or indeed a promise—the wait for the end of work goes on. Rather than using advancements in technology to free individuals from labor, it has been used to keep them laboring. Instead of prefiguring a new leisure society and giving the work-free human new ways to spend the day, most spaces for leisure have only served to deepen the coffers of those who control the modes of production. Whether in theme parks or shopping malls, leisure has been an indulgence which requires more labor in order to enjoy.</span></p>\n<p>&nbsp;</p>\n<p><span>While the end of capitalism through a pseudo-Marxist revolution comes to mind as a solution to these negative circumstances, even the boldest and most optimistic of leisure spaces do not fully do away with forms of labor. </span></p>\n<p>&nbsp;</p>\n<p><span>Constant’s famous New Babylon, for instance, imagines a future where technology frees humans from labor and play becomes the consummate aspect of our existence. The New Babylonians would have the freedom to make and remake their environment by transporting architectural elements, using them to create new spaces. However, even though New Babylonians creatively participate within the kinetic field, their freedom of movement is undermined as they are unable to control their whereabouts. By bridging distant territories through the use of arterial networks, Constant intended to create unexpected ‘situations’ or encounters to a point of confusion, encouraging individuals to react to these disparate experiences and ultimately awaken them from passivity by forcing them to engage with their surroundings.</span></p>\n<p>&nbsp;</p>\n<p><span>A similarly disorienting space is Lina Bo Bardi’s SESC Pompéia, a recreation center fashioned from an abandoned drum factory in Sao Paolo, Brazil. Leisure supplants the industrial, and much like New Babylon, Bo Bardi wanted SESC Pompéia to be a social condenser which denied, in this case, the strife and unrest in Brazil.</span><span> Bo Bardi achieves similar effects of confusion to New Babylon through the use of internal conduits, streets, or sky-bridges that deny legibility and easy wayfinding. The bringing together of disjunctive playscapes such as a boardwalk with a rainforest backdrop, a beach for sunbathing, and an indoor pond for communal fishing not only require physical participation, but demand a psychological response as well.</span></p>\n<p>&nbsp;</p>\n<p><span>Both New Babylon and SESC Pompéia expose the inherent contradictions seen in spaces designed for lives of leisure. Freed from labor, we would be able to fulfil our potential through acts of creativity; to promote this creativity we require unexpected encounters with people or places; to facilitate these encounters, spaces not only need to be unpredictable to provide surprise and stimulation, but also highly prescriptive in defining the ways inhabitants are free to exercise their creativity.</span></p>\n<p>&nbsp;</p>\n<p><span>Freed from labor, we would no longer be beholden to capitalists, but become beholden to architecture. Labor, therefore, appears not to be truly removed, but merely reconfigured as a type of leisure and embedded within our spaces of inhabitation.</span></p>\n<p>&nbsp;</p>\n<p><span>[1] Guy Debord, </span><i><span>Report on the Construction of Situations and on the International Situationist Tendency’s Conditions of Organization and Action, </span></i><span>1957, in </span><i><span>Situationist International Anthology</span></i><span>, ed. Ken Knabb, Berkeley: Bureau of Public Secrets, 1981, p. 22</span></p>\n<p><span>[2] Antonella Gallo, </span><i><span>The SESC- Pompéia &#8211; factory, Sao Paolo, 1977-86</span></i><span>, in </span><i><span>Lina Bo Bardi : il diritto al brutto e il SESC-fàbrica da Pompéia</span></i><span>, Luciano Semerani and Anonella Gallo, CLEAN Edizioni, 2012, pp. 141-151</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Eugene Tan"},"slug":"eugene-tan","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Home"},"slug":"home","meta":{"volume":"1","number":"18","bulletin":false,"publication_date":"2016-01-28"}}}}