{"title":{"rendered":"Speak Up, but Not Too Loudly"},"content":{"rendered":"<p>In the 1950s, before co-education became instituted university-wide, a woman couldn’t find designated restrooms in the Art and Architecture School. This wasn’t an early advocacy for all-inclusive bathrooms. Come rain or shine, you had to plan ahead for an agonizing journey; climb down the stairs, walk outside, cross Chapel Street, and rush to the Waldorf Cafeteria—if you made it in time.</p>\n<p>This restroom conundrum extended to the classroom and beyond. Yale College didn’t allow women until 1969, over 20 years after the first female graduated from the Art and Architecture School. This lapse in timing often required an elaborate—or rather unfortunate—set of accommodations for female architecture students to take supplementary undergraduate courses as basic as physics and math in order to fulfill their advanced degrees. As Maya Lin (BA ‘81, MArch ‘86) discovered during her research for the Women’s Table, these same students were casually referred to as “silent listeners” by the male faculty who allowed them to sit in on their lectures and take notes.[1]</p>\n<p>Perhaps it was not coincidental when a comrade and Yale alumna recently recounted her experience in a seminar she took while an undergrad in the architecture program around 2014, where she was never quite loud enough to be heard. I’m sorry, I just can’t hear soft or higher pitched voices, the professor would say. As a man who came of age with “silent listeners” for colleagues, auditory agnosia disguises little more than a deepset misogyny. This mindset permeates design culture at large, where paradoxically, despite the constant hounding to be louder in class, women run the risk of being altogether too loud. In the working world, we’ve heard terms like “confident” or “outspoken” drift to “bossy” or “bitchy” or worse. Observations of this type of discrimination, not exclusively against women, are commonplace in our anecdotal whispers (structuralfailure.tumblr.com). While less tangible than the physical location of restrooms, these are the patriarchal structures of pedagogy and behavior that we want to address.</p>\n<p>Here, we offer the setting of the “final review” as a clarifying landscape, where the assertion of intelligence, authority, and physical space by the typically white male critic—and the educational model he’s created—continue to police the non-conforming minority of the architectural world at large. This is a space of man-splaining, man-spreading, and incessant interruption. This is a space where you have to yell to be heard, where diversity feels token, and where a critic would rather verbally command you to point to a drawing over and over than walk the two feet to point to it himself. How long do these stories have to be familiar? What does a different conduct look like?</p>\n<p>We would like to offer some simple, preemptive wearable devices, not as solutions but as critiques to the review culture as it currently stands. We present you with the amplifier, the pointer, and the multiplier. Our proposed devices—all intended for critic’s use—serve as physical aids to the review process with the intent of cultivating a more smooth and comfortable experience for everyone involved.</p>\n<p>1) The Amplifier: Use our best-selling amplifier for accurate volume control during reviews. The amplifier; however, may not be used to mute conversations once other critics begin to speak.</p>\n<p>2) The Pointer: Tired of the student who-just-doesn’t-seem-to-get what you are pointing at during reviews? The specifier—our mega-long pointing device—serves the dual function of maintaining your right to remain seated while you inquire into specificities of projects. Sturdy enough to knock over models from over a 4-foot-distance.</p>\n<p>3) The Multiplier: We offer a multiplication device that reveals tokenism in architecture’s grinding machine. When in operation, the individual may request additional speaking time for each avatar. Avatars do not count towards the administration’s diversity statistics.</p>\n<p>As Halloween looms large, and in the spirit of the haunted Bauhaus parties, we ask you to consider the actioning of costumes as modes of disrupting the review culture. Join us on the 31st of October at Thursday’s reception for an early Halloween happening showcasing our wearables in the North Gallery. Materials will be plenty and our costumes excessive, for everyone to make and wear throughout the night.</p>\n<figure id=\"attachment_7076\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2.jpg\"><img class=\"size-full wp-image-7076\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2.jpg\" alt=\"\" width=\"2448\" height=\"2520\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2.jpg 2048w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2-291x300.jpg 291w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2-768x791.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2-995x1024.jpg 995w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095746/AngelaLufkin_Diagrams2-1200x1235.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\">Angela Lufkin, Wearables for Architecture Critics, 2019.</figcaption></figure>\n<p>&nbsp;</p>\n<p>This project is a collaboration between <em>Equality in Design</em>, <em>Outlines</em>, the Bauhaus Exhibition Team – <em>In Search of Space-Time</em>, and <em>Paprika!</em>.</p>\n<p>[1] Nina Rappaport and Jamie Chan, &#8220;Yale Women in Architecture,&#8221; <em>Constructs</em>, 2012, pp. 6-7, https://www.architecture.yale.edu/publications/41-constructs-fall-2012.</p>\n"},"meta":{"fold":{"title":{"rendered":"Provisionally Together"},"slug":"provisionally-together","meta":{"volume":"5","number":"05","bulletin":false,"publication_date":"2019-10-17"}}}}