{"title":{"rendered":"Spectacularly We Descend"},"content":{"rendered":"<p>Through the airplane window, I behold<br />\nsome strange field of smoke gray and luminous orange.<br />\nAn electric blanket of smog, thick like a slow-bubbling meringue<br />\nhas spread across the slumbering suburbia just outside of Shanghai.<br />\nAccording<br />\nto my watch, it is<br />\nabout 4:00 in the afternoon<br />\nin Connecticut, which means here, it is also 4:00.<br />\nNot a minute earlier, I had been able to pinpoint<br />\neach tiny, distant light source, thousands, probably more.<br />\nNow only the densest clusters, a dozen or so framed within my view,<br />\nilluminate some vague notion of urban planning beneath the hovering atmosphere –<br />\na miasmatic index relating particulate density to moisture content and thermal energy,<br />\njointly expressed as a topographic and chromatic coding of mega-modern industrial infrastructure.<br />\nSomewhere within, a restlessness churns,<br />\ncausing arpeggiated rhythms of meandering ripples<br />\nto break against the slow crescendos of emergent masses,<br />\nbobbing like enormous balloons, scattered across a deeper stratum,<br />\ninflating and deflating with the unhurried, lyrical movement of a Romantic melody.<br />\nSchubert might best have scored such a frenetic, haunting and yet sublimely soothing scene,<br />\nsyncopating unsettling modulations as a tangerine glow shifts to darker tonalities.<br />\nSurely, everybody has, at some point, found themselves<br />\narrested by the marvellous displays of the world we, human beings,<br />\nhave created for ourselves. For the future benefit of all living things, we would be<br />\nbetter off without certain such magnificent sights. Among those we ought to forego,<br />\nwe can, nevertheless, find in them, new forms of aesthetic inspiration to be enjoyed and celebrated.<br />\nIn other words,<br />\nin the interest of promoting truth and awareness<br />\nduring a time increasingly defined by misinformation, we would be better advised<br />\nto fully embrace the conflicting realities of the world rather than simply being led to fear and abhor them.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Darryl Weimer"},"slug":"darryl-weimer","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Other, Etc. A Catalog Of Anything But Architecture"},"meta":{"volume":"5","number":"01","publication_date":"2019-08-29"}}}}