{"title":{"rendered":"Staging a Disaster"},"content":{"rendered":"<p>JAMES COLEMAN, M.Arch &#8217;18</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/James-Coleman.png\"><img class=\"aligncenter size-full wp-image-2940\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/James-Coleman.png\" alt=\"James Coleman\" width=\"279\" height=\"395\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/James-Coleman.png 279w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/James-Coleman-212x300.png 212w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/James-Coleman-230x326.png 230w\" sizes=\"(max-width: 279px) 85vw, 279px\" /></a></p>\n<p><i><span>“Bow or not? Call back or not? Recognize him or not?&#8221; our hero wondered in indescribable anguish, &#8220;or pretend that I am not myself, but somebody else strikingly like me, and look as though nothing were the matter. Simply not I, not I—and that&#8217;s all,&#8221; said Mr. Golyadkin, taking off his hat to Andrey Filippovitch and keeping his eyes fixed upon him. </span></i><i><span>Fyodor Dostoyevsky, The Double</span></i></p>\n<p>In the age of big-studio “docu-dramas” influenced by indie-realism and the cacophony of surreal events in the media, certain films have shrugged-off the Stanislavski technique opting instead for testimonial accountability, arguing authenticity cannot be culled from an actor’s psyche but is beholden to accuracies of others’ real-life experiences. These aren’t actors then, but reenactors, and they require the architectural accoutrements that best emulate their prescriptive environments.</p>\n<p><span>Likewise, emergency personnel with ballooning budgets and ever-evolving threats of terrorism and natural disasters require simulated training environments just as accurate as their real-life counterparts, but that are capable of being thrown into confused devastation at will. In this effort, emergency personnel have found disaster film sets a more than suitable substitution. </span></p>\n<p><span>The architectures of these simulations are therefore endowed with a responsibility to “get it right,” to both use the knowledge of its actors (or participants) to inform the environment, and use the authenticity of the environment to inform its actors.</span></p>\n<p><span>This produces a perplexing identity crisis, something Kaufman-esque, that is, the positioning of the simulation within the frame of the real that prefigures it, forcing the real to defend its realness through the framework of the simulation, which the simulation then appropriates to validate its own authenticity.</span><span> Take the example of the following quote from the making of the film “</span><i><span>World Trade Center</span></i><span>” (Paramount Pictures, 2006)</span></p>\n<p>“They used some of the rescue workers in the filming. The guys that dug us out were there redigging us out again in the film. They used the people that were there that day, what they saw, what they did, and how they did it, and had them doing those roles in the movie.”</p>\n<p><span>Through their shared liability, these two systems become architecturally linked processes perpetuating </span><i><span>singular events</span></i><span>. It is therefore not farfetched to imagine a city that acts like a city, that is informed by, and informs, a real counterpart. Within these spaces, it is possible to elucidate new understandings of the relation of architecture to the urban traumatic event where—even though infused with the postmodern rhetoric of simulation—they are indelibly tied to suffering and death, and therefore act and produce with extreme sincerity.    </span></p>\n<p><span>Like the remake of a film, the simulation perpetuates via consensus,</span><span> cyclically informing its own disruptions through which it revises its architectures. This could be understood as a type of cineplastic dialogue, an architecture whose resemblance doesn’t refer to a predecessor, but acts like a sibling, facilitating event not through program but through its likeness. The event then has the ability to play out in reality, changing the referent, and therefore the architecture of its simulation. In this scenario there is no longer a causal relationship between a building and its imageability, because by providing an architectural authenticity, the building works to argue the realness of the simulated environment.  </span></p>\n<hr />\n<p>&nbsp;</p>\n<p><i><span>“Staging a Disaster”</span></i><span> is in response to a project prompt to design an Emergency Management Center for New York City.</span></p>\n<p><span> See Charlie Kaufman’s </span><i><span>Synecdoche, New York</span></i><span>, where a stage director (Philip Seymour Hoffman), auditions a man named Sammy (Tom Noonan) to play himself. Sammy: “I&#8217;ve been following you for twenty years. So I knew about this audition. Because I follow you. . . I&#8217;ve learned everything about you by following you. Hire me and you will see who you truly are.”</span></p>\n<p><span> “Violence in itself may be perfectly banal and inoffensive. Only symbolic violence is generative of singularity. And in this singular event, in the Manhattan disaster movie, the twentieth century’s two elements of mass fascination are combined: the white magic of the cinema and the black magic of terrorism; the white light of the image and the black light of terrorism.”  </span><span>Jean Baudrillard, </span><i><span>The Spirit of Terrorism</span></i><span>. (London: Verso, 2002) p30</span></p>\n<p><span>“This is what is called consensus. The intrinsic constitution of the system is not subject to radical upheaval, only revision.”</span> <span>Jean-Francois Lyotard, </span><i><span>Postmodern Fables</span></i><span>. (Minneapolis: University of Minnesota Press, 1993) p199</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Taboo"},"slug":"taboo","meta":{"volume":"2","number":"20","bulletin":false,"publication_date":"2017-04-06"}}}}