{"title":{"rendered":"Staying Pissed"},"content":{"rendered":"<p><em>In response to “Architecture and the Politics of Pissed” by Mark Foster Gage in Bulletin 2-B: “We Won’t Build Your Wall”</em></p>\n<p>In a bulletin released on February 6, 2017, two weeks after the inauguration of Donald Trump to the presidency, Mark Foster Gage writes a micro manifesto entitled ‘Architecture and the Politics of Pissed.’[1] The bulletin features a square-formatted image of the York Street face of Rudolph Hall.[2] Very plainly and neatly in block-text type, the words ‘WE WON’T BUILD YOUR WALL’ spans across the three bays of glazing on the fourth floor. Silhouettes of a student’s glowing desk lamp, propped up books, and stacks of unidentifiable material suggest the ghosted presence of an architect-to-be, residually active in their studies yet notably absent from the frame.</p>\n<p>The current cohort of students, the class of 2020, will be re-entering the workforce during an election year, one which must feel momentous given the calamity of the past four years. The M.Arch I class in particular, of which I am a part, applied with hopes to enter the ivory tower immediately after the shock of 2016. We then bided the second half of the decade within the enclave of the institution—for exactly long enough now to reckon again with the angst of American electoral politics. During our stint here we’ve constantly heard the familiar refrain, ‘the school is really changing,’ a sentiment remarking on the curricular directives devised and executed by Deborah Berke as dean.</p>\n<p>I doubt I speak alone in wondering if my time here has equipped me well enough to be back out there. Not only in the sense of professional practice, but as to how practice can ‘inspire shifts along the fundamental fault lines of culture,’ as Gage provokes. After 2016, the general mood for most of us, rightly observed by Gage, was to be pissed, to feel galvanized, to take seriously that something must be done.</p>\n<p>Within the school’s recent curation of guest lectures, seminars, and studio briefs emerge conspicuous thematic groupings, many pointing toward the viability of ‘alternative practice’ or alternative criteria for success in architecture. The tropes Gage claims architects are tiring of: “clever diagrams, metaphors of buildings looking like animals, pretty Pollyanna pastel backgrounds” are no closer to disappearing but appear increasingly alongside examples of architecture that finds ways of building outside the logic of the market,[3] architecture that makes a case for overcoming the carbon paradigm,[3] or architecture that draws upon new role models (or old ones seen with new eyes). While these practioners and theorists have promoted their ideas since well before 2016, their critical mass here and now implies a call to engage. In contrast to the growing cynicism widely felt within the discipline over architecture’s capacity for social engagement,6 these pedagogical shifts have stressed resourcefulness as a means of rehabilitating architecture’s relevance. As we take our elite pedigrees to the job markets, how will this learned resourcefulness add up to the changes we claim we want to see? Apart from the handful of alternative practices and daring offices doing the work we dream of, what leverage do we have to rehabilitate the firms we’ll work for—the widget producers, more shaped by than shaping the forces governing the world? Beyond the briefs we’re given while in the institution, how will we fight?</p>\n<p>[1] Mark Gage, “ARCHITECTURE AND THE POLITICS OF PISSED (a micro manifesto).” Paprika! 2-B, We Won’t Build Your Wall, February 6, 2017.<br />\n[2] From Instagram account @clairelouisehaugh<br />\n[3] Last semester’s Canales, Cruz/Forman, and Kéré advanced studios all unapologetically embraced the act of building while also refuting the inevitability of the market.<br />\n[4] Elisa Iturbe’s seminar, ‘the City and Carbon Modernity’ and Esther da Costa Meyer’s seminar on the Anthropocene both recontextualize architectural history and theory in the face of the existential threats of climate change</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Deo Deiparine"},"slug":"deo-deiparine","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}