{"title":{"rendered":"Still, life. An Outlet for Conviviality"},"content":{"rendered":"<p><span>In spite of a long history of foreign invasion, two decades of civil war, the 34-day July War, and being a constant target for ISIS suicide bombings, Lebanon offers some of the most scenic spots for nightlife and clubbing. A country, roughly two-thirds the size of the state of Connecticut, has housed eighteen different religious sectors and 1.5 million refugees, the highest number of refugees per capita in the world. But nothing could ever disturb the club scene in Lebanon. Weary of conflict emerging from the chaos, people are committed to keeping their tumultuous country alive and cheerful. </span></p>\n<p><span>Lebanese are cordial and ready to party. A casual night out with some classmates led to a meeting with my first Lebanese friends in Beirut and ended up with my first stop to a summer waterfront club for their birthday celebration. AHM is a recent addition to the rest of the dance pantheons, adorning the coast of the Mediterranean. Depending on your music taste and the vibe you fancy, there is a range of options for indoor, rooftop, by the deck, and in the mountains clubbing. I learned with my Lebanese friends that, once inside the club and dancing together, war, corruption, and crippled economy are miles away and matters for the next morning.</span><span><br />\n</span></p>\n<p><span>Lebanon is an amalgam of diverse cultures and religions. One thing; however, is certainly missing. In most districts in Lebanon, there is no sign of the LGBTQ community. While hosting the first Pride event in May 2017 and awaiting its third edition in the coming Autumn, Lebanon is still processing. Article 534 of the Lebanese Penal Code prohibits sexual activity that &#8220;contradicts the laws of nature&#8221; which makes LGBTQ people prefer not to be disclosed and avoid public displays of affection. But inside the clubs, it is a different world. Compared to the rest of the Arab world, Beirut has the best gay scene in the region. POSH, one of the largest gay clubs in the Middle East, among many others has become the sanctuary, albeit quite underground, for this marginalized community. The cooperation between some clubs and activist academics contributes to a safe environment for the openly LGBTQ person’s disclosure of their identities. STATION, an alternative art space and club has lent its mic to LGBTQ people to step on the stage and publicly “come out” and share their stories. Some brave, some sad, some funny.</span></p>\n<p><span>In recent years some clubs have become hubs for young liberal democrat Lebanese. In the daytime, some big name clubs host election campaigns and turn into stages for political debates, encouraging sustained demonstrations by offering free cocktails to those who have participated before. They get involved with humanitarian movements and become centres to gather help and supplies for the refugees. Inside the clubs, whether your dance steps touch the Mediterranean seawater or the breeze of the Mount Lebanon plays with you hair, </span><span>everyone leaves their ideological and sectarian differences at the door.</span></p>\n<p><span>Clubs in Lebanon render people’s lives with the joy and livelihood that is missing in many ways in their daily life. Clubbing in Lebanon is a lifestyle that gives Lebanese something to push forward and keep the front for Human rights, LGBTQ rights, gender equality, and free speech. My seven-week journey in Lebanon proved to me that Lebanese inhabitants can not be more pleased and proud with bringing the “Joie de Vivre” spirit into reality.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Arghavan Taheri"},"slug":"arghavan-taheri","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"meta":{"volume":"5","number":"02","bulletin":false,"publication_date":"2019-09-12"}}}}