{"title":{"rendered":"Stock Citizenry"},"content":{"rendered":"<p><span>STOCK CITIZENRY</span></p>\n<p>&nbsp;</p>\n<p><i><span>If the new language of images were used differently, it would, through its use, confer a new kind of power. Within it we could begin to define our experiences more precisely in areas where words are inadequate. Not only personal experience, but also the essential historical experience of our relation to the past: that is to say the experience of seeking to give meaning to our lives, of trying to understand the history of which we can become the active agents&#8230; What matters now is who uses that language for what purpose.</span></i><i><span> &#8211;</span></i><span>John Berger,</span><i><span> Ways of Seeing</span></i></p>\n<p>&nbsp;</p>\n<p><span>In pursuit of an understanding of the role, genesis, and distribution of stock imagery in the architectural context (and in our image-saturated society), the editors of “Stock” contacted websites specialized in supplying architectural entourage. Some monetize, some globalize, some localize. Some answered our questions directly. Others turned the questions on themselves to mine the multifarious definitions of the term this issue explores. </span></p>\n<p><span>The founders of </span><b><a href=\"http://www.escalalatina.com/\">Escalalatina</a> (EL)</b><span> “suddenly found themselves using tall blonde people as the users of a small marketplace in Oaxaca, Mexico.” They created their website to fill a representational gap, so people seeking a different type of cutout would have more of an offering to choose from. </span></p>\n<p><span>The work of </span><b><a href=\"http://justnotthesame.us/\">Just Not the Same</a> (JN)</b><span>, grounded in their self-styled digital exhibition, is “a gateway into critical thinking of culture, a new way of envisioning the future by empowering deep[ly] rooted communities that have been left powerless by years of unquestioned architectural stock.” </span></p>\n<p><b><a href=\"https://www.mrcutout.com/\">Mr. Cutout</a> (MC)</b><span> is the pet project of a two-person team </span><span>of architect-entrepreneurs based in Poland </span><span>that offers free and paid cutouts sourced from around the world.</span></p>\n<p><b><a href=\"http://www.nonscandinavia.com/\">Nonscandinavia</a> (NS)</b><span>, based at Columbia’s GSAPP, makes it its mission to challenge people&#8217;s default positions toward architectural entourage, posing the question “once diverse cutouts are as easy to find as homogenous cutouts, who do you represent in your work, and why?”</span></p>\n<p><span>The founder of </span><b><a href=\"http://skalgubbar.se/\">Skalgubbar</a> (SG)</b><span> calls this personal project “the gallery of his life,” featuring only images of people he knows personally. Since its inception in 2011, SG has spurred the emergence of many specialized architectural entourage sites (including many featured here).</span></p>\n<p>&nbsp;</p>\n<p><b>1 What power lies in an image?</b></p>\n<p>&nbsp;</p>\n<p><b>NS:</b><span> All images have meaning, so our choice is between consciously shaping the message [an image communicates] or not. Most architecture is fundamentally utopian. We design to [realize] a better future, [and] renderings are a way of sharing the change we want to see in the world.</span></p>\n<p>&nbsp;</p>\n<p><b>MC:</b><span> We contextualize Mr. Cutout within contemporary global economic conditions, revealing the spectrum of economic power images hold nowadays. Economics aside, people have a fundamental need to watch, to see. Images are the most reliable sources of information, the most evolved means of communicating, and the most powerful tools of persuasion.</span></p>\n<p>&nbsp;</p>\n<p><b>EL:</b><span> An image is the most basic element of the language through which we communicate with each other [using] sight. Images determine a huge part of the way we perceive our context. </span></p>\n<p>&nbsp;</p>\n<p><b>SG: </b><span>Endless power, especially pictures with people&#8230; or cats. I think [the] internet proved that.</span></p>\n<p>&nbsp;</p>\n<p><b>JN:</b> <b>In stock: </b><i><span>kept regularly on hand, as for use or sale; staple; standard: stock articles.</span></i> <span>In stock: it’s what is available, it’s what we consume, and it’s where we decide to stop our critical thinking. [&#8230;] Culture can be described as a stock of materials with the capacity of building new narratives that also connects us. [&#8230;] When we give importance to an object, it becomes valuable. It starts to redefine its reason for being consumed, and can eventually become rare. [W]ith this rareness, [we seek to challenge] the very way we engage storytelling in America. </span></p>\n<p>&nbsp;</p>\n<p><b>2 Can architecture be represented without the human element? How and what do architects see through the stock citizens of the spaces they create? </b></p>\n<p>&nbsp;</p>\n<p><b>MC:</b><span> Architectural visualisation is a marketing tool. Images of people strengthen [its] power, if used precisely. </span></p>\n<p>&nbsp;</p>\n<p><b>NS: </b><span>Representation is fundamentally about filtering information to distill certain ideas, and sometimes human elements aren&#8217;t necessary. [&#8230;] But when human figures are included, they become part of the argument, and too often these figures are chosen because they are easy to acquire, or perceived as neutral. </span></p>\n<p>&nbsp;</p>\n<p><b>3 Beyond providing a sense of scale, how do your figures (that are specifically dressed and postured) either reinforce or rectify specific cultural narratives, myths, or histories? </b></p>\n<p>&nbsp;</p>\n<p><b>EL: </b><span>Escalalatina figures are . . . a reflection of the Latin culture. We do not seek to induce a certain perception of our society by choosing details on our figures, instead we try to capture common people in common situations. Our culture is really rich in diversity and therefore our challenge is to represent as many realities as we can find in Latin-American public space.</span></p>\n<p>&nbsp;</p>\n<p><b>MC: </b><span>We treat our figures as words, creating [a] rich vocabulary with our collection. </span></p>\n<p>&nbsp;</p>\n<p><b>NS: </b><span>One of our challenges is replacing one kind of specific socio-cultural narrative with another, equally specific one. When this project first began, the landscape of architectural rendering was such that even having people of color in images felt like a step forward, and some of the images we were using reflected that bluntness of identity. Now, we&#8217;re able to think more intersectionally about the kinds of people we&#8217;re including, and hope to see that nuance continue to develop in educational and commercial work.</span></p>\n<p>&nbsp;</p>\n<p><b>JN: Take stock. </b><i><span>review or make an overall assessment of a particular situation, typically as a prelude to making a decision.</span></i><span> We have taken stock. We have taken the human image back by starting to fill the gaps in representation with people of color. . . . We have challenged what is</span> <span>in stock with the hope . . .  that underserved communities in design take charge of their agency to create new experiences that challenge</span> <span>the stock</span> <span>in places and spaces. </span></p>\n<p>&nbsp;</p>\n<p><b>SG</b><span>: </span><span>I try to avoid thinking about a specific use for my pictures, because that&#8217;s a good way of ending up with stereotypes. Instead I focus on mood, movement, interaction. Skalgubbar is a personal project; I only photograph people I know. I&#8217;ve tried street photography, but don&#8217;t find “random” people as interesting. </span></p>\n<p>&nbsp;</p>\n<p><b>4 What sort of future(s) are your images helping to construct? Is the role of the architect today to construct new social landscapes? </b></p>\n<p>&nbsp;</p>\n<p><b>NS: </b><span>The big question is: how do we go beyond replicating the commodification of diversity that we&#8217;re seeing in fashion and conventional advertising? Diversity is in right now,but there&#8217;s a danger in color-washing renderings that distracts from the more important issues &#8211; like are any of those people [depicted] able to actually live in the project they&#8217;re being used to promote? By getting [diverse] images on the walls in academic studios, architectural firms, and developer boardrooms, we can make these issues more visible.</span></p>\n<p>&nbsp;</p>\n<p><b>MC: </b><span>We hope that designs sold with our figures would enhance the way people inhabiting them think of [themselves].</span></p>\n<p>&nbsp;</p>\n<p><b>JN</b><span>: </span><b>Trade stock. </b><i><span>Trade, or commerce, involves the transfer of goods or services from one person or entity to another, often in exchange for money.</span></i><span> We acknowledge stock images and the privilege it bestows upon the artist and the value it can bring to architecture. Can we think differently about visualization and it’s power to steer the relevancy of social good(s)? Let’s trade stock in exchange for a vision of the future that represents us. </span></p>\n<p>&nbsp;</p>\n<p><b>SG</b><span>: A friendly future.</span></p>\n<p>&nbsp;</p>\n<p><b>EL</b><span>: At the end of the day the users are the ones who will decide what happens with the space around them; the designers can only create the framework and the people will fill it with their own experiences and stories.</span></p>\n<p>&nbsp;</p>\n<p><em>Thursday, August 31, 2017</em></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"title":{"rendered":"Stock"},"slug":"stock","meta":{"volume":"3","number":"00","bulletin":false,"publication_date":"2017-08-31"}}}}