{"title":{"rendered":"Student Reactions"},"content":{"rendered":"<p><strong>Q 1: How did you feel about the meeting addressing the YSoA- specific AAU survey results on sexual misconduct?</strong></p>\n<p>The greatest benefit of the meeting was seeing how invested faculty are in changing the culture of the school for the better.</p>\n<p>Extremely dismayed. The staggering statistics were doubly troubling to me, because they revealed such widespread levels of harassment at the school, and because despite the scale at which these events are occurring, so many of us know so little about it.</p>\n<p>While I’m glad that the School decided to hold the meeting, I thought the presentation of the information and the discussion afterwards revealed how utterly unequipped our administration is in dealing with issues of sexual misconduct. The meeting was rushed and there was no concrete statement indicating follow-through or next steps.</p>\n<p>Didn’t attend.</p>\n<p>I think the meeting went as well as one could expect considering the faculty received the data only one week prior.</p>\n<p><strong>Q 2: What questions do you still have about the survey or about sexual misconduct procedure at YSoA?</strong></p>\n<p>The Deans’ decision not to release school-specific faculty harassment numbers is a classic example of those in power manipulating the system to save face. If our participation rate was higher than most, and our faculty harassment higher than most as well, we could learn a great deal from those sobering statistics. Instead, they are senselessly left in the shadows. Shame on us.</p>\n<p>If students are required to register for laser cutter usage every semester, shouldn’t they also be required to attend workshops on sexual harassment?</p>\n<p>A crucial missing aspect of this survey was asking why those who felt “uncomfortable” did not report the incident. There is nothing that can be done if no one reports it. If that incident was not worth it to that person to report then it should not even be discussed.</p>\n<p>What are the different obligations of reporting/confidentiality of different positions in the faculty and administration?</p>\n<p>I’d like a more clear definition of sexual misconduct.</p>\n<p>I actually have no idea where to find any of this information — could there be an informational portal on the YSoA website?</p>\n<p>Why did the presentation omit the responses of students who identify outside the traditional gender binary? It’s one thing not to have the data for our school, but quite another when generalized G&amp;P data is redacted. According to the AAU report, 32.8% of non-binary G&amp;P respondents reported sexual harassment by Yale faculty, the highest rate of any respondent category. The total exclusion of their voices on Monday was unwarranted and unexplained.</p>\n<p><strong>Q 3: What parts of the survey did you find most salient or telling about school climate?</strong></p>\n<p>Why is it that it takes a stuffy, statistical survey to stimulate a conversation that should be happening within the relational climate of our community? This essentially points to a basic lack of unity, trust, and care towards each other.</p>\n<p>The high number of complaints by individuals that showed up on the survey and the fact that the administration was generally unaware or shocked by these issues. If no one is reporting things that make them uncomfortable, it seems to me that we’re not in a supportive enough environment to express our concerns.<br />\nfind it difficult to believe that more than half of YSoA students have suffered sexual harassment. I attribute it more to a bunch of spoilt, coddled yet outspoken empty vessels who are too petty to become proper grown-ups.</p>\n<p>Because the results were purely quantitative, it was difficult to understand how people qualify various forms of sexual misconduct. In future surveys, it may be powerful to include anonymous qualitative accounts, which could increase understanding of the seriousness and scope of sexual offenses.</p>\n<p>The survey, and its presentation, demonstrated a lack of knowledge on what is appropriate and not appropriate in our environment. Further, it demonstrated quite a<br />\nbit of confusion about the sexual misconduct procedure at Yale in general — all the way from confidentiality to what our resources are at this university.</p>\n<p><strong>Q 4: What steps would you like to see YSoA administrators and faculty take to improve the climate of our school?</strong></p>\n<p>Without a doubt there should be mandatory orientation for all students AND all faculty, visiting and permanent.</p>\n<p>I would like to see a culture of tolerance and open-mindedness fostered, and rather than a focus on one issue over another (eg. Gender over race, or race over sexuality), for these issues to be approached on a broader level that is premised on embracing difference and diversity.</p>\n<p>None. They are doing fine.</p>\n<p>I think that more faculty/student meetings need to happen. Regardless of content, when else is there a platform for true DISCUSSION and not just a lecture centered around one individual or group of individuals.</p>\n<p>Hire a neutral party or individual to handle Title IX issues, and more generally, take these issues much more seriously, along with all other issues of sensitivity, respect, and safety.</p>\n<p><strong>Q 5: What steps would you like to see YSoA students take to improve the climate of our school?</strong></p>\n<p>I would like to see students foster a community of supportive and productive inclusion. While it is important for us to challenge each other, I think this can be done in a way that also supports our differences of opinion and celebrates the variety of interests at YSoA.</p>\n<p>Students need to understand and not be completely ignorant to the reality that I can treat others with respect but have no compulsion to participate in gender and equality advocacy. Some of us attend YSoA to study other things besides our sexuality.</p>\n<p>Putting our pens down a bit more and getting involved in tackling these problems.</p>\n<p>It was worrying to think that not even all the students who were able to (because, say, they didn’t have class) attended the event. I think a major concern here is that many of those who are aware of the gravity of these issues, and who care, attempt to stay informed, while many others refuse to engage with these issues at any level.</p>\n<p>YSoA students, myself included, need to be better educated on what types of behaviors and interactions are healthy and those which are not.</p>\n<p>YSoA should broaden the conversation to address ALL forms of disrespect within the community, whether that be racial, academic, sexual, etc. Student and faculty Workshops/ YSoA groups that<br />\nincrease diversity awareness would be beneficial.</p>\n<p>A more deliberate and self-conscious bystander attitude that does not tolerate transgressions of disrespect, iniquity, and harassment.</p>\n<p>As future employees, managers, and leaders in the field of architecture, shouldn’t we be educated about how to be members and creators of safe and inclusive workplaces? As we evaluate how to make sure that everyone in Rudolph Hall is well equipped with the knowledge and sense of security to prevent and stand up against sexual misconduct and gender-based discrimination, we also ought to think about these issues critically, as a part of our pedagogy.</p>\n<p>The unabridged and full results of the survey can be read <a href=\"https://docs.google.com/spreadsheets/d/1lKONfYcAxuxeSFcrZkYIyi-OStSYdilv7Qai4d7q5FM/edit?usp=sharing\">here</a>.</p>\n"},"meta":{"fold":{"title":{"rendered":"AAU Westat-Yale Report"},"meta":{"volume":"1","number":"","bulletin":true,"publication_date":"2016-02-11"}}}}