{"title":{"rendered":"Super Shelter Manifesto"},"content":{"rendered":"<p>9.18.2015</p>\n<p>By <strong>ANTOINE PROKOS </strong>(currently pursuing his Master degree at Ecole Polytechnique Federal de Lausanne and a member of the Swiss architecture collective SuperShelter)</p>\n<p><span><a href=\"http://supershelter.ch/\">http://supershelter.ch/</a></span></p>\n<p>&nbsp;</p>\n<ul>\n<li>0. Context:Our work is not about amusement, neither is it about originality, « coolness» or some pretentious form of intelligence. Our manifesto is of course a constant work in progress, as long as there is other work progressing. It stems from working and thinking in a group, without ever abiding to any rules of strict alignment but<br />\nalways in consideration of a spirit of<br />\n« togetherness ».Within the overabundant idealization of cooperation and sharing, the decision to come up with a manifesto might seem naïve in itself and to a certain extent it is. After all, we have been sharing thoughts and work for only five years and despite the intensity of it all, we are only starting to outline a functioning collective premise. A manifesto serves exactly this purpose, and nothing more.However, the form of the old-fashioned manifesto, a poignant set of observations introducing a clear and specific call-<br />\nto-arms, has been rendered useless and ridiculous by its repeated usurpation in the times of generalized intellectual carelessness leading up to now. A manifesto has come to mean a desperate attempt to market commercial apparatuses as groundbreaking and radical, when in truth there is absolutely nothing to see or discuss, other than the latest iteration of utter pointlessness. We tried not to be entirely defeated by this hopeless scheme, carrying on with a manifesto that is a declaration of common course, a set of observations that we all cherish and guide us through our still precocious practice, although in the most loose of ways.</p>\n<p>1. Observations on our mental condition:</p>\n<p>1.1 PRINCIPLES<br />\nWe are facing a total breakdown of our<br />\nEthics. Living can no longer be based upon inadequate and unsustainable principles;<br />\nwe need to head towards a much wider Ethical system, in which the planet would participate as a whole.</p>\n<p>1.2 FACTS OF MATTER<br />\nEverything is connected to everything. Everything’s got to go somewhere. There is no such thing as a free lunch. Abundance of energy, due to fossil fuels, has allowed<br />\nus to live without slavery. Once there was the issue of food sufficiency, now there<br />\nis the issue of obesity. All of this will soon be over, one way or another. Scaling everything down is the only pragmatic<br />\noption going forward.</p>\n<p>1.3 PAST<br />\nHuman history is not the history of civilization. We are learning the latter, a fancy collection of founding myths, a heroic patchwork of agropastoral achievement. We study stories of growth and glory and then pretend to ignore to the inevitable collapse. You call 8000 years of this history? It is a mere joke in front of the million years of history; that of the species, its food and its resources.</p>\n<p>1.4 FUTURE<br />\nNo one can tell what the future holds, but ‘’optimism’’ and ‘’pessimism’’ are identically ridiculous. In a context such as this one, one must carefully study present and past, both with the mind and with the hands. ‘’Hope’’ is a construction that can only be based upon know-how and strategy, rather than the spontaneous expressions of human psyche.<br />\n2. Observations on our geographic<br />\ncondition:</p>\n<p>2.1 TERRITORY<br />\nModern territorial construction cannot be salvaged or repaired. Just like Roman territory it will collapse as long as the institutions that hold it together will themselves fail to survive. Our current pile of infrastructure will neither vanish nor survive; it will stand there waiting for alternative meanings.</p>\n<p>2.2 PALIMPSEST<br />\nAuthentic territorial reason will take over the current palimpsest. The man-made landscape was crafted by man’s means to follow man’s needs, which in the last centuries spun off any conceivable dimension into total abstraction and thorough absurdity. Happily, territory minus energy/slaves becomes once again the domain of reality.</p>\n<p>2.3 INSIDE OUT<br />\nThe endeavor to engulf the Earth as a whole within human codes and laws is vain. With the field now evenly covered, it emerges that an interior condition is neither possible nor desirable; the real territorial challenge will be about dealing with the outside.</p>\n<p>3. Observations on architectural culture:</p>\n<p>3.1 CONSTRUCTION<br />\nArchitecture currently has a scope of action that is blatantly overstated. Good news, the conditions in which ‘’everything is possible but nothing is decisive’’ will disappear, as they should. Construction shall be again the theme for architecture as instrument.<br />\n3.2 ADAPTATION<br />\nWe are neither naïve nor craftsmen. Architecture as a discipline should redefine its boundaries, no longer dictated by technical ideals but rather based on a language of careful negotiation with the non-human.<br />\n3.3 INSTRUMENT<br />\nConstruction is nothing but an instrument for adaptation. It is a means to an end as much as it is an end in itself. Consequently, construction as instrument should be a large-scale embodiment of the constant mediation between men and habitat, a powerful, ambiguous offspring of image and tool.</p>\n<p>3.4 SUBJECT<br />\nArchitecture is concerned with the individual as much as it is concerned with that which is shared. The instrument that deals with the ‘’outside’’ can be understood through the themes of individual survival; heating, moving and eating. However, the collective subject doesn’t lose any of its interest. It is in fact more important than ever, when survival becomes ritual, and resources become the commons.</li>\n</ul>\n"},"meta":{"fold":{"title":{"rendered":"Hands On"},"slug":"hands-on","meta":{"volume":"1","number":"07","bulletin":false,"publication_date":"2015-09-18"}}}}