{"title":{"rendered":"Survey: What do you think about Architects?"},"content":{"rendered":"<p>11.05.2015</p>\n<p>The answers to this week’s survey questions come from a not so rigorous online poll titled ‘What do you know about Architects?,” sent out to students in Yale’s graduate schools of business, law, forestry, medicine, and art. Over twenty students responded, and offer an interesting, although admittedly limited snapshot of perceptions beyond Rudolph Hall.</p>\n<p>&nbsp;</p>\n<p><strong>Do you forsee hiring an architect in the future?</strong></p>\n<p>Yes, as a designer           0%</p>\n<p>Yes, as a consultant        0%</p>\n<p><span>Yes, but for another reason</span> <span>           18.2%</span></p>\n<p><span>Nope </span> <span>           72.7%</span></p>\n<p>&nbsp;</p>\n<p><b>What service would you say architects mostly provide?</b></p>\n<p>&nbsp;</p>\n<p><span>Concept based design  </span> <span>     36.4%</span></p>\n<p><span>Design of structural systems       45.4%</span></p>\n<p><span>Luxury (aesthetic) design</span> <span>        0.0%</span></p>\n<p><span>Something else                                         18.2%</span></p>\n<p>&nbsp;</p>\n<p><b>How much of building costs normally go to an architect?</b></p>\n<p>&nbsp;</p>\n<p><span>3% of costs                   </span> <span>63.6%</span></p>\n<p><span>18%</span> of costs                  <span>36.4%</span></p>\n<p><span>30% of costs                  </span> <span>  0%</span></p>\n<p><span>50%</span> of costs                   <span> 0%</span></p>\n<p>&nbsp;</p>\n<p><strong>In other words:</strong></p>\n<p><strong>Do you know how someone becomes an architect? Are there paralells with your profession?</strong></p>\n<ul>\n<li><span>“I know that becoming an architect is way harder than becoming a lawyer. Really long nights in the studio, and the licensing exam is intense.”</span></li>\n<li><span>“Sure. You have professional qualifications and practical experience, and you&#8217;re regulated, in part, by your own professional associations. I think.”</span></li>\n</ul>\n<p><strong>What do you know about the school of Architecture at Yale?</strong></p>\n<ul>\n<li><span>“ Not much&#8211;I know that it exists”</span></li>\n<li><span>“ I heard that the students there are nicer than law students”</span></li>\n<li><span>“I believe Joshua Prince Ramus used to go there, and he&#8217;s one of my favorite American architects. It&#8217;s a great school.”</span></li>\n</ul>\n<p><strong>In your field, do you ever interact with architects? Could you imagine some value in collaborating with one?</strong></p>\n<ul>\n<li><span>&#8220;I never really interact with architects. I think it would be interesting to talk to more architects, but I&#8217;m not sure what type of collaboration would be possible.&#8221;</span></li>\n<li><span>&#8220;Maybe in the fair housing or real estate context? I feel like there&#8217;s a lot of space in both careers to explore social justice issues and really make a difference in people&#8217;s lives.&#8221;</span></li>\n</ul>\n"},"meta":{"fold":{"title":{"rendered":"Perceptions"},"meta":{"volume":"1","number":"12","publication_date":"2015-11-05"}}}}