{"title":{"rendered":"Swan Song"},"content":{"rendered":"<p>NICOLAS KEMPER (M.Arch &#8217;16) and ANDY STERNAD (M.Arch &#8217;16)</p>\n<p>With this issue, we sign off as coordinating editors. Though we will still be part of the publication and plan to contribute next term, we are sad to say that now a new team will be responsible for making 4 am copy edits while an angry printer blows up their cell phone.</p>\n<p>We live in a time of abundance for architectural publications, but we like to think there is something different about <em>Paprika!</em> Started as a bound quarterly in the summer of 2014, we wanted to be more than an event, a project, or a polemic. We worked to make a democratic issue which might foster, inform, and record the ongoing conversation we need if we are to be more than a collection of portfolios, but actually some kind of movement. Our whole community has come together to help realize that vision, and today, with a print run of 1000 copies, a community of over 130 contributors and editors, and financial stability in sight (have you seen the Kickstarter?), we are almost there.</p>\n<p>But those are just the logistics. Now that we have a voice, what will we say? Last week Peter Eisenman called <em>Paprika!</em> ‘the resistance,’ and certainly there is much here to be resisted: not so much by intention but certainly through habit, our school’s culture has a decided proclivity for opacity and top-down, no questions asked decisions. Through persistent vigilance, critique and collaboration we have a real chance of changing that. With the coming transition, we can make the case for student empowerment, for data driven decisions, for lunch. Such reforms will make our institution &#8211; and by extension the profession— a little stronger.</p>\n<p>More exciting still is the potential of <em>Paprika!</em> to amplify the growing spirit of engagement within our school, nurturing a willingness to question, reflect, and grow together. What lifelong collaborations might first find their vision on these pages? What if we learn to take a stand, in public, consistently, trenchantly and articulately? What if we developed such a reputation for excellence and great content, that every time <em>Paprika!</em> published, not just Rudolph but the world listened?</p>\n<p>Which is to say, we are done here, and cannot wait to see what the next generation will do.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Andy Sternad"},"slug":"andy-sternad","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"What Are You Doing?"},"slug":"what-are-you-doing","meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}