{"title":{"rendered":"Takenaka Corporation Summer Internship"},"content":{"rendered":"<p><strong>CECILIA HUI</strong> (MArch I 2017)<br />\n<strong>Traveling Japan</strong><br />\nI began my summer by traveling to several cities in Western Japan, including Fukuoka and Hiroshima (my visit was two days prior to President Obama’s). During these first two weeks of travel prior to the commencement of my internship at the Takenaka Corporation, I began my research in preparation for the upcoming exhibition in the spring. My research focused on flexibility of space in Japanese Architecture, produced by the blurring of spatial and perceptual boundaries.<br />\n<strong>Internship at Takenaka Corporation</strong><br />\nThe Takenaka Corporation is one of the largest construction companies in Japan with a history spanning nearly 400 hundred years and sixteen generations under the leadership of the Takenaka family. The company’s work spans from traditional Japanese temples to modern museums, a range that allowed me the opportunity to visit and learn about various Japanese typologies.<br />\nAt the Osaka office I had the opportunity to participate in design work and to visit many of the company’s building sites, both under construction and completed. What impressed on me most about the Takenaka construction sites was the lack of trash to be found. I was inspired by Japanese people’s dedication to perfection from their willingness to spend time on achieving the highest quality of work while delivering it on time.<br />\nEach workday at the office began with a morning radio exercise, broadcasted throughout the company’s nine floors of office space before the official bell sounded the start of the work day at 8:30 am (if you are wondering: yes, there was a bell at lunch and at the end of the day, too). Employees followed rhythmic music and verbal aerobic instructions to stretch and warm up their bodies for a few minutes before the start of the day.<br />\n<strong>The dormitory</strong><br />\nI was integrated into the training program for first year employees from various departments, ages ranging from 22–27, a total of 224 people of whom 34 are women living together in two dormitories. Like other first year employees, I lived at the company dormitory in Kobe and commuted daily to work. Commuting during rush hour on Japan Rail is a unique experience. Commuters push their way into the trains, leaving not a single inch of open space in the cars as everyone stands in silence. A highlight of my stay in the dormitory was the annual two-day dormitory festival in June, when first year employees hosted a community event with games, live variety shows, and food stalls that concluded in the evening with a members-only party.<br />\nThe Takenaka fellowship was truly a special opportunity for me to learn about Japan and its architecture. I look forward to sharing my research and travel experience with everyone in the spring exhibition. I would highly encourage students in first or second year at the YSoA to apply for the internship and experience the energy and passion of the Japanese people!</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cecilia Hui"},"slug":"cecilia-hui","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"New Shoes"},"meta":{"volume":"2","number":"00","bulletin":false,"publication_date":"2016-09-01"}}}}