{"title":{"rendered":"Talk with Deborah Berke"},"content":{"rendered":"<p dir=\"ltr\"><strong>CHARLOTTE SMITH </strong>(BA &#8217;17)</p>\n<p dir=\"ltr\">The discussion with Deborah Berke was held on October 10, 2016 in the penthouse of Rudolph Hall. Present were a majority of the junior and senior classes of the undergraduate major, as well as Bimal Mendis, the DUS. The conversation was moderated by Thaddeus Lee (BA ’17) and Gray Golding (BA ’18).</p>\n<p dir=\"ltr\">Gray and Thaddeus started the conversation with a round of introductions, and lead quickly into a recap of the recent discussions about the architecture major at Yale College.</p>\n<p dir=\"ltr\">When asked about her first impressions of the undergraduate program, Dean Berke replied that it is “extraordinary and underappreciated”, and described her goal of making it something many more Yale College students can be a part of. She feels that the major is currently viewed as</p>\n<p dir=\"ltr\">“expensive, threatening, daunting, intimidating”</p>\n<p dir=\"ltr\">and in the coming years she would like to increase its appeal to reach more students than those currently in the major—especially those who do not intend to become architects.</p>\n<p dir=\"ltr\">As for the role and value of the undergraduate major, Berke emphasized that this is not a pre-professional major. Rather, the goal is to teach students the discipline of architecture, and to allow them to view their world through the lens of an architect.</p>\n<p dir=\"ltr\">The moderators turned the conversation towards the more recent complaints of a lack of diversity in architecture precedents provided to students. Berke allowed that there is a broader critique about whose work gets shared with students, and the responsibility to alleviate this falls on the faculty—but also that this is a problem that reaches far beyond the subject of architecture and touches all the majors at Yale. Students should also feel they have opportunity to bring precedents to their professors, because the effort to increase the diversity of work studied will need to be shared by the entire school of architecture.</p>\n<p dir=\"ltr\">Pepe G.A. asked about Berke’s preferred view of architecture as the study of the built environment. She explained that this broader definition</p>\n<p dir=\"ltr\">“architecture with a small a”</p>\n<p dir=\"ltr\">has a greater effect on people’s lives and there are many different career paths that contribute to the improvement of the built environment. But, asked one student, how does the current structure of the major help/inhibit that interdisciplinary goal? Berke said that she has been aware of this question since the early days of her deanship and would like to put together a committee to tackle the challenge. It is clear that most students at Yale live “at least 3 lives”, and some of the emphasis on studio should be lightened. She added however “the ship of Yale does not turn fast”.</p>\n<p dir=\"ltr\">The conversation again turned to what seemed to be the central question: How can we fulfill more of our promise to diversity? How can we change internally and externally? For Berke, the YSoA can take advantage of its unique position in the public eye to influence pedagogy throughout the world. The changes that it makes will set a standard for similar architecture programs. In making the graduate school financially accessible for any student, it can begin to tackle the roots of the diversity issue that is endemic in the profession.</p>\n<p dir=\"ltr\">The discussion ended with a question posed to the group by a senior architecture student: would you recommend this major to freshmen?</p>\n<p dir=\"ltr\">The answer, with some reservations: yes.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Charlotte Smith"},"slug":"charlotte-smith","meta":{"degree":"B.A.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Forecasts: Perspectives on the Prospective"},"meta":{"volume":"2","number":"06","publication_date":"2016-10-27"}}}}