{"title":{"rendered":"Tectonics of Power"},"content":{"rendered":"<p><span><strong>ASLAN TAHERI</strong> (M.Arch II &#8217;18)</span></p>\n<p><span>700 years ago an Iranian poet said “Human beings are members of a whole, In creation of one essence and soul.” Saadi, Golestan, 1292. </span></p>\n<p><span>Today, Iranian students and many other aspiring scholars from various communities and countries fear that there is an unjust force standing atop the power pyramid; hindering foreign talents from joining their colleges to contribute to a society where the ultimate goal is to build a better world for everyone.</span></p>\n<p><span>If there were an institution to embody such a power pyramid, what would its architecture look like? Whenever such an architecture is categorized by scale or typology, its reference point would be the human. This relation is so pivotal that the significance of scale or type becomes bound to the presence of the human. In this sense Architecture, perceived as the collective product of each and every individual, regardless of belief, gender, or race, is comparable to the world itself.</span></p>\n<p><span>If the human were given significance in relation to architecture, what would be its respective scale? Would scale be defined in relation to the power of architecture? We believe that this subjective dimension of architecture, human scale, measures greater than any objective architectural counterpart.</span></p>\n<p><span>In a maladjusted society, power is institutionalized and exclusive, just as in the ancient pyramid of power. This obsolete structure rules out individuals according to belief, nationality, and race, pushing and oppressing them, always to the base of the pyramid.</span></p>\n<p><span>The body in this pyramid is the body in peril. Against such insecurity, there is a better formal order. We propose reversing the power organization to proudly elevate the most essential building block: each and every individual. The reverse pyramid rejects its despotic father. The form emphasizes the delicacy and far superior strength required to carry the weight of a great and diverse people.  </span></p>\n<p><span>So we ask: Can Architecture reverse the pyramid of power?</span></p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power.jpg\"><img class=\"aligncenter size-large wp-image-2685\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power-1024x798.jpg\" alt=\"Tectonics of Power\" width=\"1024\" height=\"798\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power-1024x798.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power-300x234.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power-830x647.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power-230x179.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/02/Tectonics-of-Power-350x273.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Aslan Taheri"},"slug":"aslan-taheri","meta":{"degree":"M.Arch II","graduation_year":"2018"}}],"fold":{"title":{"rendered":"We Won&#8217;t Build Your Wall"},"meta":{"volume":"2","number":"","publication_date":"2017-02-06"}}}}