{"title":{"rendered":"Temperature Check: Cultural Shift"},"content":{"rendered":"<p><span>Equality in Design’s (EiD’s) fall exhibit, A Seat at The Table, was a temperature check of sorts. The goal of the exhibit was to take a reading of how students in architecture schools across the globe perceive their experiences as they relate to their gender identity. Like any temperature reading, there’s a multitude of ways one interprets and internalizes the numbers that are displayed. </span><i><span>It’s too hot. It’s warmer than yesterday. Have we considered humidity levels? </span></i><span>The data that we amassed from the EiD surveys show change over time, but responses to the survey varied and information was incomplete. </span><i><span>Nothing has really progressed. Look how far we’ve come. Have we acknowledged how gender intersects with race? </span></i></p>\n<p><span>When the </span><i><span>New York Times (NYT)</span></i><span> published an article titled “Where are all the Female Architects?” shortly after the closing of our exhibit, it felt absolutely relevant and timely. In fact, I remember reading the article fervently, excited to find answers to the question posed in its headline, and to find conclusions that EiD’s exhibit deliberately did not make. The author, Allison Arieff, points at bleak statistics, explores the changing definition of architecture, and refers to architects, such as Liz Ogbu, black and female. Ogbu, like many architects of the same gender and/or race, is forced to navigate the white and male dominant world of architecture in her own terms, obfuscating herself from the more traditional</span><span> narrative. </span><span>Despite it all, the article felt wanting. </span></p>\n<p><span>Was I too hung up on certain parts that seemed trite and unhelpful? For example, Arieff writes “[a]part from Zaha Hadid, how many female architects can you name?”</span><span> and “women might be growing in numbers in the lecture hall”</span><span> without listing additional names and recognizing these trailblazers. Diversely, Arieff then proceeds to identify “Gehry, Foster, Ingels,”</span><span> acknowledging them as examples of “architects most of us hear about.”</span><span> Had I not heard of these names before, that’s three new male architects to zero female ones. More disappointing to me was Arieff’s “One Easy Fix” to the problem: “pay men and women the same.” As a female architecture student, eager to play my role in shifting our culture now, this left me feeling uninspired and helpless. As of now, I am unable to control what my future employer (knock on wood) will pay me, nor will I have the final say when I enter the professional world. This one easy fix suggests I am unable to help change the culture until</span> <span>I</span> <span>am able to employ people. Hypothetically speaking, what if I never do? </span></p>\n<p><span>Julia</span><span> Gamolina, the founder and editor of Madame Architect</span><span>, an online platform which celebrates women in architecture by sharing their stories, struggles, and successes, wrote a refreshing response to the </span><i><span>NYT</span></i><span> article that captured my dissatisfaction: “Instead of [just] asking ‘Where are these women?’ start writing about them and telling their unique stories.”</span><span> It’s a seemingly simple request and one that makes a lot of sense. Stop focusing on the numbers in isolation and start concentrating on the inspiring people behind the numbers. In a world that places a lot of value on big data and the information garnered from algorithms and pattern spotting, Humans of New York-style reporting, which fights generalizations and celebrates human complexity, is finding its way through the maze of numbers. Sharing these stories,  unlike making sure women and men get paid equally, is something I am capable of doing, and so are you. Go read about these women, have their names handy, and share them when someone asks you to list five architects. Here are the most recent four (of the 50 women that Gamolina has interviewed) for your convenience:</span></p>\n<ol>\n<li><span>    Dorte Mandrup &#8211;</span><i><span> Creative Director, Dorte Mandrup Studio</span></i></li>\n<li><span>    Alexandra Lange &#8211; </span><i><span>Architecture Critic, Curbed</span></i></li>\n<li><span>    Elyse Marks &#8211; </span><i><span>Project Manager/Studio Head, CANY Architecture + Engineering</span></i></li>\n<li><span>    Hana Kassem &#8211; </span><i><span>Principal, KPF Associates</span></i></li>\n</ol>\n<p><span>Although Gamolina’s article resonated with me more than that of the </span><i><span>NYT</span></i><span>, I see the importance of both forms of “temperature reading,” and I acknowledge my subjective interpretations of the two. These stories, in dialogue with quantifiable facts, inspire the social courage and moral imagination needed to rethink and shift architecture’s harmful culture. For example, both the </span><i><span>NYT</span></i><span>’s and Gamolina’s piece talk about the growing definitions of architecture that women, especially, have been eager to explore. As Gamolina expounds further, “t</span><span>he yardstick for evaluating good architecture and success is shortsighted.”</span> <span>Success should not solely be founded upon wealth and prestigious accolades, but should include a wider vocabulary that taps into the nuances of human life. Yes, architecture syllabi need to be updated, and equal pay enforced, but let’s not belabor these facts over raising those who’ve defined and achieved their personal successes. To redefine how we talk about success and who is successful is to address the patriarchy, and is to address what needs to be changed in our culture. Now, to keep working towards a cultural shift, we also need to be aware of how we assess specific temperature readings. They hardly ever depict the full picture.</span></p>\n<p><span>On</span><span>e thing is for sure: cultures are easy to define, but difficult to redefine. In the words of Dean Deborah Berke, “We won’t see the culture change immediately. But we will see the results.”</span><span> Eventually.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rhea Schmid"},"slug":"rhea-schmid","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Temperature"},"meta":{"volume":"4","number":"09","bulletin":false,"publication_date":"2019-01-10"}}}}