{"title":{"rendered":"Thaddeus Lee Book Review: Of Cats and Microwaves: Reflections on Architectural Interventions  &#8211; ed. Lukasz Lendzinski"},"content":{"rendered":"<p><span>“Do not put cats in the microwave”, reads the disclaimer. As the urban myth goes, prior to this legal addendum, wet cats were frequently put in microwaves by oblivious owners to quick-dry. Even with this disclaimer, the practice seemed to persist! The question arises then, of whether the disclaimer serves its intended purposes; are cats being protected from irradiation or users being educated on the use of microwaves? In </span><i><span>Of Cats and Microwaves</span></i><span>, two experimental architecture studios </span><i><span>umshichsten</span></i><span> and Bellastock make the case for the liberation of this cat microwaving world.</span></p>\n<p><span>Unfortunately, it seems that cats and microwaves are not like ducks and sheds, and that is about all the traction the metaphor accrues. (Sadly, we will not get to proclaim, “That’s a cat!” in architecture reviews) The book is more concerned with metaphorical cat-buildings in microwave-cities than our dear domestic feline. The authors argue that architectural innovation is being stopped in its tracks by overbearing legal requirements on design and construction. As such, the sense of adventure commonly found in competition entries and “social” projects in “Africa, Latin America or Southeast Asia” is sorely missing in the context of the European city. In the foreword, Christian Holl extols the two authoring firms for their willingness to not hide behind social vogue and for not needing to look “beyond national borders to find meaningful projects.” What follows is a series of guerilla works that are part architecture, part installation, but wholly political.</span></p>\n<p><span>Most of the projects site themselves amidst temporal and material opportunities within urban conditions. One makes use of stockpiled sand at a construction site for short-term sandbag structures, while another dismantles an installation, only to coopt its structure for a rickety public slide. The illustrations of these projects are equally spartan and playful. The opening spread for an inflatable concert hall shows just a small box on the upper left corner, but expands into a full-bleed image of the interior on the subsequent page. It is useful to see this book as both portfolio and architectural proposal; the authors do state that this is a clear case of an unbuilt architecture being translated into a publication.</span></p>\n<p><span>Various OSHA-programmed alarms go off in my head as I start to wonder about the ethical implications of such an edgy architecture. What of public safety? Liabilities in use? Then again, we seem to be desensitized to transgressive architectures that takes place on “other” shores. Take Kunlé Adeyemi’s Makoko Floating School, for example. We seem to widely accept its prototypical and temporary nature in forgiving its 2016 collapse. Not to take the matter lightly, these kinds of projects certainly require much tacit trust between the architect, the authorities and the public. In fact, this is something the authors not only acknowledge, but want to encourage in our communities. A broad understanding of the benefits of architectural adventure, they argue, will free architects from cat-disclaimers in our built environment.  </span><br />\n<span>No animals were harmed in the writing of this book review.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Distillation"},"slug":"distillation","meta":{"volume":"2","number":"19","bulletin":false,"publication_date":"2017-03-30"}}}}