{"title":{"rendered":"That Bodega Down There"},"content":{"rendered":"<p>EDDIE JOE ANTONIO PÉREZ (B.A. ‘19)</p>\n<p><span>At 2am, I run into everyone I’ve ever met at the bodega. I run into that girl I knew in middle school, the couple I saw last week in the park, a cousin grabbing a snack and a Snapple. I overhear two friends I haven’t seen in weeks order sandwiches. All are happy to see me, to share stories, to overhear and comment on passersby. I bump shoulders with Dreamers in line, scratching lotto cards and eyeing lottery tickets. I consider the odds, and a man asks if I’ll buy him a lighter and some malta. In the bodega, we read a vernacular architecture built on convenience—a quick bite, a late night milk run, a lottery ticket on the commute home—and formed out of a saturated density, operable only on a local scale. It is a pedestrian-sized structure, an “ordinary” location that reveals the desires and consumption habits of an area. Bodegas are not uniform, yet their constituent parts can be classified within a larger landscape of urban heterogeneity. Historically, it’s one of many small niches the city’s </span><b><i>other</i></b> <span>populations have carved out, in this case evident by the Hispanic “bodega”, or by its predecessor and close sibling, the “delicatessen” brought to the Americas by Germans. The bodega can be conceived of as a racialized type, an urban general store primarily catering to communities of color and yet not exclusively so. At one bodega, the dreams and needs of an entire city can be purchased from its cashier. And so the neighborhood is naked in the bodega, where everyone waits with their dirty secrets in hand, drawn in by the advertisements for a sale on American Spirits and half-and-half. This is a personable architecture with a human face; in the New York bodega I grew up with, a store-owner and cat greet your entrance through a fortified glass door. Next, stocked shelves and fat refrigerated cases, a hide-and-seek playground between wooden pallets leaned against cardboard boxes, and the scratch-off line for the lotto blocking your way. </span></p>\n<p><span>Extrapolating from this form, the bodega is a critical commercial type in the American urban vernacular, a location complicated by years of social, political, and economic changes at the scale of the city. What can architects gain from an architecture like this? What should urbanists heed?</span></p>\n<p><span>The bodega’s fantastic function—that of providing a physical space for publicizing a neighborhood’s private behaviors and dreams—continues to thrive in many places. Featuring saturated advertisements that compose an exciting façade, the bodega is a critical node in urban typology. The unique spatial arrangement of the dense, narrow aisles, packed with goods, creates forced encounters that demand the interactions across difference critical to American cities. Across the nation, however, the rise of 24/7 delivery services like UberEats, InstaCart, and AmazonFresh have undermined the strength of our corner stores, our delis, our gas station vendors—our bodegas. Ironically, yet not surprisingly, entrepreneurs have capitalized on the vanishing bodega and its unique form. In new convenience products like the </span><b><i>Bodega Pantry</i></b><span>, designed by two ex-Google employees, the trendy appropriation of America’s minority food cultures is at work in undermining important physical, urban spaces that knit communities together. We should ask how urban planners and architects could read bodegas and delis as vernacular, </span><b><i>undesigned</i></b><span> structures and interpret their value as such. For in its decline, the unique, plain beauty of the bodega’s everyday architecture and its tangible civic function will slowly disappear from our cities. Let’s take note. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Eddie Joe Antonio Pérez"},"slug":"eddie-joe-antonio-perez","meta":{"degree":"B.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Everyday"},"meta":{"volume":"3","number":"04","publication_date":"2017-10-12"}}}}