{"title":{"rendered":"The Ooz Manifesto"},"content":{"rendered":"<p>The Ooz, or the Ooze, or the Ooziness of a space, must never be understood as a stationary circumstance: It is a condition that emerges and re-emerges only through active engagement of a space. As an aggregation of the events, recollections, and ideologies that allow for a space to be constituted at any given time, the Ooz describes the manner in which this presentness is revealed, and, simultaneously, the method that this peculiar presentness uses to transform itself—the Ooz is a description and an action, respectively. A space that reeks of Ooziness exists in its transitional nature; it is never the same twice. It is the constant dialogue between the inhabitant and space, occurring in the territory between compliance and defiance. Without these notions, the Ooz makes an empty space, one of neither submission nor revolution. The Ooz cannot exist within indifference. Further, it is vital to understand that the Ooz is not latent or provisional: It is a real Thing, and like all things comes with undercurrents that exist beyond its physicality. It demands a break from the mundane and defies the existing rituals of a space, instead spurring newer modes of occupation and connection as the blanket of reality folds in upon itself. The Ooz is always a beginning in its own right; its becoming is a developmental process, one that is only characterized by its absolute unpredictability. It could be said that it is the capriciousness of its Form—or of form in general—that defines the Ooz on its own terms.</p>\n<p>Additionally, the Ooz provokes a response: It incites a dialogue and is a part of an ongoing riposte. It also exists temporally, in that the Ooz is the indistinct interval after the end hof an event but before its understanding, a durational gap which otherwise goes without acknowledgement, as it is typically understood to have occurred within a bounded time period. Such a condition of heterochrony within a no-man’s time zone gives the Ooz significance, as it becomes an event that refuses to be bound by a single instance. Instead, it is driven by and carried on through its repercussions, through myth and memory, extant only until one becomes fully cognizant of its existence—at which point, it slimily morphs into something else. While the physical remnants of an event have the potential to eventually fade away, the Ooz’s lingering disposition is a crucial aspect of its condition. So, would the Ooz, once deciphered, allow for an understanding about space that enables us to make strange new unexpected things? In seeing the Ooz for what it is, does everything become less oozy when seen through our distracted gaze? When does the Ooz sell out? Is there a possibility that the Ooz can be formally analyzed so that it becomes a reliable method of understanding space? Or does it only exist where order does not exist, and therefore disappears the second awareness sets in? Is it possible that the Ooz gets out of control in these types of looped inquisitions because it transforms the moment attention is applied to it? How is it so evasive and evanescent and still so ubiquitous? What kind of Borgesian condition is this, such that the longer you study it, the less you know about it? What is the Ooz, anyway?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Tayyaba Anwar"},"slug":"tayyaba-anwar","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"The Ooz"},"slug":"the-ooz","meta":{"volume":"4","number":"16","bulletin":false,"publication_date":"2019-04-11"}}}}