{"title":{"rendered":"The Aesthetics of Surveillance"},"content":{"rendered":"<p>As societies shape the environments we inhabit, they also shape the bodies that inhabit them. For over a millennium, the powers-that-be regulated human expression in cities through clothing and the marking of flesh. Sumptuary laws required people to wear clothing that reflected their economic, sexual, and racial identity. These laws enabled social status to manifest sartorially in order to control and separate the populace along class lines. At the same time, branding the body in the form of paint, scars, and tattoos has been used as a sign of identity to mark both veneration and social exclusion. However, as these laws and the language of bodies enter into our contemporary, technology-driven age, designers and artists have begun to create innovative and subversive body enhancements to protect individuals from the eye of surveillance.</p>\n<p>As the eye has gone digital, new social surveillance systems have emerged in the form of facial recognition software and global security cameras. To combat the incursion on their bodies, people have developed new means of anonymity to hide their identities from the digital gaze. This expression of anonymity differs from those of the past, for in addition to concealing one’s identity from people in their immediate surroundings, one must also prevent traces of themselves from being recorded or replicated elsewhere. Facial recognition assumes standards of appearance such as a symmetrical face, an elliptical skull, two eyes, and consistent tonal gradients of skin and hair. Conventional means of hiding identity such as face masks are inefficient in countering this new surveillance for masks are illegal in most cities and are conspicuous enough to draw a great deal of attention from security forces. Designers such as Adam Harvey of CV Dazzle recognized this and began introducing counter-surveillance measures concealed as makeup and hair-styling. For example, unevenly extending dyed hair over an eye and the sides of a painted face heightens facial asymmetry, disguises head shape, and complicates tonal gradients. This is highly effective in preventing one’s identity from being captured by the digital gaze. Others such as Ewa Nowak have begun to create jewelry that doubles as a virtual mask, manipulating facial software by hiding focal recognition points such as the nose bridge and cheeks.</p>\n<p>In addition to hiding from techno-surveillance, one can manipulate the process of data collection to break the system with its own means. To continue combating facial recognition Harvey, in collaboration with Hyphen-Labs, developed a seemingly inconspicuous pattern for clothes that acts as a generator of false faces. The clothing pattern is composed of multiple hidden faces for facial software to scan, which subsequently burdens the system and slows down the collection of data from actual people. Security cameras capture individuals’ identities through the medium of film and photography. In response, designer Chris Holmes created fabrics that, when photographed, blow out pictures by excessively reflecting light, rendering the identity of the wearer unrecognizable through images. Kate Rose, a hacker and fashion designer, produced Adversarial Fashion, a series of designs that injected junk data into license plate tracking cameras to prevent governments from monitoring the location and movement of civilians throughout a city or country. Harvey has also explored the relationship between security cameras and the surveilled through his work, Stealth Wear, an anti-drone fashion line. It is a response to the anonymous nature of drone strikes, specifically in the Middle East, whose cameras erase the identity of targets by seeing them only as clusters of thermal images. The fashion line therefore includes an anti-thermal variation of the burqa that renders the wearer anonymous and protects the wearer from the drone’s cameras far above.</p>\n<p>As we move towards the future, the image of the city is increasingly becoming an image of the surveilled. Slowly our rights and freedoms are being eroded; anonymity within the city is gradually becoming a privilege we cannot guarantee. As we proceed further into this digital age, new methods of surveillance will continue to emerge; however, as long as people maintain their desire for individual freedom, there will always be attempts to subvert intrusions on our privacy. The encroachment of surveillance upon our cities will never end but our acceptance of it may.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rukshan Vathupola"},"slug":"rukshan-vathupola","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"(Se)curing the City"},"meta":{"volume":"5","number":"03","bulletin":false,"publication_date":"2019-09-19"}}}}