{"title":{"rendered":"The Leak"},"content":{"rendered":"<p>Periodically I am visited by middle-aged men. They travel in a group of four or five, appearing to be on a somber tour. For the occasion they wear dull-hued button-ups, subdued plaids; reasonable shirts that might be from Nautica. One of them has an attache case, one has a binder with a blue Y. They don’t speak; they are here to observe. When they arrive at my desk, they hem and haw and scratch their chins or furrow their brows. Some are placid. With little pencils they scratch notes into notepads and check boxes on clipboards.<br />\nThe men come to observe my leak. It began at one corner of my desk. Beneath the drip, a small towel—now discolored—was thoughtfully placed to absorb the water. Since my arrival at this desk, a new drip has formed in the center of the table as well, leaving a ruddy inkblot on a couple unlucky site plans. When the first blot appeared I confused it with my studio partner’s attempt to render the Tijuana River watershed.<br />\nOccasionally Richard comes by to sympathize with my life under the leak, and I take the opportunity to tell him about my recurring dreams. Every night I lie on a bed of bush-hammered concrete as the rusty liquid falls on my head. With every drip my skull trembles, and my teeth loosen and fall out. Paul Rudolph laughs from underneath an umbrella. Richard’s dreams are similar, only Paul Rudolph’s laughter reverberates in his head during the day as well. Because, in fact, the leak at my desk is not unique. Leaks have appeared throughout the school in interesting places. The brown liquid has targeted some first years’ computers and found its way into the Center for Ecosystems and Architecture, giving new credence to the name. To battle this leak is to challenge the forces of nature, and I have seen enough movies to know that the odds are never in your favor.<br />\nRichard says the leak is not easily fixed because there is no way to know exactly where the water is coming in. There are countless pervious surfaces and connections on the roof. The rain soaks into the very thickness of the porous concrete, percolating through aggregate, welling in tiny air bubbles, passing along rusty rebar. By the time it drips out the other side, it has gathered something essential about the slab. Ever since undergrad the word materiality has been a part of my life, and I’ve always had the suspicion that I didn’t fully understand what it meant—but this experience is helping me get there. The drip’s umwelt gives it the special privilege to experience p o c h e as humans never will. Just as there is a Worm’s-Eye View, I wonder about a Leak-View. Can you draw the water’s mysterious diffusion? This is a good assignment for first-semester studio.<br />\nA certain view of monumental architecture like Rudolph Hall finds little things like leaks incommensurate with the building’s vaunted status. Of course, considering this building’s complexity of massing and dumbness of envelope, it is not such a surprise that it has these issues. And I think I would rather be in an interesting building that leaks than a boring one that doesn’t. But I can make a statement like that because I don’t have Richard’s job. Nor do I belong to the traveling cabal of Leak Inspectors—though I do feel a tacit connection with them; without a doubt, they dream of drips as well.<br />\nAfter our shared period of silent reflection, the men shrug and move on. They leave my desk but there is no need for a goodbye, for we know we will see each other again.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Thomas Mahon"},"slug":"thomas-mahon","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Material World"},"meta":{"volume":"5","number":"09","bulletin":false,"publication_date":"2019-12-05"}}}}