{"title":{"rendered":"The Expanded Nature of Collaboration"},"content":{"rendered":"<p><em>Dana Karwas is the Director of the Center for Collaborative Arts and Media (CCAM) at Yale University and a Critic at the Yale School of Architecture. She is an interdisciplinary arts-based researcher.</em></p>\n<p>I was standing somewhere between Mission Control and a clean room, with a large view of the entire manufacturing facility. Somewhat incongruently, there was an employee snack stand just to my left, full of engineers and designers dressing their base scoops of ice cream with a variety of toppings. One walked by, holding a mixed-topping ice cream cone and sporting a shiny black bomber jacket with “SpaceX” embroidered across the back.<br />\nAmid the chaos of people, rocket production, and ice cream, I realized that the music being pumped into the facility was Good Vibrations, a Beach Boys song about cosmic vibrations and extrasensory perception. The enthusiastic space-flight engineer showing me around faded into the background, no longer audible, as I became fully distracted by the unexpected seduction of the technology around me. It wasn’t caused by the immense production line of the Falcon 9, with its constituent pieces disassembled and scattered around better than any artwork by Damien Hirst, nor was it caused by the imperceptible expanse of rocket production facility, complete with its own glass multi-floor skyscraper of offices. It was instead the communal presence of people combined with something bigger and imperceptible passing between and among them.</p>\n<p>I was witnessing a culture of technology that completely embodied a shared excitement towards technical progress and the future. This is when the extrasensory perceptual shift happened. Was this the future? Technology was no longer a fancy tool, it was a relationship/being that I wanted to work with. Not a singularity, but perhaps a multitude of machines and people working together.</p>\n<p>As the Director of Yale’s Center for Collaborative Arts and Media (CCAM), I have a responsibility to expand on the idea of building a culture of technology through collaboration. In order to understand my vision for CCAM, one must first understand Paul Klee’s Bauhaus Star, born out of a reaction to Walter Gropius’s diagram of curriculum for the Bauhaus. Klee drew a version of the curriculum and its multiple disciplines as a self-illuminating celestial body in the form of a star. His star was representing collaboration and intersections of discipline not as defined material, but through the star’s light, illuminating the spaces between people and disciplines.</p>\n<p>These light adjacencies in Klee’s star can be drawn upon at CCAM. As an update of the celestial world of Klee’s star, I define collaboration at CCAM through a radiating network of people, and connections between disciplines through a culture of experimentation with technology. CCAM operates as a large laboratory in motion, a giant automaton that runs on a network of people and their experimental projects, and serves as a catalyst for the creation of new work.</p>\n<p>My two YSoA courses—The Mechanical Eye and The Mechanical Artifact—reflect that intersection of people and experiments. Both courses, housed at CCAM, are investigations into how people, via machines, see our environment. The former investigated machine perception and the latter, machine intelligence. The projects in each class are designed to interrogate technology—disassembling and deconstructing it, and engaging with it outside of the context for which it was originally intended. Through this inversion of use, students are divorcing the predictive outcome of the technological tool from the projected result, bringing up many unknowns about where the technology will take the project next, and expanding the so-called “adjacent possible” that exists around all technologies.</p>\n<p>For example, in my first class, Alex Kim and Jeong Woo Kim used the motion-capture system at CCAM to simulate weightlessness by recording body movement with the use of resistance bands and a yoga ball. In the studio, it looked completely insane (and probably dangerous), but to the computer, it appeared as if there was a body floating in space. As an update to the original idea of the mechanical Turk, my students interrogate technological systems in order to reconsider their own relationship to technology. What are the modern equivalents of mechanical Turks? What other unexpected and interesting work can we turn them on to? And what are the negative externalities, human or otherwise, of these tools?<br />\nIn my current class, students are building upon the concept of the unknown as a reflective device in design practice to figure out where human decisions end and machine decisions begin, with a focus on recent developments in machine learning. Can a machine be a true collaborator? How can interdisciplinary work be further validated through technology? And what are the new moral and ethical pitfalls that have to be considered in the course of expanding technik?</p>\n<p>If these questions give you ‘excitations’ like they do for me, or if you, too, feel the need to investigate these intersections of things that you just can’t quite explain, I invite you to come to CCAM and join in the experiment. At the very least, you’ll find that we all share a love of mixed-topping ice cream.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dana Karwas"},"slug":"dana-karwas","meta":{"degree":"Yale Faculty","graduation_year":""}}],"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}