{"title":{"rendered":"The Sisyphus Incentive"},"content":{"rendered":"<p><strong>HUGO FENAUX</strong> (M.Arch &#8217;16)</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-1.png\"><img class=\"alignnone size-full wp-image-586\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-1.png\" alt=\"Untitled-1\" width=\"600\" height=\"451\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-1.png 600w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-1-300x226.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-1-230x173.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-1-350x263.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></p>\n<p>I</p>\n<p>Sisyphus was a sly king . . . His avarice and cunning upset the Gods, and so he was punished with the curse of endless and meaningless repetition. But Sisyphus, the craftiest of men, was not one to suffer alone.</p>\n<p>They built the first one sometime in the mid-20th century. It was celebrated. A room filled entirely with blinking lights, cables, cords and humming fans which brought with it the digital age. They said the future had arrived on 30 tons of copper wiring. The future, or a crack head’s wet dream. Over time though, the rooms, the chirping, blinking, beeping rooms, gathered dust and were then forgotten. Initially replaced with smaller units, then portable units, and finally personal units, the computer spread with the intensity of crabs on a dorm room toilet. These were, once again, celebrated. The possibilities were endless, but certainly offered nothing less than freedom. More would now be possible with less.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-2.png\"><img class=\"alignnone size-full wp-image-587\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-2.png\" alt=\"Untitled-2\" width=\"600\" height=\"451\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-2.png 600w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-2-300x226.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-2-230x173.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-2-350x263.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></p>\n<p>II</p>\n<p>The workers were tricked by Sisyphus’s beguiling words; they embraced the computer and accepted it as their own. Some, the most foolish, even raised it on high and proclaimed it their savior. And soon they became shackled to the very thing that would have freed them.</p>\n<p>Humanity became jaded and cynical; desperately evaluating themselves against each other, trying to climb and fight higher, above, over their peers; focused eyes set on the newest computers, toys, and blinking, beeping lights. They had become sheep, so intoxicated with the next edition that they became just another indistinguishable consumer in an endlessly looping queue. They quickly adapted to the new way: cold metal and uncomfortable plastic seats; fake, crumbly, particle-board desktops covered in cheap, peeling veneers; whitewashed concrete walls that could hardly support the fragile beams of liquid sun which flicked across the rough, dimpled surface. They succumbed to the white, foam panels of the ceiling, and the blinding, oppressive, unnatural light which burned their retinas and glared off of their screens. They worked in cells and had become an assembly line of drones punching faded plastic keys; a single click multiplied a thousand times, thunderous in its meaningless repetition.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-3.png\"><img class=\"alignnone size-full wp-image-588\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-3.png\" alt=\"Untitled-3\" width=\"600\" height=\"450\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-3.png 600w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-3-300x225.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-3-230x173.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-3-350x263.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></p>\n<p>III</p>\n<p>The computer had overtaken man. And yet, the workers, so enthralled by Sisyphus’ false claims of progress, lost the ability to see the chains that he had placed around their ankles. Sisyphus had won.</p>\n<p>The potential of a single computer and its cheap human appendage was quickly monetized. Software and hardware developed rapidly, but the real brilliance was in the illusion. Humankind fawned over the amenities; offices with game rooms and hip cafes aimed at making the laborers compliant in a fantasy of freedom and possibility but really only served to lengthen the hours they spent in line. Drugs were developed to increase their concentration, improve their work ethic, and boost their productivity. Chairs, tables, shoes and back-supports designed to keep their sedentary bodies from aching, to keep the signs of their physical distress from affecting the quota. The employee had become an appendage to the computer, to be used at the mercy of the employer. Travel days, sick days, and vacation days no longer meant anything; they were always connected. And in the end it was the incessant humming and beeping of their Wi-Fi enabled pockets that gave the system the ability to destroy their concept of freedom.</p>\n<p><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-4.png\"><img class=\"alignnone size-full wp-image-589\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-4.png\" alt=\"Untitled-4\" width=\"600\" height=\"451\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-4.png 600w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-4-300x226.png 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-4-230x173.png 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/01/Untitled-4-350x263.png 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></p>\n<p>IV</p>\n<p>. . . and so they joined Sisyphus, forever rolling that damn boulder up that damn hill.</p>\n<p>Productivity skyrocketed. They credited the computer. And then history was erased, or essentially stripped of its value. What need did they have of it? Their focus was on production, on a quota, efficiency, on the mechanical eye with which they observed their present. Like history, there was no future, only now, only the suspended, relentless present. And so we joined Sisyphus, forever rolling that damned boulder up that damned hill.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}