{"title":{"rendered":"The Value of Good Practice: Interview with Cesar Pelli of Pelli Clarke Pelli"},"content":{"rendered":"<p><b>LUKE ANDERSON</b> (M.Arch ’16)</p>\n<p><i><span>Known for design excellence as well as creating an excellent place to work, Cesar Pelli of Pelli Clarke Pelli Architects tells us about the relationship between good design and good practice.</span></i></p>\n<p><span>Luke Anderson: Do you think that paying architects fairly for their work produces better work, and creates a better office environment?</span></p>\n<p><span>Cesar Pelli: Yes, I believe that. First of all, I think it’s important to pay properly because we think it’s fair, reasonable, and just. And yes, it produces better work, no doubt.</span></p>\n<p><span>LA: Rumor has it that you ask for a minimum fee of 18% from clients. Can you tell us a little bit about your fee structure?</span></p>\n<p><span>CP: Nothing remotely like that. Today architects have to be very competitive. Clients also know that and they know exactly how much they can squeeze out of you.</span></p>\n<p><span>LA: How do you think good design intersects with good business practices?</span></p>\n<p><span>CP: The truth is, they don’t necessarily intersect. It tends to be that people who are good designers are also very intelligent, so they also apply that intelligence to running a company one way or another. One very good example is Norman Foster, who is a very sharp businessman and a very good designer. When I brought Fred [Clarke] here, he knew nothing about business, he was just a junior designer with me in Los Angeles. Desperation made us learn. He was a very good learner, and he had a good sense for business. If you’re smart, you get advice from business people and lawyers. It’s not very difficult to get good advice. You can also read about it.</span></p>\n<p><span>LA: What is the relationship between expressing a unique and personal architectural idea, and fulfilling your responsibility to the client?</span></p>\n<p><span>CP: We take very seriously our clients’ desires and wishes. We believe that’s part of our responsibility as architects. They are the people that are putting in the money, they are the ones selecting you, depending on you, and if they don’t like your work, they can fire you. We like our clients to be part of the decisions from the beginning. They help in shaping the design. They are our collaborators. And we are very good listeners.</span></p>\n<p><span>LA: How would you describe your office culture in terms of the design process? Would you characterize your office organization as hierarchical?</span></p>\n<p><span>CP: Slightly hierarchical, but not much. Some order, no doubt. And you need some order, because decisions have to be made and projects have to move ahead. But the office culture is very open compared to other firms I know. We let everyone in the team share their opinion and it&#8217;s taken seriously. We listen to everyone, even the youngest collaborators. That is very much part of the office culture. It helps the design process, no doubt.</span></p>\n<p><span>LA: How would you characterize a good client?</span></p>\n<p><span>CP: A good client for me, is someone who has clear ideas about what he or she wants and needs and expresses them clearly. And also someone who makes decisions. We like very clear directions and clear decisions.</span></p>\n<p><span>LA: It&#8217;s very interesting to consider &#8216;sustainability&#8217; as more than just an environmental issue- you&#8217;ve described it as having economic and cultural significance as well.</span></p>\n<p><span>CP: I think designing buildings that are as sustainable as possible is essential if we are going to survive in this world. Economic and cultural considerations are also essential in every project. Economic considerations define the limits of the project you work with, and we design for the budget. And we very much like to understand the culture of the place we work in. That’s what made a huge difference in the competition to design the Petronas Towers. All the architects participating were not from Malaysia, but I was told by the client that we were the only ones to take the request to design a Malaysian building seriously. The other designs could have been built anywhere in the world.</span></p>\n<p><span>LA: I understand that you see good management as essential to good design. Do you think architects are trained to be good managers? If not, how can we improve?</span></p>\n<p><span>CP: No, architects are not trained to be good managers at all. It is very difficult to learn management for an architect in school. Sometimes the management taught at school is not quite the kind of management we need. The management taught in school is how to make money, what we need in the schools of architecture is how organize work efficiently. You may or may not make money. Probably if you are very efficient you will make money, but that’s just a byproduct. It’s a good byproduct, but not the primary objective. I think if you make your primary objective making money, you’ll never do decent buildings.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Value"},"slug":"value","meta":{"volume":"1","number":"10","bulletin":false,"publication_date":"2015-10-15"}}}}