{"title":{"rendered":"The Pedagogical Pyramid"},"content":{"rendered":"<p><strong>JOHN WAN</strong> (<em>M.Arch &#8217;16</em>)</p>\n<p class=\"p1\"><img class=\"size-medium wp-image-659 aligncenter\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/Paprika-Page1-210x300.jpg\" alt=\"Paprika Page1\" width=\"210\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/Paprika-Page1-210x300.jpg 210w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/Paprika-Page1-717x1024.jpg 717w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/Paprika-Page1-830x1186.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/Paprika-Page1-230x329.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/Paprika-Page1-350x500.jpg 350w\" sizes=\"(max-width: 210px) 85vw, 210px\" /></p>\n<p class=\"p1\"><span class=\"s1\">How do we critique the critic? At a Fall 2014 midterm review, one student’s project was singled out for lying far outside the well-trodden path of academic discourse. More than dynamic form, sinuous facades or an interplay of masses in light, it undermined established norms of scholarly conversation in the grand effort of teaching architecture. A seemingly brash collage of Pompeii, Mies’s Crown Hall and the student’s own hand, a critic feared that this student did not “get it”. </span></p>\n<p class=\"p1\"><span class=\"s1\">“Mies invented the open plan.”</span></p>\n<p class=\"p1\"><span class=\"s1\">“Are you kidding me? The open plan existed long before Mies. Are you saying Walmart space is Miesian space?”</span></p>\n<p class=\"p1\"><span class=\"s1\">“Yes.”</span></p>\n<p class=\"p1\"><span class=\"s1\">“That is the dumbest thing I’ve ever heard.”</span></p>\n<p class=\"p1\"><span class=\"s1\">And so it was that the student was left distressed, shaken and in doubt. But so was the audience. What a powerful project it was, to be able to cast doubt in the minds of all who were present.</span></p>\n<p class=\"p1\"><span class=\"s1\">The Pompeii-Mies project’s currency lies in its ability to demand introspection among all who viewed it; not because it was actually innovative or novel: the other projects were simply too inhibited, too guarded by misplaced good intentions to generate architectural discourse. Pompeii-Mies critiqued the very nature of the architecture project here at Yale. How tragic it would be for a student to look back upon countless building designs and feeling like he/she has accomplished nothing. Everything has been produced in vain. Everything was done at the whims of critics, established systems and normative methods of architectural production, and the student finds that he/she is just another product of a machine. </span></p>\n<p class=\"p1\"><span class=\"s1\">A good architecture school is a laboratory of free experimentation, not merely a proving ground for professional practice — let lesser schools do that. Experimentation brings with it the responsibility of novelty. As students of creative design, we are charged with the creation of the ‘new’. Yet, the notion of ‘new’ is the subject of unending debate. What is the basis of architectural novelty? In a world of endless images, iterations, and déjà vu, this is a perplexing question, but I have impressions of an answer. </span></p>\n<p class=\"p1\"><span class=\"s1\">Something is termed ‘new’ when it is perceived to meet certain criteria. Often, this is the ‘never-before-seen’, but this is often subject to an individual’s prior exposure. </span></p>\n<p class=\"p1\"><span class=\"s1\">Hence, let’s attempt to concretize principles of the ‘new’. These come to mind: Repudiation of the status quo. Cycles of re-interpretation. Tokyo versus Rome. Returning to humanity. Misreadings of the past, of the Masters. Of equating Mies to Walmart and being mocked for it. The truly new will most certainly be uncomfortable, even repulsive. It will be rarely welcomed, because it has no comparable precedent.</span></p>\n<p class=\"p1\"><span class=\"s1\">When faced with a barrage of plans, drawings, renderings, and graphics, I keep searching for a basis on which the pedagogical machine can be measured against. Surely, such a measure must exist, for without which there would be no teaching of architecture. Surely, such a measure cannot be limited to a table as dry as the NAAB Conditions for Accreditation. Some might argue that it is foolhardy to even imagine a common scale could apply to architecture today, with its infinite permutations and limitless scope, but without such a scale we are left groping about in the dark, debating nothing.</span></p>\n<p class=\"p1\"><span class=\"s1\">This pyramid is a method of sorts. It is a matrix by which to judge architecture, especially hypothetical student projects which only exist in the realm of intellect. The form of a pyramid was chosen because it sits (as opposed to a cone) with its base astride, asserting its form with four corners. It tapers as it reaches the top, hence every subsequent height attained is finer, superior to everything preceding it.</span></p>\n<p class=\"p1\"><strong>5th Strata <span class=\"s1\">—</span> Ideas of Society</strong></p>\n<p class=\"p1\">This is the peak of my little pyramid. Projects that inhabit the peak appeal to what I insist is the basis of architecture <span class=\"s1\">—</span> society. The peak is the only strata that can exist apart from the four strata below it. These projects need not be actual buildings. They are by no means an ivory tower, because although the conservative mind views them as unrealistic ‘paper architectures’, they are conceived from the foundation of architecture itself <span class=\"s1\">—</span> humanity. Hence, forcing student projects to fit conventional realism is itself foolhardy. How does one define realism? How more real is a code-compliant office tower (that is never going to get built) than a collage of Pompeii and Mies?</p>\n<p class=\"p1\">The code-compliant tower proves that a student has studied architecture; the Pompeii-Mies project proves that a student has become an Architect. It is Art, and Art occurs when individuals are free of the pressure to produce, away from the selfish demands of his/her society. The act of unimpeded creation is the ultimate luxury, the proud emblem of a society that has matured enough to say: “We don’t need instant (often naïve) solutions now. We have the resources and latitude to sponsor the creative impulses of individuals without the constraints of time, finance, and politics.” Hence, this is the summit of the pyramid. Should there be one such project in a student’s portfolio, his/her expense of time and money on higher education is justified. (Futurists, Metabolists, Phenomenology, Superstudio, Archigram)</p>\n<p class=\"p1\"><strong>4th Strata <span class=\"s1\">—</span> Articulation of Buildings</strong></p>\n<p class=\"p1\">Higher principles of architecture lie here, overlaid atop the preceding strata. Form, light and space. Framing of views. Spiral circulation. Exquisite materials cut to zero tolerance. Structural acrobatics. Most student projects attain only this strata of resolution. (Calatrava, Gehry, Zaha, Sullivan, Mies)</p>\n<p class=\"p1\"><strong>3rd Strata <span class=\"s1\">—</span> Planning of Buildings</strong></p>\n<p class=\"p1\">Spatial planning lies here. The Graphic Standards. The functional and practical layout of a plan and the logical placement of fenestrations to admit sufficient daylight for the expedient conduct of prescribed activities. The spacing of floors to accommodate a service plenum. For furniture to be ergonomic and appropriate to the uses they support.</p>\n<p class=\"p1\"><strong>2nd Strata <span class=\"s1\">—</span> Skills of Administration</strong></p>\n<p class=\"p1\">Project management. The pro forma of a residential development. The economic vehicles that drive procurement, design and construction. Quantity surveyors. Telling off contractors when they misalign tiles. Being jack of all trades at a site meeting with the client, contractors, engineers, and city planners.</p>\n<p class=\"p1\"><strong>1st Strata <span class=\"s1\">—</span> Skills of Illustration</strong></p>\n<p class=\"p1\">Tools of the trade. AutoCAD, Rhino, Revit, Grasshopper, Sketchup, V-Ray, Photoshop, Illustrator. These are the raw skills that every architectural student in every university has a firm grasp of. To know these skills is nothing, but to wield them to one’s advantage is everything.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}