{"title":{"rendered":"The Kims (almost) cross the Delaware"},"content":{"rendered":"<p>It’s Thanksgiving 2019, and Christmas is a month away. The Kim family needs a photo for our holiday card.</p>\n<p>Washington Crossing Historic Park in Bucks County, Pennsylvania is twenty minutes away from Jane’s house, where we’ve gathered for Thanksgiving. It was here on Christmas Night 1776 that George Washington and a few thousand men crossed the Delaware River to march on Trenton. Their subsequent victory was a much needed boost of morale for the cold and weary Continental Army. Memorialized, albeit inaccurately, in Emanuel Leutze’s famous painting <em>Washington Crossing the Delaware in 1851</em> (fig. 1), the idea of this place has always loomed large in our national lore—and now in Kim family photo planning.</p>\n<p>Upon arrival, we are greeted by Washington’s Parking Lot, Washington’s Re-Enactment-Boat Trailers, and the General Washington Restroom (fig. 2). The rest of the riverbank site is sprinkled with assorted historic structures and a picnic area de rigueur for field-tripping schoolchildren. The buildings that have been preserved on the site are garden-variety American colonial historic structures: boxy barns clad in whitewashed clapboards, a few low stone walls, a well. Only a couple are contemporary with the Crossing; after the fateful event, a bridge was built to facilitate interstate commerce over the Delaware, and a small town grew around the site in the 19th century.</p>\n<p>First, we pose in front of the brownstone memorial to the crossing itself, a lump of rock that resembles a large tombstone. We stand to the sides, then to the front. I express hesitation about inviting the spirit of George Washington to join our family in the photo.</p>\n<p>Next, we pose on the hill above the riverbank. No one will even be able to identify where we are. The bare trees across the river contribute very little to our image of holiday cheer.</p>\n<p>Moving further south, we find the McConkey Ferry Inn, a building that was in fact extant when Washington and his Army camped in the area before the crossing. It is not the historical relevance of the inn that makes it a smashing success in our photo. The stone walls with their irregular mortar joints make for a pleasant background texture. My mom borrows a scarf from Jane for a pop of color. This photo’s a keeper.</p>\n<p>When a single event like Washington’s Crossing, receding further into history with each year, stakes out the future of a site, it leaves us in the present with a difficult task. How do we make the memory of that event materialize? The options play out at Washington Crossing Historic Park—didactic visitor centers, a site frozen in a generic “historic” time, and the naming of everything in the vicinity with a thematically appropriate name, as evidenced by the General Washington Restroom, open Monday to Saturday 9 to 5, Sundays Noon to 5, and apparently closed for the Thanksgiving holiday. Perhaps I would have a different impression if we had visited during one of the seasonal reenactments of the crossing, when the site’s founding event has the chance to come alive for a precious moment (but probably not).</p>\n<p>A few more minutes strolling across the grounds, our photo goals achieved, and it’s time to run an interstate mission of our own for some last minute groceries across the river. But wait—we’ve received last-minute orders from our command. Mom announces, “We’re not going to Trader Joe’s. It’s in <em>New Jersey</em>.” It looks like we won’t be joining Washington on the other side of the Delaware.</p>\n<p>&nbsp;</p>\n<figure id=\"attachment_7343\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1.jpg\"><img class=\"size-full wp-image-7343\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1.jpg\" alt=\"\" width=\"1937\" height=\"1135\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1.jpg 1937w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1-300x176.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1-768x450.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1-1024x600.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150450/Kim1-1200x703.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\">Fig 1. Washington Crossing the Delaware. Emanuel Leutze, 1851. Photo: Metropolitan Museum of Art.</figcaption></figure>\n<p>&nbsp;</p>\n<figure id=\"attachment_7344\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2.jpg\"><img class=\"size-full wp-image-7344\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2.jpg\" alt=\"\" width=\"1999\" height=\"1500\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2.jpg 1999w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2-768x576.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2-1024x768.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150452/Kim2-1200x900.jpg 1200w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\">Fig 2. “General Washington Restroom.” Photo: Andrew Kim</figcaption></figure>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Andrew Kim"},"slug":"andrew-kim","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"slug":"sequels-afterlife","meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}