{"title":{"rendered":"The final monologue from the play: “The Surgeon and Her Daughters”"},"content":{"rendered":"<p><strong>CHRISTOPHER GABRIEL NUNEZ</strong><br />\n<em>Chris Nuñez is a playwright at the Yale School of Drama. His piece illustrates the experience of undocumented people in this</em><br />\n<em>country who are forced to hide in plain sight.</em></p>\n<p><em>Setting: The living room of Sergeant Major Mariana Caycedo in Astoria Queens. Amon (50’s) breaks down the door and addresses Mariana’s two college aged daughters, Ashley and Cecilia who are cowering in fear. When the door opens, we see that he is not holding a knife. Instead, an arm full of roses. Too many to count. More than could ever grow from a single bush. He tosses them at their feet until the floor is covered and the air is sweet.</em></p>\n<p>Amon</p>\n<p>“They think I’m too tough for a gift so soft” … that’s what your mother told me. “Men are scared to give me flowers” she said, “as if a woman who fights and kicks has no use for a thing that blooms and wilts” … Amon El-Hashem was an Afghani father of two—He ran a rental car business in Washington Heights and died in 2010. In 2013 I bought his social security number when my B-1 visa expired and that summer it was so hot that old men began to die in the parks.  I remember thinking that that was the rage of Amon El-Hashem, punishing me for stealing his name. I came to this country four years ago when my wife and daughter were taken from me. I buried them in earth that tasted of rust and prayed for death to beckon sleep. My name is Khalid al-Hazmi. But I tucked that name between my daughter’s cheek and her mother’s hand because without them, I had no use for it. In my dreams they died in each other&#8217;s arms like the men and women of Pompeii, immortalized in ash with their hands in prayer…I am a surgeon… in Egypt. I was head of my class at Alexandria and I saved lives—but when I got to this country—Lenox Hill wanted me to answer phones. And perhaps pride is for tyrants and fools but I could not do that. So I did other things. I have been a nanny. A janitor. Busboy. Maid. And this past year… I have been holding a sign. In Times Square. But I kept my blue suit and white coat starched—I took them to the cleaners when I did not have money to put food in my stomach. I walked the streets hungry, but clean…human. The night I met your mother I was wearing them. I did not mean to lie. Not to anyone but myself. The night I met your mother I was planning to throw myself in front of a train… But when my eyes met hers—I had never wanted to live so badly. And as we watched the sun rise over the island, she began to speak of flowers, as I took her hand in mine. And suddenly—there was no floor to speak of, beneath us only sky and our bodies had no weight. We were held aloft by the whispers of hope and the unseen breath of clouds… as we floated I dreamed of a home. I dreamed of both of you without ever having met you—I dreamed that one day, we would sit across a table, your mother’s hand in mine and I would look into your eyes and ask you every question—drinking every answer like a dying gasp for air—until your stories, truth, and life, burned themselves into my heart and mind and I could sit at your table as if I had been there all along… Now we can pick up these pieces together or we can do it apart. It is up to you. If you want me to leave I will leave. If you want me to stay. I will stay.</p>\n<p><em>An impenetrable silence descends as the girls and the man who lied stare into each other&#8217;s eyes. Searching for truth. Unable to find.</em><br />\n<em> End of play.</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Christopher Gabriel Núñez"},"slug":"christopher-gabriel-nunez","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Masks"},"meta":{"volume":"2","number":"07","publication_date":"2016-10-31"}}}}