{"title":{"rendered":"The Infrastructure of Angels"},"content":{"rendered":"<p>MARK FOSTER GAGE, <span>Assistant Dean and Associate Professor, Yale School of Architecture</span></p>\n<p><span>With perhaps a bit less drama than Alan Ginsburg I’ve seen the best architectural minds of my generation destroyed by a dedication to reasonable, factual, truthy data&#8211; the starving hysterical belief that architecture can only emerge from its study, its mapping, its diagramming, and its increasingly unforgiving constraints.  Hillary Clinton, the Enlightenment, and the world-at-large have recently been punked by the dark, yet ironically illuminating, machinations of Donald Trump as he reveals to us the comical hilarity of this reliance&#8211; of a collective political life based in fact.  As architecture continually wonders what happened to her historic and now seemingly-mythical political powers, she might learn a trick or two from the orange-toned playbook of Trumpian fictions.  Every cloud has a silver lining, and perhaps architectures in this storm can be the realization that not every architectural decision needs to emerge from truthy analysis, and that architecture might perhaps re-awaken a revised relationship with the aesthetic and speculative powers of fiction&#8211;the deep well of magic from which Trumps true power emerges.</span></p>\n<figure id=\"attachment_2933\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library.jpg\"><img class=\"wp-image-2933 size-large\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library-1024x648.jpg\" alt=\"Design for the Trump Presidential Library\" width=\"1024\" height=\"648\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library-1024x648.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library-300x190.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library-830x525.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library-230x145.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/04/Gage-Trump-Library-350x221.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></a><figcaption class=\"wp-caption-text\"><em>Design for the Trump Presidential Library</em></figcaption></figure>\n<p><span>Through aesthetically reconfiguring what philosopher Jacques Rancière refers to as the “Distribution of the Sensible,” architecture may now have the right intellectual tools to abandon the analytical and critical in favor of the parafictional and speculatively aesthetic. Instead of relying on architecture to truthfully analyze and critique the world </span><i><span>as it is</span></i><span> through architecturally revealing its facts, architects might instead produce powerful fictions of their own as they speculate about the world </span><i><span>as they want it to be</span></i><span>. The burgeoning interest in philosophies that could productively and politically structure this potential —including Object Oriented Ontology, Accelerationism, and Xenofeminism &#8211;tell us that as a discipline we are unsatisfied with the ineffective impotence of design through dry reason, data, and limp critical inquiry.  That these are losing strategies is hardly surprising given that, as a recent </span><span>Associated Press-GFK poll reminds us, </span><span>77% of the American population believes in angels. </span><i><span>Actual</span></i><span> angels- not the Oprah giving away cars kind. Reason, in the form of data and it’s analysis may no longer be a productive strategy to convince Americans of, well, anything, and an architecture predicated on such dedication to factual data may be far less powerful than our Enlightenment-fueled lore of architectural modernism, or even OMA, has led us to believe. What is needed now is not a louder, more hysterical emphasis on facts, but rather a new class of leaders armed with productive political fictions of their own. Progressive fictions. Architectural fictions. Architecture, as a discourse with a deep history in speculation, only momentarily forgotten, may be surprisingly and uniquely qualified to out-Trump, Trump. To use speculative fiction politically is not a development to be mocked and lamented, but rather the only way forward- a tool that architecture might claw back from its own deep history in a re-energized effort to be politically re-empowered.  From the dark depths of emotional despair and hilariously fake infrastructural promises may a new generation of savvier, fictitiously blazing and vicious architectural angels arise…</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Taboo"},"meta":{"volume":"2","number":"20","bulletin":false,"publication_date":"2017-04-06"}}}}