{"title":{"rendered":"The Capable Design Professional of 2020"},"content":{"rendered":"<p>Ever since Walter Gropius founded the Bauhaus in Weimar in 1919, our understanding of design and design education has been formally conceptualized and developed. Part of the prospectus of the Bauhaus school reads:</p>\n<p>“We know that only the technical means of artistic achievement can be taught, not art itself. The function of art has in the past been given a formal importance which has severed it from our daily lives; but art is always present when a people lives sincerely and healthily. Our job is therefore to invent a new system of education that may lead—by way of a new kind of specialized teaching of science and technology—to a complete knowledge of human needs and a universal awareness of them. Thus our task is to make a new kind of artist, a creator capable of understanding every kind of need: not because he is a prodigy, but because he knows how to approach human needs according to a precise method. We wish to make him conscious of his creative power, not scared of new facts and independent of formulas in his own work” (Walter Gropius quoted in Munari, 1966:27)</p>\n<p>As we enter into 2020, I was asked by <em>Paprika!</em> to inquire into how we can create the “right” ‘new kind of artist’ capable of solving the problems of tomorrow. In doing so, I naturally turned to academia in search of answers. In 2012 Rasmussen, Mortensen &amp; Jensen (from the Department of Design at the Aarhus School of Architecture) published an article titled “Preparing design students for strategic design”, in which they clearly conclude that traditional design skills must be extended with new skills from various other disciplines to prepare designers for increasingly strategic problems.</p>\n<p>They write: “In recent years there has been, in both design practice (Brown 2009) and design research (Buchanan 2001), a focus on how designers can move ‘upstream’ from a tactical level in the innovation chain, and have a greater impact on the strategic decisions a company makes. The strategic questions that a company faces in this ‘fuzzy front end’ of the innovation process are, according to Rhea (2003, p. 143): ‘what to make, who to make it for, why to make it, and the attributes of success’. He continues by saying that executives with an education in management consider the process of the ‘fuzzy front end’ ill-defined, random and mysterious. Therefore, several researchers with a background in management, such as Martin (2009) and Boland &amp; Collopy (2004), point out that the open approach to a process from the design profession, especially techniques for visual representation and sketching, should be combined with existing practices from management. These should be used by multidisciplinary teams to create an overview of the strategic options at the ‘fuzzy front end’. However, some parts of the design community, like VanPatter &amp; Jones (2009) and Bruns et al. (2006) are concerned that designers may fail in the multidisciplinary strategic field if they just bring their traditional methods and techniques, developed for far less complex problems, directly into the new context without adapting them. In other words, the exchange of knowledge needs to go both ways between the design profession and other disciplines such as management, if designers are to work successfully on this level” (Rasmussen, Mortensen &amp; Jensen, 2012:15).</p>\n<p>The authors are quite clear that the future of design (at least within organizations) lies in-between the worlds of management and traditional design. The authors present this new approach as strategic design. “The design field is presently undergoing a transformation that is expanding the boundaries of how design is considered. The problems to which design is applied are becoming more numerous. However, who is actually doing the designing is becoming less clear. The largest design firms are moving from focusing on the design of products, services and experiences to also working with transformation processes at a strategic level, where they tackle complex issues in companies, organizations and public institutions (Brown 2009)… Designers working at a strategic level should take a holistic and interdisciplinary approach to complex problems, and make sure that what is designed makes sense in relation to a wide range of parameters ranging from user experience to the environmental and societal impact. Esslinger (2009, p. 53) describes the designer of the future in this complex context as: &#8216;highly creative, strategic designers who are fluent in convergent technologies, social and ecological needs, and business&#8217;” (Rasmussen, Mortensen &amp; Jensen, 2012:17).</p>\n<p><strong>What management can learn from design</strong><br />\nAny business school student who has ever worked side by side with a designer, or vice versa, knows that these two “worlds” have very different ways of working. “A common suggestion for how designers can have real influence at the strategic level is to teach executives with management backgrounds, who are currently making such decisions, to think like designers. In recent years the design company IDEO have promoted the concept of ‘Design Thinking’ where executives learn what designers do when they create a synthesis of different parameters by ‘integrating what is desirable from a human point of view with what is technologically feasible and economically viable’ (Brown 2009, p. 69). Several researchers from management see a ‘designerly’ focus as a means to break with a worn-out paradigm in management that focuses on optimizing the solutions of the past through repetitive analysis and efficiency. For such a ‘designerly’ mindset to work in organizations Martin (2009) states that executives should allow new suggestions to be proven to validity (focused on the future) rather than the traditional focus on reliability (focused on the past). Michlewski (2008, p. 387) points out that designers, when focusing on the future, work in an assertion-based way rather than an evidence-based way, and create novel, original forms that challenge the status quo instead of working with predetermined frameworks. According to Hamel (2002, p. 25) this focus makes executives with a focus on reliability see the process of innovation as ‘a rather dangerous diversion from the real work of wringing the last ounce of efficiency out of core business processes’. Rhea (2003, p. 145) notes that this ‘management attitude’ makes the first part of an innovation process, often referred to as ‘the fuzzy front end of innovation’, seem ill-defined, random and mysterious because: ‘the impetus for new products often comes from a wide array of sources, and the way these products gets manifested is not considered predictable’. Martin (2009) sees user understanding and visualization from the design profession as tools that can help executives get a better overview and make sense of the many parameters in this situation. Boland &amp; Collopy (2004) say that leaders should adopt an outright ‘design attitude’ through which one aims at creating products, services and processes that are both profitable and humanly satisfying. They add that executives who want to learn ‘managing as designing’ should embrace the design process’s open, visual and sketching approach” (Rasmussen, Mortensen &amp; Jensen, 2012:17-18).</p>\n<p><strong>What design can learn from strategic management </strong><br />\n“The term ‘user’ has a particular complexity in strategic design processes compared to a traditional design process. The subjects for user studies, the entire organization in form of both management and employees, and the subject matter, strategy and the organization itself, have a mutual relationship; a convergence that makes it difficult to separate the two elements. In addition to this, the complexities or the ‘messes’ that need to be understood (VanPatter, 2009) is much larger, given that it is not only the company’s products or value propositions (Osterwalder, 2010) that have to be examined, but also the organization itself. This means that when the purpose of a strategic design process is an organizational transformation process, you can not only look at the products as Verganti does when he talks about ‘design-driven innovation (2009). The users, in this case the company’s management and staff, are in this process both ‘informants’ and ‘implementers’. This means that they must inform the process and implement the results in the organization. The outcome of the process, in the form of a strategy, can only be implemented in the company if there is established ownership in management (and eventually also employees). This ownership can only be achieved through the involvement of management in both the investigation process and in the synthesis. This makes the strategic design process more dependent on the users’ (management and employees) input and commitment than is a traditional design process” (Rasmussen, Mortensen &amp; Jensen, 2012:25-26).</p>\n<p>The authors conclude their paper with the following remark: “If current design education should prepare for educating strategic designers in the future, then traditional design skills must be extended with new skills from various other disciplines. Particularly in the field of strategy, there is a need for new tools, but also within process facilitation and communication the educational programs must be upgraded. The role of future strategic designers will be to take responsibility for and facilitate change processes in organizations and ensure that they don’t ‘get stuck’ as Adam Kahane (2010) calls it, and therefore never becomes implemented in the organization. New tools for interdisciplinary participatory processes and for creating common ownership for a transformation process will be core competencies for future strategic designers.” (Rasmussen, Mortensen &amp; Jensen, 2012:26).</p>\n<p>To summarize the key takeaways from Rasmussen, Mortensen &amp; Jensen’s (2012) paper we can say that management has to become more ‘designy’. Human-Centered Design and Design Thinking have proven themselves to be valuable tools in teaching managers to think and work like designers. Design also has to become more managerial, taking into account that we may not only be designing new products or services, but that the introduction of new product and services may change the organization. This will require an expanded understanding of users to include both a company’s management and staff, in order to ensure the implementation of the changes necessary to bring the new product or service to market. Designers have to become change agents, understanding the entire system which produces new products and services. I would even argue that future designers have to become more entrepreneurial, as I believe this “new form of organizing” for change can take inspiration from the academic field of entrepreneurship, where entrepreneurship is the new management (properly described as enterprise rather than entrepreneurship; Hjorth &amp; Holt, 2016) — the urge to master creativity (and innovation), openness and heterogeneity as organizational conditions for collective creation — but that is a topic for a further article.</p>\n<p><em>To read the full paper please see: Rasmussen, J., Mortensen, B. S., &amp; Jensen, B. G. (2012). Preparing design students for strategic design. FormAkademisk &#8211; forskningstidsskrift for design og designdidaktikk, 5(1). <a href=\"https://doi.org/10.7577/formakademisk.373\">https://doi.org/10.7577/formakademisk.373</a></em></p>\n<p>&nbsp;</p>\n<p><strong>References</strong></p>\n<p>Boland Jr., R &amp; Collopy, F. (2004). <em>Managing as Designing. Stanford: Stanford Business Books.</em><br />\nBrown, T. (2009).<em> Change by Design: How Design Thinking Transforms Organizations and Inspires Innovation.</em> New York: HarperCollins.<br />\nMunari, B. (1966) <em>Design as Art</em>. Penguin Classics. ISBN: 978-0-141-03581-9<br />\nBruns, C. et al. (2006). <em>Transformation Design</em>. RED Paper 02, Design Council.<br />\nBuchanan, R. (2001). <em>Design research and the new learning</em>. Design Issues, 17(4), p. 3-23.<br />\nEsslinger, H. (2009). <em>A Fine Line: How Design Strategies Are Shaping the Future of Business</em>. San Franciso: Jossey-Bass.<br />\nHamel, G. (2002). <em>Leading the Revolution: How to Thrive in Turbulent Times by Making Innovation a Way of Life</em>. Moston, M.A: Harvard Business School Press.<br />\nHjorth, D., &amp; Holt, R. (2016). <em>It’s entrepreneurship not enterprise: Ai Weiwei as entrepreneur</em>. Journal of Business Venturing Insights, 5, 50—54.<br />\nKahane, A. (2010). <em>Power and Love — A Theory and Practice of Social Change</em>. San Francisco: Berrett-Koehler Publishers Inc.<br />\nMartin. R. (2009). <em>The Design of Business: Why Design Thinking is the Next Competitive Advantage</em>. Boston: Harvard Business School Press.<br />\nMichlewski, K. (2008). <em>Uncovering Design Attitude: Inside the Culture of Designers</em>, <em>Organization Studies</em>, 29(3), p. 373-392.<br />\nOsterwalder, A. &amp; Pigneur Y. (2010). <em>Business Model Generation: A Handbook for Visionaries, Game Changers, and Challengers</em>. Hoboken, New Jersey: JohnWiley &amp; Sons.<br />\nRasmussen, J., Mortensen, B. S., &amp; Jensen, B. G. (2012). P<em>reparing design students for strategic design</em>. FormAkademisk &#8211; forskningstidsskrift for design og designdidaktikk, 5(1). https://doi.org/10.7577/formakademisk.373<br />\nRhea, D. (2005). <em>Bringing Clarity to the “Fuzzy Front End”, A predictable Process for Innovation</em>. In Laurel, B. (Eds.). Design Research. Cambridge: The MIT Press.<br />\nVanPatter, GK. &amp; Jones, P. (2009). Design 1.0, 2.0, 3.0, 4.0 &#8211; <em>The Rise of Visual SenseMaking</em>. NextD Journal. Special Issue March 2009.<br />\nVerganti, R. (2009). <em>Design Driven Innovation: Changing the Rules of Competition by Radically Innovating What Things Mean</em>. Boston: Harvard Business Press.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nikolaj Junker Madsen"},"slug":"nikolaj-junker-madsen","meta":{"degree":"MSc, Copenhagen Business School","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Design Education"},"slug":"design-education","meta":{"volume":"5","number":"11","bulletin":false,"publication_date":"2020-01-09"}}}}