{"title":{"rendered":"The Voyeur’s  Frame"},"content":{"rendered":"<p>To descend from a high-speed train from Paris to the paved platform in Arles is to confront a kind of cognitive dissonance. A barrage of cultural iconography and an aura of history hang thick in the air. A slight, mesmerizing shimmer signals heat in high humidity. It is a quiet weekday morning, after a season of festival weekends—hot, sleepy, and a little bit ordinary at first glance. Eventually other impressions form:  the haunting aesthetic glamour cast by van Gogh and the Arles School photographers, the sacral mysticism which drew devout pilgrims, and the imperial presence of Augustus, whose aquiline profile graces everything from hotels to supermarkets there today.</p>\n<p>But just as we should protest the judging of a person too quickly, the same must be true of place. The descriptions above figure compartmentalized associations of the region, seldom extending to a full dossier. Inevitable contradictions arise; one’s interpretations of what seemed complementary or contrasting blend to a degree of surreality: mountains and sea, natural and synthetic, urban and rural, culture and industry, past and present, all collapse—not merely layered but enmeshed.</p>\n<p>When one experiences Arles—the city, its fringes, and the Camargue region—first-hand, the carefully framed depictions, romantically curated and cropped to showcase an attribute in isolation, begin to feel one dimensional. The writings of Anna Tsing regarding the ‘leakiness’ of life come to mind, about the bleeding of past, present, and future.[1] Stories should be told in ‘rushes’ to avoid dissociating and untangling the significant causal relations of the man-made and natural, the assemblages of persons, places, and things. </p>\n<p>What is perceived as wild here—embodied in the regional symbols of black bulls, white horses, and pink flamingos—is, in fact, highly cultivated, like the farm estates and nature preserves that host them. The boundaries between what is truly untouched and what is altered to appear a certain way are malleable, valenced, and subtle.</p>\n<p>If one were to construct an instrument like von Humboldt’s cyanometer, it might afford an empirical reading of context by comparing the Camargue against other regional colors and vocabularies—of the fabricated, the aestheticized, the industrialized, or the untouched. If one were to turn dials, one may then notice that there are elements of each condition in the ascending and descending layer—to borrow Tsing’s term, <em>a contamination</em>.<br />\nWith such recognition, terminologies change, deepen. One may question, then, the definitions of the labels themselves: is wilderness nature, or a cultivation? What does it mean to be civilized? Is it only germane to cultural concepts, or does it include the industrial as well? Can you have one without the other?</p>\n<p>Salt fields, canals, and a rising sea prompt associations, and can perhaps be considered relationally. Roman ruins, urban sprawl, post-industrial sites, and the entropy of a town in economic transition may no longer appear picturesque or sublime when cut in a new sequence for the visiting camera’s gaze.</p>\n<p>Acknowledging that the prevailing images are constructs reveals the human hand at work, capturing the non-human of the region as separate types of useful signifiers. The layers of the landscape then appear more like stage dressings for different episodes, rather than dynamic systems that impact one another.  As an analogy for planning in the region, such compartmentalization has grim implications.</p>\n<p>This architecture, this artful capturing, rests upon land that was formed by shifts of tectonic plates, a drying and refilling of seas. It was marshy and periodically inhospitable—a territory long occupied in migratory cycles to avoid its more inclement seasons. The land was tamed to advantageous use, to suit a civilized and cultured concept. Its polished ruggedness now fits an acceptable depiction of ideal landscapes—except when it doesn’t. With increasing frequency, salinization complicates water management, heat waves scorch crops, flooding jeopardizes historic structures, and mosquitoes flourish, bringing back the malaria that once plagued the region’s denizens. To ignore the realities of a complex place in favor of<br />\na stylized fantasy yields an apocalyptic plotline.</p>\n<p>In her text, <em>Chaos, Territory, Art</em>, Elizabeth Grosz muses on the potential of art and architecture to frame, collapse, and reveal new sensations.[2] Montage and collage can produce imaginary landscapes to arouse critique, curiosity, and speculation. If one collapses the identities of Arles and the Camargue and performs the same kind of exercise—extracting elements from their contexts, introducing voids that frame other perspectives, and layering geographies in a physically impossible manner to provoke consideration of their distant, invisible, but critical relationships—something strange happens. A more realistic picture of the systems at work there emerges. An understanding surfaces, that a decision to focus on the urban, or the aesthetic, or the agricultural, while neglecting another reality, always changes the others. Perhaps not today, but in a future of indeterminate approach. Images may be further layered and further framed,  following aleatoric patterns. But the resulting narrative remains the same: with a single change, the full picture is impacted, and the region will never again look as it did in those iconic photographs, paintings, or films—preserved like nostalgic butterflies in kill jars.</p>\n<p>[1]  Lowenhaupt Tsing, Anna. 2015. “Part I: What’s Left?” and “11: The Life of the Forest.” <em>The Mushroom at the End of the World: On the Possibility of Life in Capitalist Ruins</em>. Princeton: Princeton University Press. 11-43; 155-163<br />\n[2] Grosz, Elizabeth. 2008. “Chapter 1: Chaos, Cosmos, Territory, Architecture.” <em>Chaos, Territory, Art: Deleuze and the Framing of the Earth</em>. New York: Columbia University Press. 1-24. </p>\n<figure id=\"attachment_7621\" class=\"wp-caption alignleft\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27114815/Linda-Just_TheVoyeursGazeOnArtfulDecline2.jpg\"><img src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27114815/Linda-Just_TheVoyeursGazeOnArtfulDecline2.jpg\" alt=\"\" width=\"360\" height=\"360\" class=\"size-full wp-image-7621\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27114815/Linda-Just_TheVoyeursGazeOnArtfulDecline2.jpg 360w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27114815/Linda-Just_TheVoyeursGazeOnArtfulDecline2-150x150.jpg 150w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27114815/Linda-Just_TheVoyeursGazeOnArtfulDecline2-300x300.jpg 300w\" sizes=\"(max-width: 360px) 85vw, 360px\" /></a><figcaption class=\"wp-caption-text\">The Voyeur&#8217;s Gaze on Artful Decline, Collage by Author</figcaption></figure>\n<figure id=\"attachment_7622\" class=\"wp-caption alignleft\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27115008/The-ReAppearing-Marsh2.jpg\"><img src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27115008/The-ReAppearing-Marsh2.jpg\" alt=\"\" width=\"360\" height=\"360\" class=\"size-full wp-image-7622\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27115008/The-ReAppearing-Marsh2.jpg 360w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27115008/The-ReAppearing-Marsh2-150x150.jpg 150w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/02/27115008/The-ReAppearing-Marsh2-300x300.jpg 300w\" sizes=\"(max-width: 360px) 85vw, 360px\" /></a><figcaption class=\"wp-caption-text\">The ReAppearing Marsh, Collage by Author</figcaption></figure>\n"},"meta":{"contributors":[{"title":{"rendered":"Linda Just"},"slug":"linda-just-2","meta":{"degree":"MDes Harvard GSD","graduation_year":""}}],"fold":{"title":{"rendered":"WILD"},"slug":"wild","meta":{"volume":"05","number":"15","bulletin":false,"publication_date":"2020-02-27"}}}}