{"title":{"rendered":"The Dwarf of Furka Blick"},"content":{"rendered":"<p><span>It was a Tuesday morning. Though the rain poured down, it was unseasonably warm for October in New Haven. I took my usual route to Rudolph Hall and upon arriving went to the sixth floor to retrieve an audio recorder from the Digital Media office – the night before I had attempted to install a call-recording app on my phone with little success. Walking up the stairs to the seventh floor I found room 706 thankfully unlocked and unoccupied.    </span></p>\n<p><span>Peter had told the story once before – something about a commission in Switzerland, John Hejduk, and a hideous red dwarf that recalled the haunting character from</span><i><span> Don’t Look Now</span></i><span>. It all sounded too strange to be true, but Peter insisted: “That is what he saw.” </span></p>\n<p><span>I took a seat at the end of the long table among refuse from some class or another and searched for the number for Eisenman Architects, waiting until the clock struck ten before dialing.</span></p>\n<p><span>“Hi Peter, this is Nick,” I said as I turned the recorder on.</span></p>\n<p><span>“Hi. Do you have a good line?” Peter answered back, his voice crackling through the blown-out speakers.</span></p>\n<p><span>“Yes, yes,” I responded, though that was not entirely true.</span></p>\n<p><span>“So,” Peter began, “I’ll just tell you straight what I know, but I would like to hear what you have on the tape and correct it, just to make sure. Can you get it back to me later today?”</span></p>\n<p><span>“Of course,” I replied.</span></p>\n<p><span>“Tell me whenever you are ready,” said Peter.</span></p>\n<p><span>“I am ready whenever you are.”</span></p>\n<p><span>So Peter began . . .</span></p>\n<p><span>“Sometime around 1979 a man from Switzerland, from the Engadine I believe it was, contacted me to tell of an old chalet that he wanted to remodel into a luxury hotel. It was on the Furka Blick, a large glacier in southeastern Switzerland. The building was a crumbling old chateau which had laid abandoned since the war. It was on an isolated mountain ridge inaccessible by normal means for six months of the year – impossible to reach when the snowbanks heaved and thickened deep within the desolate stretch of the alpine pass.</span></p>\n<p><span>The owner requested three architects to compete for the project: John Hejduk, Rem Koolhaas, and myself. We all agreed to his offer, to which he replied with an invitation:</span></p>\n<p><span>“You must come meet me here, at the site. I am sure that you would like to see how interesting it is here, all of the obstacles and the blessings that are involved with redoing my hotel.”</span></p>\n<p><span>Again, we all accepted.</span></p>\n<p><span>John was the first to go. As far as I remember, he was not accompanied by his wife, Gloria. I believe he went alone. You should know that John had a habit of having strange hallucinations. He lived in a world of bizarre, fantastical narratives, and would describe these visions in great detail. His dreams were populated by angels, devils, witches and all kinds of tenebrous beings. He shared these peculiar, exotic worlds through his drawings.</span></p>\n<p><span>John departed from New York and landed in Geneva where he rented a car to take him to the Engadine. He stopped in a small village below the chalet to ask for directions and make arrangements at a local inn before continuing up the mountainside.</span></p>\n<p><span>When he arrived he parked his car outside this forsaken gothic structure. He took his little suitcase, got out of his car, and walked to the front door. John knocked twice and waited, but there was no reply. He looked around and peered through the cracked, sooty panes but could see not a soul. After a few </span><span>minutes, he knocked again. The door slowly creaked open.</span></p>\n<p><span>“Hello?” John bellowed out from his towering frame.</span></p>\n<p><span>“Come in Mister Hejduk” a voice croaked from below.</span></p>\n<p><span>John shifted his gaze down. Beneath his height stood a little red dwarf cloaked in a crimson shawl with a gnarled red beard and ruddy, furrowed face. John stood in the doorway and attempted to mask the fear that had suddenly overtaken him. Snow began to drift down from the frigid peaks that reared overhead.</span></p>\n<p><span>“Of course, Mister Hejduk, you will stay the night and have dinner with </span><i><span>us</span></i><span>,” the dwarf continued.</span></p>\n<p><span>John hadn’t planned on staying – he had reserved that room at the inn in town before driving up – but, silenced by the fear that had overcome him, he could but nod.</span></p>\n<p><span>“And now, Mister Hejduk, I will take you to your room.” The dwarf gestured inside, beckoning the architect to enter. “You can </span><span>prepare for dinner.”</span></p>\n<p><span>So John followed this red dwarf – only red, if you can imagine – up the creaking stairs.</span></p>\n<p><span>“We will have dinner in one half hour Mister Hejduk. You will get yourself ready.” He closed the door and went off. The room was barren, smelling of dust and the peculiar, fetid odors that hang heavy in only the most debased structures.</span></p>\n<p><span>Shaking, John put his ear to the door. He waited until he heard the steps of his loathsome host recede downstairs. John did not stay to unpack. He took his bag, opened the door, tiptoed down the stairs, went from the mouldering building to his car and drove back down the hill at a quick speed. He arrived back at the inn, shouted “I am going to take the room!” to the innkeeper, grabbed the keys, hurried to his room, and locked the door.</span></p>\n<p><span>Unbeknownst to John, his hasty departure had not gone unnoticed. The dwarf had seen him leave, got into his own car, and pursued the architect to the village below.</span></p>\n<p><span>And so, an unmistakable, pleading call came from outside the hotel.</span></p>\n<p><span>“Mister Hejduk! Mister Hejduk! Come back! Come back! We want to talk to you!”</span></p>\n<p><span>But John would not leave his room.</span></p>\n<p><span>And that was the end of the story.</span></p>\n<p><span>Now fast forward. The same man calls me up and says “You are next Mister Eisenman. When are you coming?”</span></p>\n<p><span>I had talked to Kurt Forster and told him that I would not go there by myself, so I asked if he would come with me, as a kind of protection to make sure that nothing would happen, and he said that he certainly would. But in the end I never went. John had really scared me with his story.</span></p>\n<p><span>So I told the man, “No, no, I’m too busy, etc. I’m not coming. I don’t want to do the project.”</span></p>\n<p><span>“Oh, I am very sorry to hear that,” he said. “We were very anxious to have you.”</span></p>\n<p><span>The next thing we knew, Rem had not only gotten the project and gone there, but done the project and it was published somewhere – the hotel that Rem did. That’s the basic story.”</span></p>\n<p><span>“Wow,” I spoke again in astonishment. “That was great.”</span></p>\n<p><span> “Yeah,” said Peter. “You’ll send this to me on email by the end of the day?”</span></p>\n<p><span>“For sure,” I replied.</span></p>\n<p><span>“Okay, Nicholas. See you Thursday.”</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Halloween II"},"meta":{"volume":"4","number":"05","publication_date":"2018-10-25"}}}}