{"title":{"rendered":"The Cult of Inspiration"},"content":{"rendered":"<p>Broadly speaking, design can be understood as a combination of process and art. The process-driven parts seem easy enough—simplified ideas like the Design Thinking Framework present a reliable, predictable approach to design that can easily be planned for. If only it were that easy. Every designer I’ve ever spoken to on the subject, on the other hand, has indicated that there may be a bit more to it than that. These simple, well-defined processes alone are in fact insufficient to create good design. Call it taste or inspiration, but there seems to be something else at play that turns an ordinary project into something that truly resonates with people—something that moves beyond mere utilitarian design into the realm of art.</p>\n<p>For millennia, humans have wondered about the origins of artistic inspiration. The Ancient Greeks saw it as a divine force by which the thoughts and ideas of the gods Apollo and Dionysus would be revealed to the artist. In the modern world, even as we learn more about the human mind and emphasize the importance of creativity in the workplace, the mechanism of inspiration nevertheless remains elusive and unpredictable. Designers cannot force themselves to be inspired at will, and no external factor that we know of can reliably induce it. It visits at unpredictable times, paradoxically absent when working on the problem at hand, and striking when the mind is occupied with something completely unrelated (for example, “shower thoughts”). Despite its elusiveness, inspiration is absolutely unmistakable when it does occur—a thrilling moment of clarity when everything seems to come together. With these characteristics, one can understand why the ancients would have attributed such an exhilarating yet unpredictable feeling to some kind of divine influence.</p>\n<p>As an MBA student with an undergraduate degree in chemical engineering, I may be uniquely unqualified to write about such a nebulous, fundamentally unscientific topic. However, for those of us who may one day end up working alongside designers, it is necessary to come to grips with all aspects of the design process, especially when it comes to our different approaches to it. From a management perspective, the process elements of design are certainly seductive. Processes, after all, are nicely predictable and lend themselves well to business purposes. With a well-defined process, one can build detailed project plans, project budgets years into the future, and calculate all kinds of metrics that will tell us, in unflinching detail, exactly how much “value” a project has. Inspiration, however, does not fit into this model. Such an unpredictable, unquantifiable thing doesn’t seem to lend itself well to the world of business, yet it nevertheless seems to be an essential component of good design. So what is an MBA to do?</p>\n<p>Perhaps the best thing to encourage inspiration is to simply do nothing. Instead of trying to catch lightning in a bottle, we should just allow it to strike naturally. Ceding this much control over the design process is certainly uncomfortable for the business world, with its Gantt charts, weekly status updates and shareholder meetings, but is our usual approach in fact counterproductive when it comes to achieving truly good design? As an alternative, maybe we can simply learn to trust the designers that we work with—a kind of faith (or at least suspension of disbelief) that inspiration will arise even without our constant prodding. If we choose to make room for unstructured processes—albeit not the most predictable nor the most efficient approach to design—with a little luck we can achieve something truly inspired.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"David Keim"},"slug":"david-keim","meta":{"degree":"MBA","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Design Education"},"slug":"design-education","meta":{"volume":"5","number":"11","bulletin":false,"publication_date":"2020-01-09"}}}}