{"title":{"rendered":"The Olfactory Dimension"},"content":{"rendered":"<p>There is thickness to smell.<br />\nSmell permeates, inscribing a space, defined by the material perimeter to which it clings. From Proust and his madeleines to the spicy intersection of Chapel and Orange Street neighboring Tikkaway, food is often the originator, a clear cause and effect from source to space.<br />\nBut smell also emanates from unseen sources, coming through material, not just landing onto it. This is often caused by some unspeakable event—the death of a creature (imagine a butcher shop whose refrigerator just broke), the burning of electrical wires (fish at low tide), the molding over of drywall (an entire football team’s wet socks).<br />\nIn school, we eagerly subscribe to the fiction of the wall: that it is as it appears in a drawing—perhaps massive, a solid carved from a volume, à la Borromini; or perhaps nimble and thin, a Richard Serra-esque dancing surface.<br />\nBut walls in the world are not solid black hatch—they are an approximation of poché, with empty space in the interstice between two surfaces. To take a typical interior wall detail, for example, there are approximately 16 inches of void space between two vertical framing members of a sheetrock wall, with just five-eighths of an inch of “solid” gypsum wallboard on either side.<br />\nConsider, for comparison, the Bohr radius—the distance in a hydrogen atom between the nucleus and the electron. If we scaled the nucleus of a hydrogen atom up to the size of a cantaloupe, the length of the Bohr radius would be equivalent to the distance from the Guggenheim Museum to Washington Square Park. Which is to say, 99.99% of an atom’s volume is empty space. Indeed we humans, and the material world around us, are 99.99% empty space. Even that five-eighths of an inch of solidity we understand between ourselves and the void is itself an illusion.<br />\nWhile we cannot perceive this emptiness at scale—the order of magnitude of the Bohr radius is 10 to the negative 10th power—we can begin to call into question the solidity of the material around us through smell. And in particular, when an assessment of an unfamiliar smell leads to the conclusion that it is coming from inside the wall.<br />\nWe are reminded, then, that the wall is itself a container—a vessel for other materials: electrical conduit and junction boxes, which may be burning; old newspapers (a common practice in the 20th century), which may be musty; perhaps a mysterious deceased mammal, which may be rotting. While the material world just barely coheres at the imperceptible atomic level, its emptiness becomes perceptible to us through smell.<br />\nThe olfactory dimension sharply brings into focus the materiality of the wall and the emptiness it contains—masking an illusion of solidity, which we share in our very atomic composition.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Colford"},"slug":"katie-colford","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Material World"},"meta":{"volume":"5","number":"09","bulletin":false,"publication_date":"2019-12-05"}}}}