{"title":{"rendered":"The Possibility of Being Dreamlike: A book review for Architecture and Surrealism by Neil Spiller"},"content":{"rendered":"<p>JANE WENG (M. Arch II, &#8217;18)</p>\n<p><span>To say something is surreal is to evoke the uncanny and the unfamiliar; objects which bridge reality and dreams, consciousness and subconsciousness. If architectural space, on the contrary, has to, by definition, be grounded in reality, then is it possible for architecture to be surreal, and if so, how?</span></p>\n<p><span>Spiller approaches the relationship between architecture and surrealism through four different vantage points: the human body, architecture, the city, and the biosphere. He examines the possibility of channeling reality and dreams at these four scales with a specific emphasis on technology. For Spiller, technology becomes a gateway towards the surreal, a tool through which architecture can, itself, achieve a transcendent quality beyond its physical restraints. Through numerous case studies, Spiller discusses the otherworldliness of cyborgs, cybernetics, smart architecture and cities that learn, memorize and grow.  For him, technology is not just a source of happiness and progress but rather, a seeming optimism of technology is always in the danger of being eclipsed by its dark side. </span></p>\n<p><span>It is undeniable that technology has been essential to creating modern-day surreal experiences; however, to say that technology is generating the architectural uncanny, to borrow Vidler’s phrase, may be a little far-fetched. While it is true that an estranging technology can challenge our beliefs or alienate us from our bodies and our homes, when experienced again and again the novelty of new sensations typically wears off and becomes the affirmed reality itself. In this sense, the shock that is warranted by new technology falls outside the surreal.</span></p>\n<p><span>Surrealism is not so much a product of the paranoia generated by the expansion of our senses, instead it is rooted in the paranoia embedded within the boundary of the senses and memories which already exist within. In the surreal world, whereby a collective history is just as important as the future, and the forgotten are the sources of our paranoia, Spiller instead focuses his discussion on the muscles and bones of technology itself, laying his eyes on the future. Technology is only one of the means to channel dreams and reality, bring the dead to life and recall what’s been long forgotten.</span></p>\n<p><span> In the book, Spiller tends to emphasize the uncanny psychological sensations stirred by the technologically-enabled surreal environment. Surrealism provides us with a reversed reinforcement therapy, it challenges the distribution of the sensible and offers a fresh start for designers. </span><span> </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jane Weng"},"slug":"jane-weng","meta":{"degree":"Ph. D","graduation_year":"First Year"}}],"fold":{"title":{"rendered":"Play"},"slug":"play","meta":{"volume":"2","number":"18","bulletin":false,"publication_date":"2017-03-09"}}}}