{"title":{"rendered":"The Subject of Space: Mark Rothko &#038; his Chapel"},"content":{"rendered":"<p><strong>IAN SPENCER</strong> (<em>M.Arch &#8217;15</em>)</p>\n<p class=\"p1\">Space is not the exclusive domain of architecture. It might have been, once, when representation reigned in the art world and any spatial pretensions in painting were limited to the recognizably real. Real rooms, real walls, real windows, and real scenes rearranged within the frame, idealized but ultimately familiar. Space itself is not the subject — the paintings are about objects in space but that space is incidental to the actual subject, the foreground and background between which the true story takes place. As for the space beyond the frame, it is the subject of an architecture that takes no cues from the space of the art itself; the two are mutually respectful but decidedly separate. Yet the paintings of Mark Rothko take pure space as their subject and in so doing pose a direct challenge to that separation. Moreover, his site-specific paintings for a small chapel designed by Philip Johnson demonstrate that Rothko’s subject was not merely the space within the frame, but the architecture in which that frame was hung.</p>\n<p class=\"p1\">A secluded lot in midtown Houston, Texas is the site of the Rothko Chapel, a non-denominational structure of sandy brick scarcely taller than the homes of the surrounding neighborhood. Designed in tandem with the artwork it was to contain, it is a singular instance of intimacy between art and architecture, one which contemporary museum design would do well to revisit. It is important to note, however, that the Rothko Chapel seen today is a far cry from the 1971 debut. Rothko never visited Houston despite many warnings to the contrary; therefore his decisions concerning the skylight were made with respect to the far less striking and less variable light of his Manhattan studio,<sup>2</sup> in which he had replicated portions of the octagonal plan of the chapel. Had he lived to oversee the installation, he would have likely made on-site revisions; instead, we are left with the rather unsightly baffle installed as part of a $1.8 million renovation completed in June 2000. Additionally, the ceiling was lowered by several feet, all but destroying Rothko’s careful positioning.<sup>3</sup> What we see is not his vision, nor is it Philip Johnson’s, who abandoned the project in frustration in 1967. In some way this makes it impure. But the question to ask is not whether the intention of Mark Rothko was ruined. The question to ask is: does it matter? The entry is a sharp transition from the unforgiving Gulf Coast sun into a dark and quiet lobby. It contains no more than a desk and guestbook. Two entrances, black rectangles cut into the walls, flank the meager outpost; they are forbidding and enticing, not unlike a Rothko themselves. Inside, it is dead silent. The fourteen canvases envelop: black-form staggered triptychs on the east and west walls, a single black-form on the south, a solid plum triptych on the north wall, and single plum panels on the faces in between. In these works, he either eliminates form in favor of the evanescent background or consolidates it into a single large rectangle with hard taped edges. They are enormous; the largest triptych (the north wall) measures a staggering 180 x 297in.<sup>4</sup> The scale is nearly overwhelming. This is Rothko’s opera and we are caught between voices, following their harmony across the space. There is nowhere to look except into the frames.</p>\n<p class=\"p1\">The sparse architecture begs that we search the art, to forage for meaning in the tremendous scale of the canvas. Held before the emptiness, we see that the placement of bristle-marks on the canvas is not the strongest evidence of Rothko’s hand. A key spatial relationship exists between the painting and the viewer;<sup>5</sup> that bond, what Rothko called “the maximum of poignancy,” is strongest when one perceives the evidence of his touch.<sup>6</sup><span class=\"Apple-converted-space\">  </span>It follows, then, that a point exists at which there is no connection and the paintings go dead — where they dissolve into mere blocks of color. In most galleries, this point is not difficult to find; in the Rothko Chapel, it is impossible to find. Move away from the south wall and you approach the north triptych, letting its monochrome brushstrokes reveal layers of color, of red, brown, and maroon as you pass between the east and west black-forms. Two plum panels frame your periphery until you reach the closest point allowed. The north wall now sings at its loudest, yet it cannot drown out a whisper from the south. And likewise from the east and west: the strength of those triptychs cannot obscure the presence of the other works. No matter the flow of circulation — meandering, sequential, or alternating — you are always caught between varying intensities. Not unlike the fourth wall of the opera stage, the space between the artwork becomes the fifteenth painting.</p>\n<p class=\"p1\">Rothko once remarked that he was “not a mystic… A prophet perhaps — but I don’t prophesy woes to come. I paint the woes already here.”<sup>7</sup> He lost the battle with his own. In 1969, Mark Rothko suffers a heart aneurysm, and the resulting depression and inactivity worsens his alcoholism. He is medically cleared as the first ground is broken for the chapel, even remarking to architect Eugene Aubry that he planned to drive to Texas for the opening. Yet on a cold day in late February 1970, he is found dead in his New York studio, wrists slashed with a razor. A later autopsy revealed a fatal dose of barbiturates as the cause of death.<sup>8</sup> He was sixty-six years old. His final artistic statements to the world are the fourteen canvases enshrined in a small chapel in Houston, Texas. He never visited.</p>\n<p class=\"p1\"><span class=\"s1\"><sup>1 </sup></span>Rothko, “The Ides of Art: The Attitudes of Ten Artists on Their Art and Contemporaneousness.”</p>\n<p class=\"p1\"><span class=\"s1\"><sup>2<span class=\"Apple-converted-space\">  </span></sup></span>Ashton, “The Rothko Chapel in Houston.”</p>\n<p class=\"p1\"><span class=\"s1\"><sup>3<span class=\"Apple-converted-space\">  </span></sup></span>Dillon, “Art and Spirituality Converge in Restored Rothko Chapel.”</p>\n<p class=\"p1\"><span class=\"s1\"><sup>4<span class=\"Apple-converted-space\">  </span></sup></span>Barnes, The Rothko Chapel: An Act of Faith.</p>\n<p class=\"p1\"><span class=\"s1\"><sup>5<span class=\"Apple-converted-space\">  </span></sup></span>Rothko, “Letter to Katharine Kuh” and “Space in Painting.”</p>\n<p class=\"p1\"><span class=\"s1\"><sup>6<span class=\"Apple-converted-space\">  </span></sup></span>Danto, “Rothko’s Material Beauty.”</p>\n<p class=\"p1\"><span class=\"s1\"><sup>7<span class=\"Apple-converted-space\">  </span></sup></span>Fischer, “The Easy Chair: Mark Rothko, Portrait of the Artist as an Angry Man.”</p>\n<p class=\"p1\"><span class=\"s1\"><sup>8<span class=\"Apple-converted-space\">  </span></sup></span>Lopez-Remiro, Writings on Art: Mark Rothko.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}