{"title":{"rendered":"The World of Screens"},"content":{"rendered":"<p>In the 21st Century, we live a quasi-digital existence, spending part of our time in the “Real” world and part in the online world. This phenomenon has changed the way humanity operates and how culture is propagated. In our contemporary lives, we are more involved in the screens of our personal phones than the spaces which surround us. Buildings are more and more relegated to a background condition; the screen has replaced the facade.</p>\n<p>Denise Scott Brown and Robert Venturi were proponents for an architecture of billboards in which the building could be read as a sign on a flat surface. The building as a billboard was an icon for the building’s function. The transformation of society into a digital existence has metamorphosed the billboard icon into the screen. The digital experience translates images through a two-dimensional surface where the screen is a facade for the online world, constantly changing based on the desire of the user. A screen is not an inert sign which lays idle, proclaiming a single message about what lies beyond – instead, it is a wholly interactive, interconnected interface, constantly being shaped and modified by the user.</p>\n<p>Make no mistake, the translation of the billboard does not stop at the screen itself, but includes everything within the screen. Is that blue square with the white f not a facade for Facebook? Do we not “open” apps like we “open” doors or windows? The icons for these apps are billboard-facades in that they are a front and an image for the app itself. The screen is truly a city composed of these facades where each icon must convey its contents in the simplest terms. Each one vies for attention, but is constrained by the same dimension as all others, much like plots of land. These apps are constantly updating their icons and logos to be flashier, trendier, more marketable versions of their former selves. In the end, the user curates these building blocks into a personal urban fabric, based on their own organizational system.</p>\n<p>What does this mean for architecture? One possible answer can be found in the Football Hall of Fame project by Venturi Scott Brown. They suggested the building be fronted by a massive screen which would showcase images from football history. This of course is more closely related to a theater or television screen where the viewer is a passive subject rather than today’s interactive subject. This exemplifies the notion that buildings could be fronted by or integrated with screens, which can be seen in major commercial districts like Times Square, Piccadilly Circus, Shibuya Crossing, etc. Another possibility is the transition of architectural efforts into the purely digital. Why does space matter if we are consumed by screens? Despite the growing integration with the digital world, humanity exists in physical space. No matter how many surfaces become screens, those surfaces still create a space. It has been the role of the architect to design those spaces, and we are at a critical junction where architects could continue the project of space making or move entirely into the project of designing for screens. At the end of the day, there was always a box attached to the billboard, and there had to be a shed to decorate.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Shelby Wright"},"slug":"shelby-wright","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"slug":"duck-duck-shed","meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11"}}}}