{"title":{"rendered":"The Untouchable Trees in Eastern Tibet"},"content":{"rendered":"<p>THUPTEN WODZER (MF 2017&#8242;)</p>\n<p><span>The steep slopes of Eastern Tibet were once largely forested with conifers. However, over 50 years of </span><span>unsustainable logging</span><span> dramatically decreased forest cover from 30% to 6.5%. </span><span>Deforestation</span><span> changes local hydrology and creates </span><span>climatic fluctuations</span><span> that increase runoff into the rivers and exacerbate flooding downstream. Consequently, the Chinese government had to institute a logging ban in 1998 following massive floods. While large logging was banned, small-scale logging continues at local levels to this day.</span></p>\n<p><span>The villagers of Eastern Tibet fell trees for two reasons: for construction of traditional Tibetan houses and for traditional </span><span>energy</span><span> (fuelwood). Like in many cultures, owning a large house and a large stove has become status symbols among villagers. To secure the best wood for construction, the loggers high grade the remaining mature trees left over from earlier eras of deforestation. For firewood, they cut </span><span>birch</span><span> trees. As sun-loving pioneers, birches have grown into clear-cuts. With constant harvesting, the birch trees are being moved into a coppice system, which slows the forest’s succession back towards its natural, conifer-dominant species mix.</span></p>\n<p><span>A local environmental group dedicated to applying cultural practices to conserve forests in Eastern Tibet, is applying the “</span><i><span>tsetar</span></i><i><span>” </span></i><span>concept to trees to stop such logging practices. According to </span><span>Buddhist</span><span> codes of conduct, the most important principle is to refrain taking the lives of others. This code has been manifested by a popular Buddhist practice called “</span><i><span>tsetar</span></i><span>” in Tibetan, which means, “freeing captive lives”. Freeing a captive life is considered to be the most compassionate deed for merit accumulation in Buddhism. Thus, Tibetans free yaks, sheep, and fish on special occasions. The lucky animals, which are marked as </span><i><span>tsetar</span></i><span>, become so “</span><span>untouchable</span><span>” that the owners would never consider butchering or selling them. Even yak thieves spare them. The group designed a tag called “</span><span>green amulet</span><span>” with </span><i><span>tsetar </span></i><span>mantra written on it. The amulet is a modification of the traditional red thread amulet for marking freed yaks and sheep. By tagging the trees with the amulet, the team liberated 10,000 trees in 2014.</span></p>\n<p><span>In fall 2015, a member of the group enrolled in Yale School of Forestry and Environmental Studies, where he took courses on </span><span>religion and ecology</span><span>, which gave him an understanding of religious approaches to </span><span>conservation</span><span>. For his summer internship, he built on what has already started with a slightly different approach. From experience, the team has noticed that freeing trees in blanket fashion might become an obstacle for people’s livelihood in the long run. Instead, </span><i><span>tsetar</span></i><span>-ing trees selectively in response to high grading allows the forests to become multifunctional; if a stand of a forest is serving an ecological, aesthetic or other important values, then that stand can be permanently protected by tagging with green amulets. On the other hand, villagers are allowed to collect firewood or necessary construction woods from untagged working forests.</span></p>\n<p><span>However, acknowledging that people need wood in their daily life does not mean people are endowed with the right to fell trees unsustainably. In order to halt such practices and restore the reverence that Tibetan people have had for nature at a landscape level, the group also worked with the </span><span>forested communities</span><span> to revive a unique Tibetan cultural practice, </span><i><span>labtse</span></i><span>. </span><i><span>Labtse </span></i><span>is an altar in which the area mountain gods reside. The mountain god is called “</span><i><span>zhi dak</span></i><i><span>,</span></i><span>” which literally means, “</span><span>the landlord</span><span>.” Tibetans believe that there is </span><span>spirit</span><span> in everything; the mountains have spirits, and so do the springs. Those spirits are socially connected to human communities. The human communities think of themselves as tenants, not the landlords. The trees and wild animals belong to the landlord spirit. Therefore, the communities are only allowed to use resources </span><span>mindfully</span><span>.</span></p>\n<p><i><span>Tsetar </span></i><span>and </span><i><span>labtse</span></i><span> have deep roots in Tibetan culture and so can be easily accepted by the people when they are being applied to forest conservation practices. The combination of these two approaches can protect forests at both coarse (landscape) and fine (stand) levels and helps keep a balance between the ecological and human needs. This </span><span>dual-scale</span><span>, religious approach avoids extreme policy measures such as </span><span>forced relocation</span><span> in the interest of conservation and allows time for the communities to understand the forest ecology from a scientific perspective. Once the communities are restored with reverence for nature and a connection to landlord spirits, the group’s next step to formally introduce </span><span>silviculture</span><span>, the practice of </span><span>cultivation and management</span><span> of trees, will be easy. At the mean while, this may also push the communities to </span><span>redesign</span><span> the houses and stoves more </span><span>resource-efficiently</span><span>.</span></p>\n<p><span>Indigenous people</span><span> and their beliefs have huge potential in conservation. The </span><span>science</span><span> community and indigenous communities need to work interdependently to conserve the limited natural resources. Conservation efforts that are divorced from local communities often fail around the world. The innovative blend of cultural and scientific practices can restore local people’s cultural pride and sense of connection to the land. Thus, it encourages proactive engagement of the local communities in conservation. </span><i><span>Tsetar </span></i><span>and </span><i><span>labtse </span></i><span>may be uniquely Tibetan, but the concept of leveraging indigenous beliefs in nature can be replicated globally to balance local people’s</span><span> livelihoods and the environment</span><span>.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Thupten Wodzer"},"slug":"thupten-wodzer","meta":{"degree":"M.F.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Demarcation"},"meta":{"volume":"2","number":"22","bulletin":false,"publication_date":"2017-04-20"}}}}