{"title":{"rendered":"The Artist’s Architect: Notes from the Olafur Eliasson Studio"},"content":{"rendered":"<p><strong>MADDY SEMBLER</strong> (M.Arch ’17)</p>\n<p><i><span>Taylor Dover pursues a post-architecture education by working for artist Olafur Eliasson.</span></i></p>\n<p><span>Maddy Sembler:  I&#8217;m very interested to know how you began working for Olafur. Did you work for artists or art institutions before?</span></p>\n<p><span>Taylor Dover: The short answer would be no, I never worked for anyone in the art field before. I did spend one summer at Diller Scofidio + Renfro, and though they have some sort of art department they are still at the core an architecture studio. Olafur was the first and only artist I considered working for. It wasn&#8217;t even exactly Olafur&#8217;s art that attracted me to working for him, it was ultimately his studio that was the real lure. </span><b>It amounts to something like a factory of experiments, conducted by craftsman, designers, writers, thinkers, artists, color specialists, you name it</b><span>&#8230;all with Olafur at the helm. The range of work, ideas, and people in the building is something that an architecture practice can&#8217;t (and might not need to) foster. It presented itself as the ideal place for me to be post-graduation; it is a sort of education in its own right.</span></p>\n<p><span>MS: Had you considered working for other artists straddling the line between art and architecture?</span></p>\n<p><span>TD: The general idea of working for someone who was operating on the edge of architecture was appealing to me. There was a discussion [at GSD] about </span><b>the difference between designing an object and designing a building. They focused on how to teach these two topics but it always seemed to me that there should be no distinction in an educational environment.</b><span> Of course, architecture demands a certain skill set and expertise on a number of technical areas of knowledge, but the core ways of thinking about a piece of architecture or a piece of art have a great deal in common. If you believe that architecture is ideated form, then art isn&#8217;t so different at all. Olafur has a position of the role of the subject in his work that I share, and </span><b>it is this belief that occupants are themselves the producers of reality. Architects too often see their built work as the full embodiment of itself, they see it as complete in itself</b><span>. I think Olafur understands his art to be the stimulus or the setting within which the real work takes place. This is something that is easy to talk about but harder to do.</span></p>\n<p><span>MS: What is your relationship to &#8220;client&#8221; currently? Is it the art world? Donors? Collectors? Institutions? Are you your own client? Comparing art and architecture, how does the collaborative process between the author and capital work?</span></p>\n<p><span>TD: The issue of client may be one of the definitive differences between art and architecture. Of course, a work of architecture does not have to be realized in order to be valid; many influential works were never built nor meant to be built. In art this is rarely the case. It is possible for an artist, with sufficient means, to conceive of, develop, and produce a work of art with no client at all. The piece can be complete entirely in the hands of the artist. We have clients that include museums, collectors, artists and architects, publishers, and even governments. </span><b>The content produced might be a spherical sculpture or a policy piece presented for the UN.</b></p>\n<p><span>MS: How does your lifestyle working for an artist compare to working for an architect?</span></p>\n<p><span>TD: The studio fosters a way of life that I have never seen architecture practices aim for. Part of this might be because of art in general, part might be to the fact that the studio is in Berlin and of course Olafur himself has shaped the studio into a work of art in its own sense. </span><b>The unofficial motto of the studio is Take Your Time. </b><span>This isn&#8217;t a suggestion of laziness and not even slowness, but it is more about a careful and deliberate way of working and being. So yes, sometimes we work very long hours, but we do this very rarely. As I mentioned before, the number of backgrounds in the studio is immense. There are about 10-12 of us trained as architects, but after that it is all over the map: artists, writers, editors, curators, computer scientists, painters, fabricators, chefs, conservators, light and solar specialists, and we also have business and marketing teams. In general</span><b> the studio values time spent developing an idea more than time spent just producing</b><span>. This allows me, as someone working there, to feel less pressure and experience more room to speculate.</span></p>\n<p><span>Taylor graduated from Wash U with a BA in Architecture in 2009 then GSD with a Master’s in Architecture with distinction in 2013. After graduation, he went to Berlin to work for Studio Olafur Eliasson in the Design and Development Department and now also works for Studio Other Spaces, an Olafur Eliasson and Sebastian Behmann collaboration. Special thanks to his warm outreach from overseas.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Madison Sembler"},"slug":"madison-sembler","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Value"},"slug":"value","meta":{"volume":"1","number":"10","bulletin":false,"publication_date":"2015-10-15"}}}}