{"title":{"rendered":"The Third Typology"},"content":{"rendered":"<p>In his 1977 essay “The Third Typology,” Anthony Vidler proposes that three typologies have “informed the production of Architecture” since the 18th century. Vidler uses the word typology in an unconventional way in this essay. When architecture students think of typologies, we usually imagine formal-programmatic examples like the Bungalow or Tower Block, or sometimes purely formal examples like the Greek Cross or the High Rise. What Vidler means by typology is something more like a grounding, or justification; this sense is present in the normal usage as well, of course, but in this essay the three typologies are far more abstract: Nature, the Machine, and the City. Vidler’s essay was about formal, Western Architecture, but Nature and City, understood as typologies in Vidler’s sense, can also help us better understand vernacular architectures.</p>\n<p>Nature, the first typology, is illustrated by Abbé Laugier’s <em>Essai sur l’Architecture</em>. Laugier’s treatise, with its famous frontispiece image of the primitive hut, attempts to justify the evolution of the classical forms of column and pediment as an evolutionary outgrowth of initially non-human forms like tree trunks. Though not discussed in Vidler’s essay, Nature can also be used as way of dividing Architecture from not-Architecture. In Hastings Hall in the fall of 2017, for instance, Mario Carpo offered some remarks concerning Nature to the first-years taking Peter Eisenman’s Formal Analysis class. “A Gothic cathedral,” he said, “grows out of the earth like a potato. It is not until Alberti that we first have Architecture.” Professor Carpo was proposing a boundary between what humans do qua animals, and what they do qua humans. In his account, the Gothic belongs to the natural, animal aspect of human existence (don’t termites also make impressive-looking structures?), and it took the geniuses of the early Renaissance to invent a mode of building whose main sphere of action is the uniquely human faculty of the intellect.</p>\n<p>Discourse about vernacular architecture regularly deploys both Laugier and Carpo’s concepts of Nature. At YSoA we frequently hear contemporary architects invoke the vernacular when they are discussing how to build in harmony with local climates; Sean Godsell, in his lecture on October 18th, spoke in the tradition of Laugier when he discussed the importance to his own work of the ventilation and shading properties of the veranda as found in Southeast Asian vernaculars. We are also sometimes invited to consider the contrast between “organic” urban environments that “crop up” unplanned and those that are “rationally” planned.</p>\n<p>Both of these ways of identifying Vernacular Architecture with Nature have positive and pejorative uses, but even when architects are seeking to learn from vernacular traditions rather than dismissing them, the dominance of Nature as a typology is limiting. The titular third typology of Vidler’s essay provides a different and, I think, superior grounding for architects who want to understand vernacular architectures. This typology is the city.<br />\nVidler writes: “In the accumulated experience of the city, its public spaces and institutional forms, a typology can be understood that defies a one-to-one reading of function, but which, at the same time, ensures a relation at another level to a continuing tradition of city life. The distinguishing characteristic of the new ontology . . . is that the city . . . is and always has been political in its essence.” For Aldo Rossi, who is uppermost in Vidler’s mind here, the city in this typological sense does not mean urbanism but an assembly of formal and semantic elements that are meaningful for political communities: public squares, meeting tents, steeples and minarets, stepwells and aqueducts.</p>\n<p>There are many ways architects can draw on the idea of vernacular architectures as cities (whether urban or not), but what they will all have in common is an understanding of vernaculars as constructed traditions. Like the tradition of formal, Western Architecture that we study at Yale, every vernacular is a deliberately created, transgenerational artifact. Vernaculars are not like termite mounds (nor, for that matter, is the cathedral of Amiens), built purely to regulate climate for their inhabitants. They are rather, like all important human artifacts, addressed to the minds and bodies of other humans, inevitably embodying the specific values and power of particular communities.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"David Schaengold"},"slug":"david-schaengold","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"&#8220;Vernacular&#8221;"},"meta":{"volume":"04","number":"06","publication_date":"2018-11-01"}}}}