{"title":{"rendered":"The Club is the Club"},"content":{"rendered":"<p>A vacant warehouse is not a prescriptive form of architecture but can become one once defined by an event. When the theme is set, the attire fixed, and the guest list approved, the flexibility of the architecture is lost. However, the arrival of the Club Kids altered the way architecture was activated by its patrons. No longer was the club scene defined by party throwers, but rather party goers. Elaborate costumes and legendary personas shaped nightlife. The architecture that housed these glamorous parties fell by the wayside and the new landscape was defined by people themselves.<br />\nIn the 1980s, a community of young drag queens and misfits established their own club scene in response to the exclusivity of New York nightclub culture. They dubbed themselves the Club Kids. They welcomed all who had been rejected. They embraced individuality and ingenuity. The Club Kids were masters of transforming the mundane into the outrageous and the ornate. For a period of time, the Club Kids were known for throwing outlaw parties; they would hijack local Burger Kings, Dunkin’ Donuts, and even shantytowns to momentarily convert them to unruly nightclubs.[1] They blurred the lines between prescriptive and malleable architecture.<br />\nWhile the Club Kids were known for their outlandishly themed parties, their greatest spatial intervention was their attire. Their outfits not only occupied a great deal of physical space but also affected the perception of space through their performance.[2] Mykul Tronn, an infamous Club Kid, stated on a 1990 episode of Geraldo in regard to the Club Kid style, “People are advertisements for themselves.”[3] Each person reflected their personal vernacular. Their costumes recalled the decorated shed from Learning from Las Vegas; Club Kids adorned themselves with advertisements of who they were. Like the Vegas strip, the club became a landscape in flux, occupied by a medley of walking sheds.<br />\nThe nightclub was a site of experimentation and the greater the experiment, the greater the acclaim.[4] As a result, the pageantry and the performance of each outfit became exponentially more extravagant. The importance was not which designer labels you could afford but rather what you were able to create with what you had.[5] Each attendee brought with them a material personality. They were not merely a component of the landscape but the designers as well.<br />\nAlthough the Club Kids scene was short lived, it had a lasting impact on clubbing culture. They established a condition in which a person could be both a constructor and a construction; one could participate in an event and also define its boundaries and contribute to its landscape. An architecture made up of the people themselves is one that can be ever changing.</p>\n<ol>\n<li><a href=\"https://www.interviewmagazine.com/culture/michael-alig\">Christopher Bollen, “Michael Alig,” Interview Magazine, March 24, 2010.</a></li>\n<li>For instance, you might be feeling particularly perceptive, so you papier-mâché a giant third eye on your forehead. If you are attempting to challenge sports culture you might alter a couple of sports jerseys and turn them into a floor length gown and pair it with 10 inch platform shoes. Or maybe you want to say “disco is back!”, so you turn yourself into an enormous disco ball.</li>\n<li>“Nightlife: Agony and Exxxtasy,” Geraldo, New York, New York : Syndicated, April 17, 1990.</li>\n<li><a href=\"https://www.messynessychic.com/2018/06/20/the-kids-who-burned-new-york/\">Francky Knapp, “The Kids Who Burned New York,” Messy Nessy Chic, June 20, 2018</a></li>\n<li>Ibid.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Alicia Jones"},"slug":"alicia-jones","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"slug":"the-architectural-gaze-goes-clubbing","meta":{"volume":"5","number":"02","bulletin":false,"publication_date":"2019-09-12"}}}}