{"title":{"rendered":"The Blind Eye of Architecture: A Designer’s Position on Incarceration &#038; Social Justice at RebLaw 2015"},"content":{"rendered":"<p><b>Caroline Acheatel (March I ’17)</b></p>\n<p>&nbsp;</p>\n<p><span>On a frigid February Friday, in the tiled and vaulted Gothic respite of a Yale Law School auditorium, hundreds of spectators perched on luggage and crowded in the exit stairs to hear a panel entitled “The Fight Against Mass Incarceration.” The panel kicked off the 21</span><span>st</span><span> Annual Rebellious Lawyering (RebLaw) Conference, a gathering of students, legal practitioners and activists to discuss progressive approaches to law and social change. Few architects were in attendance, and the verbiage occasionally tended towards legalese, yet the issues raised carry interdisciplinary ramifications and should be considered within the architecture community.</span></p>\n<p><span>Peter Wagner, of Prison Policy Initiative, began by explaining why comprehensive data on incarceration is, in fact, crucial for understanding particularly disturbing flaws in the U.S. criminal justice system and for preparing to enact meaningful change. The U.S. has the highest rate of incarceration in the world: with over 2.4 million people locked up on any given day, our country is followed most closely in the rankings by Russia and Rwanda.</span><span>[1]</span><span> Wagner invoked a “whole pie” infographic illustrating the profit breakdown made by prisons off their inmates. Many facilities charge inmates up to a dollar a minute for phone calls, a price largely driven by “a kickback system in which private companies get monopoly contracts for sharing revenue with the same correctional agency awarded the contract.” Still other institutions use video visitation software, offering Skype-like visits that are often charged at prohibitively expensive rates to an already vulnerable demographic. In the subsequent discussion, attendees and panelists asked, “does it really make sense to be incarcerating this many people?” and delineated the obstacles to societal reentry that ex-offenders face, namely employment discrimination, housing struggles, childcare, and the foster-care system.</span></p>\n<p><span>Designers have examined the relationship between architecture and human imprisonment within it for centuries, offering solutions ranging from the total surveillance of Bentham’s 18</span><span>th</span><span> century Panopticon to the high-rise prisons seen in the last half century in much of Europe and South America. Recently, YSOA alumnus Raphael Sperry, of the group Architects/Designers/Planners for Social Responsibility (ADPSR), has advocated for architects to pledge a complete refusal to design prisons, stating, “Foucault believed that disciplinary systems, and prisons in particular (with the Panopticon as the ideal type), were social failures. Given the overwhelming failure of prisons to reduce crime and the endless catalogue of abuses committed within prisons, ADPSR agrees…it is time for architects to find new means of building a just society, and new buildings for a better set of institutions.”</span><span>[2]</span></p>\n<p><span>Conversely, many architects and researchers believe that a refusal to design prisons is ineffective; instead, they argue, offering humane and aesthetic design options could spur rehabilitation and minimize recidivism. While a fellow at the Harvard Graduate School of Design, designer Deanna VanBuren of FOURM Studio advocated “restorative justice” architecture, creating schemes that emphasize educational facilities and areas for collective discussion. Other discussions center on where designers must draw the line. Michael Kimmelman’s </span><i><span>New York Times</span></i><span> article, “Prison Architecture and the Question of Ethics,” specifically examined solitary confinement cells. He scathingly pointed out that the AIA has recently, in a seemingly spineless move, “rejected a petition to censure members who design solitary confinement cells and death chambers.” He cites the AIA’s Helene Dreiling, who explains, “if we begin to stipulate the types of projects our members can and cannot do, it opens a can of worms.”[3]</span></p>\n<p><span>Within the YSOA community, almost no faculty have led prison design projects. Furthermore, although past Building Project homes have targeted client bases such as veterans and first time homeowners, there has not been a dwelling specifically allocated for ex-offenders, who are barred from traditional public housing and are in severe need of homes upon re-entry into society.</span></p>\n<p><span>The way forward for design and the U.S. criminal justice system may strike a middle ground between Sperry and the AIA, bridging the possibility of improving the corrections system through architecture while invoking a firm stance against inhumane practices. Realistically, the question of America’s mass incarceration crisis cannot be solved by architectural discourse, yet design can play a critical role in revealing societal injustices to a distracted or indifferent public.</span></p>\n<p>&nbsp;</p>\n<p><span>[1] Walmsley, Roy. </span><i><span>World Prison Population List</span></i><span>. Rep. no. 10th Edition. London: International Center for Prison Studies: The U of Essex, 2013. Print.</span></p>\n<p><span>[2] &#8220;Prison Design and Control.&#8221; Architects/Designers/Planners for Social Responsibility. N.p., n.d. Web. 01 Apr. 2015.</span></p>\n<p><span>[3] Kimmelman, Michael. &#8220;Prison Architecture and the Question of Ethics.&#8221; The New York Times 17 Feb. 2015, Arts sec.: C1. Print.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"The Opening Sheet"},"meta":{"volume":"1","number":"01","bulletin":false,"publication_date":"2015-04-02"}}}}