{"title":{"rendered":"The Façade as Cultural Technique"},"content":{"rendered":"<p>Daniel A. Barber (MED ‘05)</p>\n<p><em>La façade n&#8217;est pas une surface, mais un dispositif à profondeur</em>. Josep Quetglas<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a></p>\n<p><strong><em> </em></strong></p>\n<p>Before the widespread availability of air conditioning, the façade was the primary technology of climate control. The sectional drawing of the façade was essential to the early viability of Modernism. The images of these climatic Modernists are technical in specific ways, in both content and form. Most are focused—either implicitly or explicitly—on the façade as the liminal condition of the built environment that both clarifies and operates the relationship between the thermal interior and the atmospheric system. These diagrams tend to focus on the specific technical condition that can best mediate between those two climates.</p>\n<p>The sectional diagram reveals the unseen in the thickness of the façade, and renders the façade according to its epochal profundity. The section attempts, with increasing sophistication, to posit the façade as a defining aspect of a specific character of built environment: for how it produced interior space, for how it expressed that production to a more general cultural field, and for how it generated—or accelerated the generation of—a specific relationship between social and biotic patterns, between the thermal regulation of the conditioned interior and the effects of emissions on the global climate.</p>\n<p>The sectional diagram of the dynamically-shaded façade is an essential media of the 20<sup>th</sup> century. The façade section not only represents a given design proposal for a given site, it also operates in a generative fashion, both reflecting and producing ideas about the relationship between the interior and the exterior on cultural, conceptual, and material terms. It helps to reveal perspectives on the concept “nature” as they were constructed in a given time and place; and, reflexively, it reveals conceptions of the human in the priorities and aspirations for social transformation, which can be read through the façade and the conditions it invokes.</p>\n<p>This inside/outside dynamic, mediated by the façade, has epochal consequences in the sense that it allows for an understanding of developments that shift our perception of the historical and contemporary relationship between humans and their environment, between economies and ecologies. Bernhard Siegert has traced the significance of this liminal condition—of the distinction between inside/outside; culture/nature—and its import to history: “Every culture starts with the introduction of distinctions, and techniques that process this distinction.”<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> “Culture,” that is, distinguishes itself from “nature” through media, understood as material and symbolic techniques that process, activate, and emphasize this distinction. The façade is one example of this conception of media, of what Siegert refers to as a cultural technique.</p>\n<p>The building is an essential cultural index for these distinctions. As Siegert clarifies on these terms: “there is no such thing as <em>the</em> house, or the house as such, there are only historically and culturally contingent cultural techniques of shielding oneself and processing the distinction between inside and outside.”<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> Whereas Siegert has, in this context, emphasized doors, gates, and other explicit openings, the same could also be said about the contingency of the façade. The concept and condition of the façade of climatic modernism is as a threshold that can be opened or closed, and often contains a range of intermediate states. As a dynamic register of the techno-social, architectural practices can be differentiated according to their approach to the façade. We can also map the historical vicissitudes of cultural approaches to climate by reading sections and other drawings.</p>\n<p>At stake is not simply the processing of this distinction itself, but how it gains significance, how the symbolic is rendered material through approaches to the façade. A specific type of culture is both revealed and produced through the articulation, visualization, and eventual habitation of a specific thermal interior. The façade—especially as rendered in section—both distinguishes between the inside and outside, managing that divide, and also distinguishes one historical moment and set of cultural norms from another. Innovations in the façade are themselves screens for understanding cultural relationships to climate; as a result, façades are useful to exploring cultural norms as they relate to carbon emissions and the ways of life they have offered.</p>\n<p>The façade is a palimpsest, a multi-layered (literally) site for analysis of the past, and the possible futures it contains. The perspective of cultural techniques allows for a view on the façade that recognizes its cultural expressivity—its elaboration, on architectural terms (either as project or built object) of a specific desired relationship between the inside and the outside. In brief, this set of desires transforms over the period of early Modernism from one of a dynamic, operable, carefully designed shading system for selectively conditioning the thermal interior, to the façade as a tightly sealed membrane between interior and exterior, containing a fossil-fueled mechanical system. The façade is both the medium of symbolic expression and the material condition by which humans have engaged with atmospheric systems, for better or worse.</p>\n<p>This invocation of “the façade as media,” or of “the shading device as cultural technique,” is not simply to say that the façade mediates, expresses, or articulates the desires of the liminal condition between nature and culture, but also that the façade is epochal—a valuable object for historical analysis and an agent of change on the conditions of history, on the environmental conditions that allow for human life to persist, or not, on this planet.</p>\n<p>Although it was largely done without awareness of these eventual consequences, symbolic and material investment in the sealed façade—as distinct from the porous, dynamic façade of climatic modernism— necessitated a fossil-fueled mechanical system. The sealed façade has contributed significantly to the erosion of climatic stability and, by all predictions, will continue to lead to atmospheric chaos, geographical displacement, and myriad forms of economic and political unrest, with increasing intensity. Architecture materially concentrates and symbolically represents the expression of collective desire on these terms, and thus becomes an essential site for the socio-political contestations to come, either rendering our desires meaningless, or infusing them with hope.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Josep Quetglas, “Lotissement, Barcelona, 1931” document from the Le Corbusier archive. It translates as: “the façade is not a surface, but a profound device (a device with depth)”.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Bernhard Siegert, “Doors: On the Materiality of the Symbolic,” in <em>Grey Room</em> 47 (Spring 2012): 6-23.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Bernhard Siegert, Cultural Techniques: Grids, Filters, Doors and Other Articulations of the Real (New York: Fordham University Press, 2015): 2, 9; see also Martin, Reinhold. “Unfolded, not Opened: On Bernhard Siegert’s <em>Cultural Techniques</em>,” in <em>Grey Room</em> no. 62 (Winter 2016), 102-115.</p>\n<p>&nbsp;</p>\n<p>November 9, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daniel A. Barber"},"slug":"daniel-a-barber","meta":{"degree":"M.E.D.","graduation_year":"2005"}}],"fold":{"title":{"rendered":"Edge"},"meta":{"volume":"3","number":"07","bulletin":false,"publication_date":"2017-11-09"}}}}