{"title":{"rendered":"The Death of Architecture, A Comedy"},"content":{"rendered":"<p><em>In response to “Editors’ Note,” by Lani Barry &amp; Jeffrey Liu in Vol. 3, Issue 03: “Post-Ironic”</em></p>\n<p>I was running in circles about how to title this piece, and quite honestly, how to write it. Should it be funny? Should it even try? By “it” I mean me, of course. Will fumbling jokes detract from my point, the gravity of the problem I am here to address? Probably. My Hanukkah safari was fantastic by the way, thank you for asking.</p>\n<p>I’ve decided on an approach now: pure and utter sincerity. We’ll see how this goes. I’m here to confront a serious problem in “our” field, as writing this for Paprika! assumes an audience of aspiring and established architects, historians, critics, what have you, granting me the permission to use the royal “we.” I’m here reporting live from the echo chamber of architectural thought, and no one is laughing. This is the problem: the absence of humor in this very. Serious. Field. (Practice?)</p>\n<p>I debated circling this piece back to the intentions of post-modernism. I turned to Lani Barry and Jeffrey Liu’s piece edited in 2017, which cried out for a post-ironic approach to architecture, a practice that would allow the designer to be both visionary and self-critical, mitigating the self-seriousness imbued in all things architecture. I think they had a good point, but I also think there is a way to approach this matter without over-intellectualizing it.</p>\n<p>“We” like to think that architecture affects Everyone, its scope being part of what makes it incredibly serious. Decisions we make directly touch the daily experiences of those who inhabit the spaces we help create. (I think? We hope? We prefer to believe?) Therefore, architecture can have no sense of humor…? I just don’t understand. I asked some people what they thought of this, simply out of curiosity: why architecture can’t be funny. Dearest Kevin Steffes said, “because if it’s funny, then it can’t be taken seriously, or it’s just too expensive to be funny. The joke becomes too expensive.” This was an idea I loved, a joke that was too expensive to be funny. Kind of like&#8230; The Vessel!</p>\n<p>Don’t be mistaken, though. I am not asking for architecture to be a series of jokes with coded punchlines. When I ask for architecture to have a sense of humor, I am also not asking the buildings to make me laugh, or the architects for that matter, for that would be the real nightmare. It’s something more along the lines of Michael Meredith’s plea for a manifesto titled “Absurd Realism!” in which he writes, “Architecture’s self-serious tragedy has been written and rewritten ad nauseam. I’d prefer something else, something I can relate to. You know what I mean.”1</p>\n<p>To me, this is it. In fact, it’s almost too on the nose, because I could have just submitted that quote instead of this article, and it probably would have been more effective. But no, I will see this through to the end!</p>\n<p>Humor can be used to escape the vacuum of architectural discourse—any discourse even. Humor allows us to reach larger audiences, and provides a platform for honest self-awareness and criticism. Why shouldn’t we be allowed to joke about this thing we all obviously take so seriously? Are we scared that if we joke about it we will be accused of not taking it seriously? That to me is more delusional than thinking architecture has the power to save the world.</p>\n<p>Architecture can be the most serious thing if we want it to be, but in the end it’s perpetuated, perceived, and experienced by humans. We as humans rely on humor, specifically satire and more self-critical forms of humor, because it allows us to, at the very least, take things that may have high stakes less seriously if even for just a few minutes. You know what helps us hear and understand things we wouldn’t otherwise want to engage with? Humor. It cuts through emotion, “silencing at once our pity and affection,” as Henri Bergson put it. It appeals to some deeper desire with ourselves to see reality in a different light, at the very least through a different lens for a very short amount of time. Sure, it can be a coping mechanism, but it can also be an extremely powerful tool.</p>\n<p>Architecture does itself a disservice by not having a sense of humor, and more importantly, it reinforces the impenetrability of the field from those who believe they exist outside of it. Aren’t we tired of singing at a pitch so low only architects can hear? Therefore, my cry for humor is to be served with a needle, to burst our bubble. So, please, architecture, I beg you, lighten up once in a while.</p>\n<p>(to be continued…)</p>\n<p>1(Log No. 22, The Absurd (Spring/Summer 2011), pp.69-73)</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Abby Sandler"},"slug":"abby-sandler","meta":{"degree":"M.Arch I","graduation_year":"2022"}}],"fold":{"title":{"rendered":"Paprika! x 100"},"slug":"paprika-x-100","meta":{"volume":"5","number":"12","bulletin":false,"publication_date":"2020-01-30"}}}}