{"title":{"rendered":"The Aesthetic of Biomimicry"},"content":{"rendered":"<p>LIWEI WANG (M.ARCH I, &#8217;19)</p>\n<p><span>Today, several practitioners are working with the aesthetic of biomimicry (that is, designs that reference biological structures or functions). By and large, this aesthetic can be attributed to a somewhat simplified if/then argument: </span><i><span>if</span></i><span> buildings, skins or envelopes look organic, </span><i><span>then</span></i><span> they will function organically as well. Philip Beesley of Living Architecture Systems Group (amongst others, such as Neri Oxman, Claudia Pasquero and Marco Poletto of EcoLogicStudio) is a practitioner who makes such promises. On Living Architecture’s website, he describes these organic designs as “advanced prototype envelopes that have achieved fully integrated self-renewing, intelligent, empathetic systems, capable of functioning within existing inhabited buildings.”</span><span> However, when one critically examines the nature of his work, it becomes obvious that the systems are far from intelligent. While they are beautiful, they are actually quite primitive in both their method of construction and their function. </span></p>\n<p><span>Philip Beesley installed the first work of his </span><i><span>Hylozoic</span></i><span> series in 2007 at the Mus</span><span>é</span><span>e des Beaux Arts, Montreal. The work features thousands of intricate acrylic and mylar pieces that link together to form a textile. Sensors detect air movement caused by visitors, and the installation reacts by clumsily lifting a few mylar fronds up and down. The work conjures up images of primitive organisms, and aptly references hylozoism, the concept that all matter is in some sense alive. </span></p>\n<p><span>While it is obvious from project videos that the installations are reacting to something, it is hard to discern the exact relationship between the stimulus (the visitors to the space) and the movement. This ambiguity may be intentional. However, it seems more likely that the lack of a clear connection is due to technological limitations, as a lag between the stimulus and response makes it hard to discern why the installation is reacting in a particular way. </span></p>\n<p><span>The visual elegance of Beesley’s installations is further undercut by the unwieldy labour involved in their fabrication and assembly, as evidenced by the project’s technical documents. For his Seoul installation in 2013, the instructions dictate not only a highly meticulous assembly strategy, they also specify a packing and transport protocol for each individual component. The drawings reveal that, while individual parts may be mass-produced or even mass-customized, the construction, assembly and disassembly requires thousands of man-hours in the form of unpaid student labor. </span></p>\n<p><span>Although Living Architecture has fallen short on their grand promises of responsive, self-renewing systems, they have produced a seductive aesthetic of biomimicry. This aesthetic has since been adopted by influencers of popular culture in fashion and music, who at times have directly collaborated with Beesley. Its proliferation can be seen as a way for humans to adapt to the state of the world today, where every aspect of our lives is increasingly infiltrated by algorithms and machine learning.</span></p>\n<p><span>In 2012, the Dutch fashion designer Iris Van Herpen collaborated with Beesley on a collection titled </span><i><span>Voltage</span></i><span>.</span> <span>The collection featured dresses embellished with the jerking, twitching mylar fronds from the </span><i><span>Hylozoic</span></i><span> installations. This time though, the fronds moved and reacted without any lag; attached directly to the model’s body, there was no need for a lengthy feedback through sensors. If we frame Beesley’s installations as aesthetic manifestations of our collective cultural reaction to a new, smart environment, his collaboration with Van Herpen is then the convergence of this aesthetic language with our bodies. When Beesley’s aesthetic became fashion, the gap between the stimulus and the mylar fronds closed. </span></p>\n<p><span>While biomimicry-inspired fashion has yet to make an appearance at stores like H&amp;M and the Gap, its cultural impact has not gone unnoticed. The formal language of Beesley and other living-architecture pioneers has been co-opted by Björk. On the cover of her 2011 album </span><i><span>Biophilia</span></i><span>, she wears a dress designed by Van Herpen, while on the cover of her 2015 album </span><i><span>Vulnicura</span></i><span> she is covered by appendages that look like they were plucked from one of Beesley’s installations. </span></p>\n<p><span>In 2016, Björk went even further, releasing </span><i><span>Björk Digital</span></i><span>, a virtual reality experience to compliment </span><i><span>Vulnicura</span></i><span>. By using virtual reality, Björk dictates a very specific way to consume her artistic output: a headset to augment our sight and accelerometers to augment our inner-ear equilibrium. This total imbrication of human with machine goes beyond even Beesley’s imaginings. While Beesley’s installations promised a world in which our environment is made of appendages that sense our movements and flutter at the lightest touch, its aesthetic lineage suggests a much more intimate relationship to our bodies. If Van Herpen’s responsive outfits and Björk’s virtual realities were ever widely adopted, they would represent a near total  adaptation to our near-living environment of algorithms and machine learning.</span> <span><br />\n</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Liwei Wang"},"slug":"liwei-wang","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Condemned To Be Digital"},"meta":{"volume":"3","number":"10","bulletin":false,"publication_date":"2018-01-17"}}}}