{"title":{"rendered":"The GSD Women in Design A Convergence: A Report"},"content":{"rendered":"<p><span>In the early hours of the morning on Saturday, November 3rd, Page Comeaux, M.Arch I 2020, and </span><span>I boarded a train and followed a ceaseless downpour from New Haven, CT to Cambridge, MA to attend A Convergence. This conference, hosted by the GSD Women in Design (WiD) was called to discuss the confluence of power, identity, and design, and to form a network of architecture students and educators in light of recent events like the &#8220;Shitty Architecture Men&#8221; list. After arriving in Back Bay and charting a damp slog past Aalto’s Baker House, the Saarinen Chapel, and the Carpenter Center, Page and I arrived at Gund Hall and made our way into Rosetta Lee’s “Identity Workshop.” </span></p>\n<p><span>Lee, engaging, entertaining, and poignant, discussed her own experiences with the overlapping dimensions of identity and culture and asked us to share our own. She laid out two models of identity development that seem obvious in retrospect but were profoundly enlightening to me and the students around me that I spoke with afterward. The identity development processes for both marginalized identities and privileged identities began with Innocence and Self Esteem and progressed to Integration, with converging steps like Assimilation to the Majority, Confusion, and Guilt along the way (complete information can be found at tiny.cc/rosettelee). The consensus was that many of us had felt isolated in our experiences with these processes, both from positions of privilege and from marginalization, unable to put them into words. </span></p>\n<p><span>To see our processes broken into bullet points didn’t undermine the complexity of our personal journeys or suggest that these processes were necessarily linear or complete, but it made them so much more tangible. I thought about my own experience processing the pain and confusion of the Tamir Rice shooting as a white American. </span></p>\n<p><span>After lunch, in the “Pedagogy Panel,” the group investigated the continuous relearning of women’s history in architecture with each new generation – the barriers thus far to reshaping canon or the academy. The panel touched on themes that were also presented by Mary McLeod in her recent lecture in YSoA’s North Gallery: how do we celebrate and integrate the history of women in architecture while promoting a pedagogy of collaboration and resisting the notion of the solo genius? Presenting more questions than answers, the panel acted as a call to change the texts, curriculums, and hierarchies embedded into academic institutions. </span></p>\n<p><span>In addition to curating a series of lectures, panels, and workshops, WiD invited students groups from various institutions representing women, designers of color, and LGBTQ designers to present their organization’s mission and actions. Many of the student groups are working within their respective institutions to implement sexual harassment training, change the hierarchy and representation on juries, display and discuss the work of female architects, and involve allies. On one hand, it was comical to watch group after group, EiD included, stand up and give very similar presentations about very similar work, but on the other hand, it was empowering to hear that the same issues are important across a generation of architecture students in locations ranging from New York to Georgia. </span></p>\n<p><span>Moving into the “Activism Panel,” students were struck by Peggy Deamer’s point about the necessity of discomfort and dispute in liberation, the need to put oneself on the line and move beyond the safe environment of simply raising awareness. The panel&#8217;s comments were appropriate following the student presentations. We’ve connected as a network of students and professionals, and the next step is to translate our community’s awareness into action. It was noted that women made up the vast majority of the event’s audience. How can activism engage those who aren’t interested enough or affected enough to come to the table on their own? Negotiate the value of change? Transfer the burden of stasis? Work politically and personally? The panel ended with the question “How do you know when you’re making progress?”  Sasha Costanza-Chock picked up their mic:</span></p>\n<p><em><span>“Success, to me, is when architects are no longer willing to build prisons, so we no longer have prisons, unwilling to build walls, and unwilling to develop algorithms for smart cities of the future to proliferate existing structural inequalities, but are instead, deeply embedded in social movements. I think we can get there.” </span></em></p>\n<p><span>With Constanza-Chock’s final comment of the day’s final panel, the audience erupted into applause until a student stood and asked: “How can you convince people that the utopia that you’ve just described is even possible?” </span></p>\n<p><span>Deamer replied, “It’s not the case that </span><span>there will be ultimate success, but that doesn’t mean you don’t strive. We have to be generous and flexible about what these changes look like because the standards of measuring them will change along the way.” </span></p>\n<p><span>With that, the conference concluded, </span><span>but hopefully, the Convergence has not. </span></p>\n<p><em><span>Event recordings and videos will be available soon through GSD Women in Design.</span></em></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Katie Lau"},"slug":"katie-lau","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"An Image for the Present"},"slug":"an-image-for-the-present","meta":{"volume":"4","number":"07","bulletin":false,"publication_date":"2018-11-08"}}}}