{"title":{"rendered":"The Architect, Light, and Healthcare—An Interdisciplinary Approach to Wellness"},"content":{"rendered":"<p>Upon graduating from the University of Michigan in 1976, my career began by testing Solomon’s wisdom found in Proverbs 3:5 to “trust in the Lord, and lean not on your own understanding.” The economy was bust at that time, and after many rejections to work in various architecture and engineering firms a divine calling in a restaurant led to a job offer at a New York-based lighting research organization. Who knew that this position would one day lead me to an interesting and varied career spanning architecture, light, and health?</p>\n<p>My first research project studied office workers. Using time-lapse photography, my team and I categorized their range of visual tasks and how lighting affected their ability to perform them. As a part of this not-for-profit lighting research organization I learned the importance of lighting quality, circadian rhythms—which drive our rest and recovery cycles—and the importance of lighting for the navigation of ships at sea, for work in underground mines, and for driving along highways at night. Over the course of my research, I went on aircraft carriers, traveled into the depths of the earth, and froze on the Dan Ryan expressway in Chicago while measuring roadway lighting.</p>\n<p>While directing the research program at the Lighting Research Institute, Dr. Philip Brickner, MD, the father of the Homeless Healthcare in Community Medicine program at St. Vincent’s Hospital, contacted me about hanging UV lights in homeless shelters. An outbreak of tuberculosis (TB) in a thousand-bed men’s shelter located just under the Triborough Bridge in Manhattan (now the RFK bridge) helped him recall that germicidal UV lights were used in the 1950s to protect healthcare workers from patients with active TB. Tuberculosis is not a disease foreign to New York. In the 1890s, tuberculosis was highly infectious, spreading quickly in the densely populated tenement slums in the Lower East Side, earning them the reputation of “Lung Blocks.” As a result, building code reforms regarding access to light and air took on new urgency as a public health measure. Today, in slums of cities in developing countries, this same level of density is a major factor driving the spread of airborne disease. TB can be transmitted between people by infectious particles that can float for hours on air currents and are then inhaled into the recesses of the lung. Germicidal UV light can deactivate the DNA in these infectious organisms in the environment and render them harmless. This led to the largest field trial of upper room UV efficacy in the U.S., which encompassed six U.S. cities, 14 buildings, and 1,200 UV fixtures.¹</p>\n<p>At the Brickner Research Unit, we followed the research protocol developed by our colleagues at Harvard University’s Chan School of Public Health, who have been our partners in applying this technology around the world. This project began a transition of my work into the healthcare arena. Tuberculosis is still one of the deadliest infectious diseases globally, and antibiotic resistance to it has become an emerging issue. Yet its DNA can still be disrupted by germicidal UV. Our colleagues at Harvard and at the Centers for Disease Control and Prevention have developed an entire summer course on design and engineering approaches to airborne infection control, in which I teach germicidal UV application. Architects, medical doctors, and nurses all learn, together, what is important to controlling the transmission of airborne diseases. Michael Murphy and Alan Ricks, co-founders of MASS Design Group, were among the first architects to take this course and begin applying its principles. Their work in Rwanda on the Butaro Hospital and Cancer Center re-conceptualized how patient spaces are designed by including natural ventilation and germicidal UV to protect immunocompromised patients. This medical, architectural, and engineering approach has opened many minds to the benefits of interdisciplinary collaboration.</p>\n<p>In many parts of the developing world, buildings were designed to capture daylight and natural ventilation with large windows and through the orientation of the building; however, efforts to provide cooling comfort in some of these facilities usually result in closed windows. A number of cooling units recirculate air but provide no ventilation; this approach cuts off necessary ventilation that cleanses the air of infectious microorganisms. In these cases, the use of upper-room germicidal UV becomes a vital supplement to ventilation in order to cleanse the air. As architects we have the opportunity to help heal the world by working with both high and low-tech solutions.</p>\n<p>The Brickner Research Unit’s work on airborne transmission control continues at Mount Sinai Hospital in the Upper East Side of Manhattan. Recently, our research efforts have focused on the role of light and health using solid-state LED lighting. Blue light is known to play an important role in alertness by suppressing melatonin, a hormone generated at night to allow sleep. Too much blue light at night can be disruptive to sleep, yet might benefit doctors who need to perform critical surgical procedures. A pilot study found that doctors performing simulated surgical procedures were quicker, more accurate, and calmer under enhanced spectrum lighting versus conventional fluorescent lighting.²</p>\n<p>We are also studying I.M. Pei’s design for the Guggenheim Pavilion at Mount Sinai. In 1992 the <em>New York Times</em> observed that “whether or not its radiant rooms can help patients recover more swiftly from illness, Mr. Pei has issued a fine prescription for hospital design. Take two atriums. Call in the morning light.”³ We studied the lengths of stays for 118,000 patients in the Guggenheim Pavilion and found that those who receive bright, early morning bright light from the southeast recover at faster rates. As a result of these findings, we are now embarking on a controlled study to determine whether circadian lighting—which simulates the day-to-night cycle in changing spectrum and intensity—can aid patients’ sleep, and hence recovery. Our research will study the sleep of hospitalized patients under circadian lighting versus a control group under conventional fluorescent lighting. Ultimately, we hope to inform medical staff of what can enhance patients’ sleep by studying environmental noise, the timing of “lights-off,” the change of spectrum from dawn to dusk, and the timing of clinical care.<br />\nArchitecture with a public health focus is important not only from a medical standpoint but also for other applications—such as schools, offices, outpatient clinics, and transportation. As a trained architect, I have been able to use this perspective to frame research studies and new possibilities for translating this research into the built environment.</p>\n<p>Further information http://labs.icahn.mssm.edu/vincentlab/</p>\n<p>[1] Tina Kelley, “In the Fight Against TB, Hope for an Invisible Weapon,” <em>The New York Times</em>, November 27, 2000, https://nyti.ms/2GpTwHG<br />\n[2] Octavio L. Perez, Christopher Strother, et al., “Effects of ‘Blue-Regulated’ Full Spectrum LED Lighting in Clinician Wellness and Performance, and Patient Safety,” <em>Congress of the International Ergonomics Association</em>, pp 667-682 (2018), http://bit.ly/2Bmd1xs<br />\n[3] Herbert Muschamp, “Architecture as an Antidote,” <em>The New York Times</em>, September 24, 1992, https://nyti.ms/2t6p4KF</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Richard L. Vincent"},"slug":"richard-l-vincent","meta":{"degree":"B.S.Arch., M.S., FIES, LEED-AP, Brickner Research Unit TB/UV Studies, Icahn School of Medicine Mount Sinai","graduation_year":""}}],"fold":{"title":{"rendered":"Just What the Doctor Ordered: Health and Architecture"},"slug":"just-what-the-doctor-ordered-health-and-architecture","meta":{"volume":"4","number":"11","bulletin":false,"publication_date":"2019-02-07"}}}}