{"title":{"rendered":"The Ring Road"},"content":{"rendered":"<p><em>Tory Grieves, MEM &amp; MBA &#8217;18</em></p>\n<p><span>Cinching a gut bloated with rice &amp; cheap beer, Kathmandu’s ring road – the worn belt – girdles the city’s mayhem without grace. </span></p>\n<p><span>Approaching it, I pull my bandana down around my neck &amp; spit out the dust that settled on my tongue. I’m the tough runner: puffing my chest at the frenetic road to appear a bit taller and fiercer.</span></p>\n<p><span>The closer I come, the more I cower.</span></p>\n<p><span>I slow down to a walk before reaching the row of tiny </span><i><span>chiya </span></i><span>shops along the periphery. I squint. Cursed buses spew high-pitched Hindi lyrics as men perched on bumpers cling for their dear lives. The careening cans and I exchange sharp words in carbon dioxide and billowing exhaust. </span></p>\n<p><span>Still, most days I choose to slip out of bed and through my roommates’ slumber, pull on my running shoes, and meet the expanse of pavement. This is the lens through which Nepal becomes most clearly focused. </span></p>\n<p><span>The vastness of the landscape draws me in closer to the place. The expanse links paved chaos to gravel, to lacustrine soil, to rice fields and hills &#8211; demanding to be called </span><i><span>Champa Devi</span></i><span>, </span><i><span>Pulchowki</span></i><span> -to Himalayan peaks that surprise nearby clouds with their striking similarities. The way a husky must feel next to a wolf.</span></p>\n<p><span>My respect and love for this country sometimes seems to balance on western privilege, on seeing glaciers up close, on ten-cent samosas, and on beautiful, bright clothes. My love is fragile and exposed. And it depends on nothing.  </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Tory Grieves"},"slug":"tory-grieves","meta":{"degree":"M.E.M.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Borders"},"slug":"borders","meta":{"volume":"2","number":"02","bulletin":false,"publication_date":"2016-09-15"}}}}