{"title":{"rendered":"The Color of COVID"},"content":{"rendered":"<p><strong>Scarlet</strong>: The color of the bubbles that are blooming all over the Johns Hopkins COVID-19 Map. At the beginning they were all islands, the space between them waiting in gray, but now they have expanded. Overlapping circles produce crescents of varying intensities. Scarlet overlays scarlet on<br />\nmy screen.</p>\n<p><strong>Blue</strong>: The color Joni Mitchell dedicated “Blue” to, an album I listened to today. My cat watched as I picked up a dusty guitar that I usually don’t have time to play and plunked out one of my favorites.</p>\n<p><strong>App-Store-Blue</strong>: The color of Zoom’s application icon, which is bobbing at the bottom of my screen, reminding me it is my only conduit to the world outside my apartment.</p>\n<p><strong>Taupe</strong>: The hue of my coffee, which I drink before going nowhere, stirring up feelings of normalcy.</p>\n<p><strong>Seafoam Green</strong>: The color of the small bottle of Purell I’ve been keeping in my coat pocket. Until now I tried not to use the stuff. I figured most microbes were good, like the ones that live in our gut or make bread rise or beer fizz. What I mean to say, I guess, is that I still think most of what Purell kills is worth keeping around, and that I’m scared of how sterile life is rapidly becoming.</p>\n<p><strong>Dusty White</strong>: The color of N95 masks. My dad sent me a handful of them loose in a shipping envelope. The smell reminds me of Building Project, the relief that I felt when summer came last year, how I would find them stuffed into the pockets of my jeans when I did laundry, coated in construction chalk and dirt.</p>\n<p><strong>Red</strong>: The color of so many media company logos. I’ve watched less Netflix than I might have hoped and more CNN. Red marquees cross the screen with a deluge of information so hard to keep up with that I have taken to knitting when I’m too saturated to take any more. Each row feels like the expulsion of some small portion of my anxiety. When I’m done, I will have a shirt: a wearable testament to my unease.</p>\n<p><strong>Butter Yellow</strong>: The color of the unknowing daffodils that are poking up out of the ground in expectation of April, soon to be devastated when we do not celebrate their arrival by huddling together on the steps of Rudolph Hall sipping iced coffees<br />\nthis year.</p>\n<p><strong>Bright Green</strong>: The color of FaceTime’s accept button. I’ve talked to more of my friends in the last couple of weeks than I have since I got to YSoA. Nothing has changed about the distances between most of us. None of them are architects, but all are very curious how we could possibly finish the semester remotely. Today Erika asked, “how can you study space through a computer? They<br />\nflatten everything.”</p>\n<p><strong>Brownish-Red</strong>: The color of the brick wall that makes up half of the view out of the window next to my makeshift studio space, which is also my partner’s desk, which is also our dining room table. The other half is a busy parking lot within which there are cars mysteriously pulling in and out, construction workers coming and going and squirrels chasing one another up and down trees. The brick wall, on the other hand, is the same almost all the time.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sarah Weiss"},"slug":"sarah-weiss","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Color"},"slug":"color","meta":{"volume":"5","number":"16","bulletin":false,"publication_date":"2020-03-26"}}}}