{"title":{"rendered":"The Color of the Carpet"},"content":{"rendered":"<p>&nbsp;</p>\n<p>My first encounter with the carpet was digital—an undergrad dreaming of Rudolph Hall, a blogpost voyeur of badminton games, final reviews, and grad school fashion made instantly chic in the orange paprika glow. I didn’t know to call it “paprika” back then and I didn’t know that it mattered. No one did before the 2008 renovation, during which the carpet, nearly forgotten, was resurrected from a 3/4” x 1 1/2” swatch found under a filing cabinet in former Associate Dean John Jacobson’s office, perfectly preserved. After its years of absence, Dean Stern was particularly proud of the debut which brought the carpet to more spaces than original and “gave the cold concrete a warm glow.”[1] It reflected light, as Rudolph always intended, “[making] the floor appear to rise or float in contrast to the heavy corrugated concrete walls, [stimulating] the eyes of the viewer.”[2]</p>\n<p>To Rudolph, the carpet was “orange,” perhaps even “bright orange”—an active, creative, expressive hue selected in collaboration with Boston-based interior designer Bill Bagnall, and undoubtedly inspired by a trending interest in color theory and the new presence of Josef Albers at the School of Art.[3] After the fire in 1969, the ruined carpet became yet another symbol of an era past, replaced by an institutional brownish burgundy until the restoration in ‘08. When it did resurface, just shy of forty years later, Stern could simply no longer call it orange. “It’s paprika!” he allegedly protested after hearing it misnomered one too many times. A new name for a new carpet for new times. And, as the title of this very publication suggests, it stuck. So what’s the big difference between “orange” and “paprika”?</p>\n<p>It might be the actual color itself. In a recent conversation with former Associate Dean Jacobson—who Richard has referred to as “YSoA’s lead carpet historian”—I learned that, despite the veil of “authenticity,” the color of the current carpet is likely not the exact same color as the old. I mean, of course, it isn’t. The old carpet was wool and the color discontinued. Meanwhile, the new fibers are synthetic, the hue “closely matched,” not exact. In the course of our conversation, Jacobson even<br />\nsuggested the swatch-from-under-the-filing-cabinet was a different hue entirely, more yellow-y orange than red orange. “I think at some point, when we were reviewing the color match options, Bob just chose which orange he wanted to be the orange,” he recalled. In his hesitation to commit this memory to fact, Jacobson reveals that memory itself is much like color. It’s volatile. It shifts and fades with time.</p>\n<p>I tried, unsuccessfully, to locate the original carpet swatch for the sake of this article. But even if I did, what would it prove? The paprika carpet today, in the 4th floor pit—worn down by shoes chasing shuttlecocks, cookie crumbs from lunchtime talks, and perhaps even a tipped over, un-sanctioned coffee or two—is nothing like it was fresh in 1963, 2008, or even what it will be, after it&#8217;s all replaced again when we return in the fall. In “paprika,” Dean Stern both rebranded the carpet and constructed a tangible image for YSoA, one pulled together, in all of its difference, against our undoubtedly loud, idiosyncratic variant of orange. Whatever its hue, we dress for paprika. We dress in paprika (sometimes literally—see Max and Sasha’s Fall 2018 badminton uniform). We photograph our shoes on paprika. We scheme to monetize or decorate our new home offices with the very used scraps of paprika. And here, when we write for Paprika!, we write for us.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Robert A. M. Stern and Jimmy Stamp, Pedagogy and Place:<br />\n100 Years of Architecture Education at Yale (New Haven (Conn.): Yale University Press, 2016), p.569)</li>\n<li>Timothy M. Rohan, The Architecture of Paul Rudolph<br />\n(New Haven, CT: Yale University Press, 2014), p.103)</li>\n<li>Ibid.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Angela Lufkin"},"slug":"angela-lufkin","meta":{"degree":"M.Arch I","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Color"},"slug":"color","meta":{"volume":"5","number":"16","bulletin":false,"publication_date":"2020-03-26"}}}}