{"title":{"rendered":"The gateway to conflict: Postmodern necromancy in Copenhagen"},"content":{"rendered":"<p>In 1986 the Danish Postmodern architect and writer Ernst Lohse completed his first major work, a temporary gate leading to Copenhagen’s Strøget, the longest pedestrian-only shopping street in the world. The original review of the gate in the May 7, 1986 issue of Kristeligt Dagblad, titled “And so Copenhagen Got a Gate Again” cast Lohse as a kind of architectural necromancer, a re-animator of long-dead historical structures: “The last time Copenhagen had a gate at this entrance was under the initiative of Frederik III, but that has fallen to the teeth of time and can today only be seen in The Danish Vitruvius.”[1] It was Lohse’s explicit intention to revive Vesterport, the original western gate to Copenhagen, as his designs sought to enact his 1986 manifesto <em>Our Construction Must be Based in the Irrational</em> which argued that Danish architects must work to “rediscover the entirety of our formidable cultural heritage” through the Postmodern articulation of historical forms.[2] The first Vesterport was built in 1558 and underwent significant renovations in 1668 under Frederik III as part of the larger 17th century process of fortifying Copenhagen, becoming its own kind of architectural novelty in the process. Frederik III’s gate flirted with Postmodern sensibilities some 300 years early with details like the use of cannon barrels as columns supporting the main cornice. These original cannon barrel columns were later removed during the 1772 renovation by Frederik IV, and Vesterport was eventually destroyed in 1857 when Copenhagen ceased to be a fortified city.</p>\n<p>Lohse’s own design references the multiple iterations of the original gate in a negotiation between historic fidelity and colorful Postmodern aesthetics; the result is a vibrant husk of architectural history, deconstructed and symbolically potent. Yet the context surrounding Lohse’s gate was quite different from that of 17th century Copenhagen. Where the original gate had a guardhouse/customs checkpoint to its left and a market for selling hay and horses on its right, Lohse’s structure was flanked by a luxury furs tailor and a Burger King. These adjacencies betray the larger aims of the project, which was funded by the city of Copenhagen to increase tourism and promote the shopping district. Lohse originally planned to (re)build not just one entrance to Strøget but three, reviving the other gates Østerport and Nørreport so that the 17th century fortifications might be reborn together as instruments of commercial spectacle, branding neighborhoods through an early example of the “pop up” format. We might question the decision to use the typology of the gate, which has historically been a marker of exclusion and military might, towards these ends.</p>\n<p>Indeed, the structure was controversial; despite Lohse’s own self-professed quasi-nationalist affinity for Scandinavian history and architectural symbolism, many claimed that the gate was not Scandinavian enough. This sentiment was echoed in other critiques of Postmodern architecture in Scandinavia, a result of the movement designing avant-garde reinterpretations of historical structures rather than earnest reproductions—a different kind of afterlife.[3] However, once the temporary structure approached the date of its scheduled demise, the focus of discussions about the gate changed, becoming “no longer about art, but about politics”; a follow-up article in the July 17, 1986 issue of Kristeligt Dagblad read, “The gateway to Strøget has become the gateway to conflict” as opposing political and social groups fought over its demolition or preservation. The project lived up to its characterization as a “gateway to conflict,” as diverging public attitudes around politics, national identity, and preservation were played out through discussions of this curious architectural object. This is in line with the larger discourse around Postmodern architecture in Scandinavia, which became a site where “emancipatory movements like feminists, environmentalists and radical leftwing movements, overlapped (unintentionally) with conservative forces struggling towards a more liberal society.”[5] In a reversal of typical conservative attitudes towards public arts funding in countries like the United States, it was members of one of Denmark’s more conservative political parties that campaigned for state funding to permanently preserve this public art piece, writing, “It is pathetic and contemptuous for historical art like ‘the Gateway’ not to be preserved for the future.”[6] In the end, the gate was destroyed, an ironic confirmation of Lohse’s own claim that “Culture lives where conformity is burned down.”[7] It is significant that this project, an early built example of Scandinavian Postmodernism, became such a site of conflict after the movement’s initial incubation in academic publications and exhibitions; the revivified gate became a lightning rod, with discourse leaping from the page to the street.</p>\n<p>The spirit of Lohse’s project is inherited by contemporary reanimations of European classical architecture through Postmodern aesthetic tactics, such as Yugoslavian government buildings being covered with vinyl stickers of faux traditional ornament in what Marco Icev has called a “plan for the destruction of Modern monuments through Postmodernism.”[8] Given the current context of right-wing European nationalism’s obsession with classical architecture, reactionary critiques of Denmark’s immigration policies, and the gate typology’s own symbolic power and exclusionary origins, it seems possible that Lohse’s sequel to Copenhagen’s original gate might get a more sinister follow-up, rounding out the saga of Vesterport into a trilogy.</p>\n<p>&nbsp;</p>\n<p>[1] All of the original Danish texts were translated into English by Henry Weikel, a Mst. Candidate in English Literature at the University of Oxford. “And so Copenhagen Got a Gate Again.” <em>Kristeligt Dagblad</em>, May 7, 1986.<br />\n[2] Lohse, Ernst. “Our Construction Must Be Based in the Irrational.” Kristeligt Dagblad, July 26, 1986.<br />\n[3] See Mats Tormod, “Venturi in Manhattan”, <em>Arkitektur</em>, No , pp. 30-31 1980<br />\n[4] “Gate to Conflict.” <em>Kristeligt Dagblad</em>, July 17, 1986.<br />\n[5] Mattsson, Helena. “Revisiting Swedish Postmodernism: Gendered Architecture and Other Stories.” <em>Konsthistorisk Tidskrift/Journal of Art History 85</em>, no. 1 (2016).<br />\n[6] “Gate to Conflict.” <em>Kristeligt Dagblad</em>, July 17, 1986.<br />\n[7] Lohse, Ernst. “Our Construction Must Be Based in the Irrational.” <em>Kristeligt Dagblad</em>, July 26, 1986.<br />\n[8] Icev, Marco. “The Archive Is Burning.” <em>UCLA Urban Humanities Salon Exhibition and Symposium</em>, June 2019, 46.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<figure id=\"attachment_7349\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150753/Erickson1.jpg\"><img class=\"size-full wp-image-7349\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150753/Erickson1.jpg\" alt=\"\" width=\"800\" height=\"1327\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150753/Erickson1.jpg 800w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150753/Erickson1-181x300.jpg 181w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150753/Erickson1-768x1274.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150753/Erickson1-617x1024.jpg 617w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a><figcaption class=\"wp-caption-text\">Lauritz de Thurah, Elevation of Vesterport the Western Gate of Copenhagen: Built in 1668 by Frederik III and renovated in 1722 by Frederik IV, etching, from Den Danske Vitruvius (Copenhagen, 1745).</figcaption></figure>\n<p>&nbsp;</p>\n<figure id=\"attachment_7350\" class=\"wp-caption aligncenter\"><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150755/Erickson2.jpg\"><img class=\"size-full wp-image-7350\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150755/Erickson2.jpg\" alt=\"\" width=\"720\" height=\"720\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150755/Erickson2.jpg 720w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150755/Erickson2-150x150.jpg 150w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/12/08150755/Erickson2-300x300.jpg 300w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a><figcaption class=\"wp-caption-text\">Ernst Lohse. The Western Gate of Copenhagen, photograph (1985).</figcaption></figure>\n"},"meta":{"contributors":[{"title":{"rendered":"Ian Erickson"},"slug":"ian-erickson","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Sequels:Afterlife"},"slug":"sequels-afterlife","meta":{"volume":"5","number":"10","bulletin":false,"publication_date":"2019-12-12"}}}}