{"title":{"rendered":"There are No Lines"},"content":{"rendered":"<p>Sarah Diamond is a Senior Designer at Michael Van Valkenburgh Associates and graduate of the GSD’s program in Landscape Architecture. Sarah is from Miami, where she experienced both the beauty and the might of nature, as when hurricanes snapped trees in half or knocked power out for weeks.</p>\n<p>There is no such thing as a natural line. There are no lines. The “lines” we speak of are simply two, three, and four dimensions colliding, pressing against each other. When we imagine and design the world through lines, we distort not only what exists but what is perceived. The single dimension is exclusively conceptual.</p>\n<p>Why this reliance on the idea of the line? Where does this need for edges and boundaries come from? It is at least in part a result of the way we see. The eye perceives changes in light and the brain translates those into changes in depth, material, and direction. The many possible reasons for this perception of edge don’t matter, all that we see is one plane abutting another. A practice like painting explores and interrogates the idea of the world as this series of planes. One plane sliding into another creates a visual differentiation, an edge. These edges don’t exist. But they are perceived.</p>\n<p>Paintings deal with the world of perception. But what of the imperceptible?<br />\nWhat happens when we impose our way of seeing and understanding the world visually onto systems and processes that are in constant fluctuation, overlapping each other, operating at vastly different scales of time and distance?</p>\n<p>By seeing the world as surfaces and lines, we ignore all that happens below and above, and between. We come to believe that the world exists as we see it. But we only see in two dimensions, in approximations. We cannot impose lines on the earth and then expect anything to conform to those lines. Even a line that is fortified and dug deep, the sturdiest of walls, will be pressed upon from every direction until it gives way, or will be excavated or covered until it becomes redundant.</p>\n<p>We know that these lines are imposed imaginings. Then why do designers continue to insist on representing the world through lines? There are voices encouraging the unbuilding of structures, the dismantling of impositions, but still we falter at the task of representation.</p>\n<p>In <em>Representing Place</em> Edward S. Casey writes: “The truth is that representation is not a contingent matter, something merely secondary; it is integral to the perception of landscape itself—indeed, part of its being and essential to its manifestation.” The way we see and the way we represent end up affecting what is. What is is complex, ever-changing, and often outside the limitations of human perception.</p>\n<p>We rely on lines because to fathom and represent the processes of landscape is to recognize the insufficiency of that representation. “Accuracy” becomes simulacrum and we end up with versions of Borges’ map. Our inelegant solution is to see edges where there are none and to impose boundaries where there can be none.</p>\n<p>Reliance on the idea of the line is to privilege human perception and to perpetuate the folly that is human domination of the world. To discard the line is to accept the power of planetary processes.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sarah Diamond"},"slug":"sarah-diamond","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"meta":{"volume":"5","number":"04","publication_date":"2019-10-10"}}}}