{"title":{"rendered":"“There and back again:” Silas Kopf’s Marquetry Shop"},"content":{"rendered":"<p><span>In November, I visited Silas Kopf at his Easthampton, Massachusetts shop and studio. Silas is an American master of the art and craft of marquetry, the application of veneer to the surfaces of furniture and objects to create images, patterns, and </span><i><span>trompe l’oeil</span></i><span> illusions. Marquetry translates a drawn design into a curious and mysterious version of itself, made of morsels of different woods that coalesce in a polished surface. These treatments are like one-of-a-kind jigsaw puzzles. Marquetry offers a form of decoration that is at once applied to a surface but mysteriously appears to be integral to the wood of the cabinet’s construction. </span></p>\n<p><span>Silas showed me three curved cabinet doors laying across his work bench. Laminated onto each door were single frames from a longer scene of a fox creeping menacingly closer toward a mother goose and her goslings, all laid in richly figured woods. The muddy ground of the clearing was a streaked Macassar ebony; the fox’s fur, a shimmering red-orange gum tree veneer; the goslings’ down, a silvery blonde maple. The entire surface of each door was covered in a neatly flat image of wood, but it was impossible to tell how deep the wood of that image extended.</span></p>\n<p><span>Seemingly two-dimensional, marquetry appears to be an easy color-by-numbers game. You might compare it to tracing an image, breaking it down into simple fields of tone, and then filling in each field with paint or pigment to copy the image onto a canvas. But marquetry makes its reproductions in wood, and wood veneer, unlike paint or digital color, retains the undeniable dimension of its thickness. This transforms Silas’ work. A marqueter not only has to be a master of the image, but also of its facsimile into wood by way of material practice. Manipulating material beyond mere color and tone, Silas takes his designs from image to object, and back again.</span></p>\n<p><span>On the other side of the shop, Silas quickly drew a picture of a few falling leaves to demonstrate the process. Watching him work, I recognized the care that each cut demanded. The veneers were dry and brittle, and the shapes in the image were complex. After tracing a portion of the picture onto a sheet of veneer, Silas cut it out with a hair-width saw blade. He held up a tiny fragment of a leaf. It was paper-thin, but it was an object, no longer a drawing. </span></p>\n<p><span>The moment the image came together struck me immediately. One part of the leaf fit against its neighbor with a tight joint; complementary beveled edges created by the saw allowed a seamless fit. The full image appeared as Silas inserted the leaf into a background veneer, dropping it into a perfectly matched hole to make a single sheet of marquetry. Each piece that he’d attended to as an individual object disappeared into an uncanny wooden replica of the image with which we’d begun. </span></p>\n<p><span>I visited Silas’ shop seeking to witness a seldom-seen craft in action. I thought I might see enough to eventually try it out for myself. And I knew that there was something to be investigated about the inevitable challenges of taking a drawing and replicating it into wood. </span></p>\n<p><span>Beyond confirming that the process of making marquetry is just as enchanting as the finished objects, the visit highlighted these acts of replication as a materially contingent practice. The seamlessness of the wooden image, critical to the magic of a marquetry surface, depends on careful attention to the individual object of each piece. This attention is not like the hidden processes within the technological black box of a photocopier, nor is it like the blind action of a programmed CNC laser. The result depends on the tacit skill of the craftsman, deployed as he makes each element of the whole.  </span></p>\n<p><span>The hallmarks of Silas Kopf’s craft are skilled drafting, steady cutting, and careful assembly. They are also his choice of tools, designed to minimize error and guarantee accuracy. When replicating an image from his design drawings into marquetry, this sensitivity to material enriches his act of facsimile across media. His varied works resonate with exceptional realism for having been grasped as object before snapping back into focus as image.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Andrew Kim"},"slug":"andrew-kim","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Same Same, But Different"},"meta":{"volume":"4","number":"10","bulletin":false,"publication_date":"2019-01-24"}}}}