{"title":{"rendered":"Thin Things or Possibly A Building"},"content":{"rendered":"<p><span>MATTHEW BOHNE (MArch II, ‘17)</span></p>\n<p><i><span>“What am I looking at?” </span></i></p>\n<p><i><span>“What you are looking at is Piranesi, Kahn, and a ballet dancer in a bar placed in a gilded frame. This is somewhere along the lines I imagine my midterm review to begin.</span></i><span>”</span></p>\n<p><span>Midterms week at the YSoA conjures images of  models and drawings pinned up on the walls with oversized monitors for validation by the doyens of architecture. Yet, we rarely ask ourselves, ‘what are we looking at?’ ‘what are the means we use to communicate ideas of architectural possibility?’ Last Spring, my alma mater, Rhode Island School of Design, showcased a collection of drawings, prints, and photographs from the archives of Alvin Boyarsky, former director of the Architectural Association. The exhibit,  </span><i><span>Drawing Ambience: Alvin Boyarsky and the Architectural Association</span></i><span>, exemplified Alvin’s belief that “we fight the battle with the drawings on the wall.”</span><span> Amidst the whims of Zaha Hadid, the quakes of Lebbeus Woods, and the delicacies of Michael Webb, absent was the presence of what we may demand as a clear architectural proposal. There were no plans, no sections, and no indication that our world was not seen at 89 degrees, or within a roving female form consuming the city, or within a giant sail marooned on an island.</span></p>\n<p><span>Each drawing’s thesis and terms for evaluation and engagement are unique, not universal. Yet, each drawing “problem-worries” rather than  “problem-solves.” The ideology of “problem-worrying” was the central theme to a lecture given at the AA in 1966. Professor Emeritus Stanford Anderson, from the Massachusetts Institute of Technology, argued for a new age of architects more concerned with problem-worrying than problem-solving. Anderson argued that the current models of problem-solving in architecture are either interested in problems achieving definite goals or with problems synthesizing from a body of established facts. Conversely, he proposed an architecture of problem-worrying, “ concerned with structuring man’s environment so as to facilitate the achievement of human purposes, where the purposes are incompletely known at the outset and cannot be extrapolated from known purposes.”</span><span> Anderson proposes: humanity’s purpose is to categorically alter the very environments that creates them.</span></p>\n<p><span>I argue that drawings of “problem-worrying” suggest new environments subject to the very processes of their generation. These are drawings that work within and on the disciplinary boundaries. The best drawings straddle an elusive division between suggestive image-making and rigorously constructed spatial concept embodying Bruno Latour’s question, “</span><span>why do we so often act as if matter itself were made of parts that behave just like those of technical drawings, which live on indefinitely in a timeless, unchanging realm of geometry?”</span><span> Like the drawings hanging on the walls of museums, there is an urgency to discuss the undisciplined drawing.</span><span> As students interested in the discipline of architecture and representation, it is paramount that we ask ‘how do we construct an undisciplined drawing?’ Moreover, ‘how do we establish the terms for evaluation?’ Marco Frascari proposes that our profession must be aware of the types of drawings we make. Our methods of representation have been “codified by tradition, the profession, and legislation.” Yet, as architects often do, we clamor for design totality. Our drawings must hold the color, the smell, the emotional resonance and affect that concretizes architecture; evocations that drawings of codified conventions cannot hold.</span></p>\n<p><span>Before Yale, I had the privilege to speak at length with Amy Kulper, a self-identified historian of ideas and Assistant Professor of Architecture at Taubman College, University of Michigan. We discussed the instrumental nature of the image that prompted a close friend and mentor of Professor Kulper, Dalibor Vesely, to speculate on the nature of image-making. Vesely posits there is a distinction between instrumental and symbolic representations, and argues that we can trace the meaning of “symbol” back the Greek word </span><i><span>symbolon</span></i><span>, which means ‘to gather.’ The mission of symbolic representation is to gather meanings together. Additionally, instrumental representations connote utility. In this way, the cut sheet serves as instrumental representation in that “constructional logics of the object are its sole ambition.”</span><span> An example of this type of representation may be the prolific artifacts made by SHOP Architects. Diametrically, we read the work of Perry Kulper as symbolic. Here, the architect employs relational drawing methods with the capacity to draw potential meanings and references together. </span></p>\n<p><span>In the case of the cut sheet, the process by which the image was designed is no longer relevant. What is important is its relationship to the process by which the final object will be made. In the case of the work of Perry Kulper, the drawing is of nothing. Beautifully nothing; not overtly illustrative or diagrammatically reductive. The site of the work is the drawing surface, and the drawing is a means of exploration. The drawings of Perry Kulper, most of which now have been widely published, were completed in the 1990s. Since then, they have inspired and mystified many. But why?! Why are we admittedly seduced by the ‘undisciplined drawing’? The (re)conceptualizing of available representational strategies begins with contextualizing them and understanding when representations are most successfully deployed. This also comes with the  understanding ‘that the questions we ask now may no longer be suitable via plan or section.’ Contemporary architectural drawings may resist immediate understanding, or even efficiency, and may even be artworks in and of themselves.</span></p>\n<p><span>This semester I have the privilege of working with Sean Griffiths, Sam Jacobs, and  Jennifer Leung in their Post-FAT (Fashion Architecture Taste) studio. They embody the instrumentality of architectural drawing. From the beginning, our tutors have described the studio as “post-plan” and “post-section,” and rather suggests the investigation of the tension between the composition of lines on paper and the composition of matter in space. The method of this studio aims to arrive at drawings and things not yet represented as the thing itself. This process is only achievable if we move beyond known representational conventions and relationships and use the drawing surface as a means of discovery. To recapitulate Jacob and Griffiths, architects do not make buildings, but rather drawings of the possibility of building. The more lucid question is: why do we subscribe to a notational system that represents an architecture? This practice requires close-reading our own work. We are not able to produce work with a predetermined understanding of what it will mean, and are able to interpret its meaning after brought it into existence.</span></p>\n<p><span>Having attended a strictly art and design school before my arrival at Yale, I will be the first to admit that I am uncomfortable. I am uncomfortable with the way in which we receive and evaluate work in a jury setting. Sean Griffiths best elucidated my unsettlement when he described our reviews as more familiar to fine art practice; the production of work and the representation and reading of work is a contingent and relational practice. For each drawing and artifact we produce, we are searching for its specific evocation, but also for possibility. It is fertile ground for a reconsideration of the work we produce and how we produce it, questioning the highly prescriptive curatorial practices of display. Think “Advertisements for Architecture” (1976) by Bernard Tschumi. As we approach jury week, our work is calling us to understand its essence, and the most productive means to present that work: a synesthetic tour-de-force.</span></p>\n<p>&nbsp;</p>\n<p><strong> Marjanović, Igor, Jan Howard, Nicholas Boyarsky, Beau Johnson, Sarah Rovang, and Alvin Boyarsky. <i>Drawing Ambience: Alvin Boyarsky and the Architectural Association</i>. (2015): 139. Print. Mildred Lane Kemper Art Museum.</strong></p>\n<p>Anderson, Stanford. &#8220;Problem-Solving and Problem-Worrying.&#8221; Architectural Association, London. Mar. 1966. Web.</p>\n<p>Latour, Bruno. &#8220;Can We Get Our Materialism Back, Please?&#8221; Isis 1.1 (2010): 138-42. Print.</p>\n<p>Kulper, Amy, and Carl Lostritto et. al. &#8220;Interview with Amy Kulper.&#8221; Work in Progress 1.16 (2015): 44-47. Print. Rhode Island School of Design Architectural Press.</p>\n<p>Nesbitt, Lois Ellen., Alexander Brodsky, Ronald Feldman, and Ilya Utkin. Doll’s House. 1990. Etching. Brodsky &amp; Utkin: The Complete Works. New York: Princeton Architectural Press, 2003. Print.</p>\n<p><span><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/Image-for-Bohne-Citation-in-article.jpg\"><img class=\"alignnone size-full wp-image-1290\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/Image-for-Bohne-Citation-in-article.jpg\" alt=\"Image for Bohne - Citation in article\" width=\"736\" height=\"1013\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/Image-for-Bohne-Citation-in-article.jpg 736w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/Image-for-Bohne-Citation-in-article-218x300.jpg 218w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/Image-for-Bohne-Citation-in-article-230x317.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/02/Image-for-Bohne-Citation-in-article-350x482.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></a></span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Matthew Bohne"},"slug":"matthew-bohne","meta":{"degree":"M.Arch II","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Metrics"},"meta":{"volume":"1","number":"20","bulletin":false,"publication_date":"2016-02-25"}}}}