{"title":{"rendered":"Thoughts on Skeletons"},"content":{"rendered":"<p>I’m not upset by discomfort. There’s a fun perversion in attempting to identify the almost real. The designer accepts it: close-up magic by way of 3DS Max. Bump mapping in digital space sells a story that lays a brick in real space. The client is convinced, but I’m not sure if the designer is. Does a magician enjoy a magic show?</p>\n<p>An architect in practice is less of a building maker than an image maker, chained by trade to deception: reality sold is reality built. We’re at a point where this sale is feasible, but there are gaps. It feels like we’re close, but the push to erase the line between deception and actuality has allowed the uncanny to slip through the cracks. The dialogue between maker (deceiver) and viewer (victim) is familiar, but as we move closer to the line of imperceptibility, it becomes increasingly tense. The bump map tricks the eye, but a lingering repetition creates unease. It’s not real, but it’s so close.<br />\nAt work, we hired a full-time virtual reality specialist. I’m skeptical. We put clients in big, black headsets that allow them to walk around unbuilt space. One client vomits. It’s not real, but it’s so close.</p>\n<p>I go back to school and nothing is real. Color-blocked vector cutouts populate line drawings that crudely imply material. They call it postdigital and it makes me comfortable. I use funny cutouts of skeletons and saturated yellow backgrounds. But I don’t think it’s postdigital; I don’t think we can be post <em>something</em> that hasn’t finished yet. When the illusion finally becomes imperceptible, then maybe we can move past it. But will we want to? I’m not ready for that answer yet. In the meantime, I’ll keep using funny skeleton cutouts and consider it.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Adam Thibodeaux"},"slug":"adam-thibodeaux","meta":{"degree":"M.Arch II","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Illusion, Deception"},"meta":{"volume":"4","number":"08","bulletin":false,"publication_date":"2018-11-15"}}}}