{"title":{"rendered":"Thoughts on the pluralism of the YSoA"},"content":{"rendered":"<p><strong>DANIEL LUSTER</strong> (<em>M.Arch &#8217;15</em>)</p>\n<p>“People in those old times had convictions; we moderns only have opinions. And it needs more than a mere opinion to erect a Gothic cathedral.”</p>\n<p class=\"p1\">&#8211; Heinrich Heine</p>\n<p class=\"p1\">Recently, I have been struck by the differences of the YSOA’s many approaches to architecture. The same students can, or sometimes have to, take studios from full-on classicists or a radically digital apologist in just two semesters time. This is, to say the least, an interesting context within which to work but is not without its dangers. It almost goes without saying that Yale’s School of Architecture doesn’t really have an architectural ideology. It prides itself in being a place of many voices, where all approaches are considered and valued — a place of pluralism. Architects from the most extreme ends of spectrum of design are brought here to teach and raise questions important to them. This atmosphere is, perhaps, the school’s biggest strength and yet it may also be its biggest weakness. I’m led to believe this by the fact that there seems to be very little ideological contentiousness in the school. It’s great to be exposed to a variety of ideas in order to understand the world of architecture, but pluralism becomes a problem if the students in a school cease to develop their own understanding and convictions about what is right in architecture and instead are encouraged to suspend beliefs about what architecture should be for them.</p>\n<p class=\"p1\">By pluralism, I don’t mean tolerance — a necessary and fundamental part of good education. It should be possible to believe different things from others without fear of punishment. Rather, I mean the predominate notion that all beliefs about architecture are equally valid to every individual. We pride ourselves at Yale on the fact that every form of architecture, with few exceptions, is given voice here. All ideas — from the fetishized digital to the neoclassical — are welcomed it would seem. Yet, one must ask the question: did you go to one of the most competitive schools to be told that every kind of architecture is equally valid? While the role of the academy need not be overly dogmatic, it should endeavor to help students develop deep convictions about what is right — for them — in architecture. This position differs from pluralism.</p>\n<p class=\"p1\">Because architecture is, at least partially, an aesthetic endeavor and therefore necessarily subjective and beyond any absolute truth, the only way to operate within it is through a belief structure. Constructing buildings, on the other hand, is regulated almost entirely by absolute conditions — budgets, deadlines, building codes, etc… This area of intersection of belief and reality, which we refer to as ‘practice’, is wrought with difficulties and makes building compelling pieces of architecture incredibly difficult. One of the fundamental qualities needed in order to be a good architect is to know deeply what one believes about architecture and what it should be. The longer I am involved in architecture the more I am certain that to be successful one must have conviction about their own work — by this I don’t mean arrogance or pride but merely a belief that what you are doing is compelling and should be built. While there are many things you should know when you graduate from architecture school, it is necessary to have a sense of what you find to be right in architecture. This opposition with other methods or beliefs creates a kind of friction that is positive — we learn more of what we believe when we are challenged.</p>\n<p class=\"p1\">The danger of our pluralistic environment is that students might be encouraged to suspend the development of a deep and personal belief about architecture, which could be devastating for their careers.<span class=\"Apple-converted-space\">  </span>We all need to learn how to have conviction.</p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}