{"title":{"rendered":"Through Material and Media"},"content":{"rendered":"<p>Defining a theory of what power is, as Foucault notes, is not possible without first understanding the mechanisms that enact it.(1) Through its encrustation into material form, architectural representation has the power to fix rituals and create habits. Perhaps far more importantly, these same representations can also become models in which power is reproduced through their dissemination. Through material and media, architecture and its representations are able to exercise power over others, making it critical that we evaluate both.</p>\n<p>Mid-19th century Britain was plagued with slums that were largely left unaddressed when considered with the economic advancements of Industrial Britain.(2) Proposed in a set of  recommendations to the Society for Improving the Condition of the Laboring Classes, Henry Roberts’ 1850 Plan for a Double House sought to provide the working class with housing that would improve sanitary conditions and raise the standard of living.(3) While it was lauded by critics as one of the first projects where an architect focused on low-cost housing,(4) it also reveals how architectural representation becomes a mechanism to control others.</p>\n<p>In the Double House, workers are reduced to generic inhabitants that are meant to fill up the spaces regardless of any specific identity. The two units on the first floor are therefore designed as mirror images of each other, most likely also to take advantage of standardized materials. Likewise, the two levels of the plan are almost exactly the same, showing that the project is designed as a replicable model. Furthermore, while the plans were developed by a Society that sought to improve living conditions, financial profit through rent was still vital for the project.(5) The plan and its financial motivations reveal that efficiency and standardisation were the chief concerns of Roberts, and that the plan was, as Pier Vittorio Aureli notes, “the most legible hieroglyph of a political economy.”(6) The plans show how architecture was able to regulate the lives of the working class by standardising routines and tethering them with financial obligations.</p>\n<p>Similarly, the scale and room layout of the units abstracted workers into family units fixing traditional gender relations and normative sexuality through built form.(7) With the clear assignment of the parents’ and children’s rooms and the allocation of the kitchen within the housing unit, the plan enforces the nuclear family unit and encourages “reproductive labor.”(8) In its spatial organisation, the kitchen is placed next to the parent’s bedroom and overlooks the living room that is connected to the childrens’ bedroom. This reveals a priority on domestic labor and the optimisation of its performance. In doing so, Roberts suggests a method of living. It is also important to note here that Henry Roberts’ proposal to the Society only included dormitories for single working men and women and houses for families.(9) There was no in between. In other words, for Roberts, the working class only had two options, to live in shared housing as a single laborer or live in private housing as a family. In this way, the plan forces familial structures of society on the working class.(10)</p>\n<p>The Plan for a Double House was eventually built in Windsor, Berkshire, and named the Prince Consort Cottages. While the built manifestation of the project enacts its prescribed ways of living on its inhabitants, Roberts’ representation ultimately had a far greater impact by influencing the design of other domestic spaces. The Double House project displayed an intricate roof design with elaborate window details and bare white surfaces on the facades. This aesthetic presented an image of housing that was both clean and orderly, a vast improvement from the slums that the inhabitant would have come from. In other words, the project’s aesthetics accelerated its circulation, culminating in its eventual display at the Great Exhibition of 1851. Seen in this way, aesthetics played a major role to hinder a critique of the Double House’s interior genericity and its gendered assignment of spaces. </p>\n<p>The Double House&#8217;s Architecture, both built and drawn, is a mechanism of power. Both in its organisation and its aesthetic, the project engenders larger social forces which simultaneously abstract and concretize life. </p>\n<p>(1) Michel Foucault, Security, Territory, Population (London: Picador, 2009), 16.<br />\n(2) Alison Ravetz, “Housing for the Poor,” in Council Housing and Culture: the History of a Social Experiment (London: Routledge, 2001), 30.<br />\n(3) Henry Roberts, The Dwellings of the Labouring Classes. (The Society for Improving the Condition of Labouring Classes, 1850), 1.<br />\n(4) George Saumarez Smith, “House Plan,” Architect’s Journal, 2015.<br />\n(5) William Ashworth, “The Improvement of Central Urban Areas,” in The Genesis of Modern British Town Planning (London: Routledge and Kegan Paul, 1954) 85.<br />\n(6) Pier Vittorio Aureli, “Life, Abstracted: Notes on the Floor Plan,” E-Flux, 2017: https://www.e-flux.com/architecture/representation/159199/life-abstracted-notes-on-the-floor-plan/<br />\n(7) Jeffrey Weeks, “Sexuality and the Labouring Classes,” in Sex, Politics and Society<br />\n(London: Routledge, 1989) 82.<br />\n(8) The term “Simple Reproduction” was introduced by Karl Marx in Capital, Volume 1, Chapter 23, and propagated by feminist authors Nicole Cox and Silvia Federici in the 1975 Pamphlet, Counter-planning from the Kitchen. Reproductive labor is labor that is performed for domestic life and ultimately reproduces the conditions for production.<br />\n(9) Henry Roberts, The Dwellings of the Labouring Classes (The Society for Improving the Condition of Labouring Classes, 1850) 36–61.<br />\n(10) In The Dwellings of the Labouring Classes, Roberts also prescribes a strict set of rules for the inhabitants, or “Unmarried Workmen and Labourers”. These included a schedule for resting, pre-allocated areas for storage, a list of activities that were not allowed, the standards of cleanliness and religious rules. This schedule shows how housing societies would be able to influence the lifestyles of the laborers with the provision of housing.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Joshua Tan"},"slug":"joshua-tan","meta":{"degree":"M.Arch I","graduation_year":"2022"}}],"fold":{"title":{"rendered":"Out of Work // Out of Control"},"slug":"out-of-work-out-of-control","meta":{"volume":"5","number":"18","bulletin":false,"publication_date":"2020-04-16"}}}}