{"title":{"rendered":"Timeworn Stocks"},"content":{"rendered":"<p><span>NICHOLAS MILLER (M.Arch I, ‘19)</span></p>\n<p>&nbsp;</p>\n<p>We often confuse stocks with the pillory. The pillory secure the neck and wrists, while stocks are for the ankles. Both originated in the 5th century and were located in public so the condemned were exposed to constant humiliation — an indication that these devices were not used to punish, but to teach.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> In ancient Rome or early medieval France (the precise origins are unclear), a victim’s ankles were placed into stocks and his feet covered in a solution of salt and water. Goats were then brought forth to lick off the solution. The sensation began as a tickle, but the goats’ coarse tongues eventually rubbed the skin and flesh from the victim’s feet. Other reports say the feet were coated in honey and licked until the victim reached insanity.</p>\n<p>&nbsp;</p>\n<p>On March 20th, 2001, when I was ten years old, I visited the Museo della Tortura in San Gimignano. <em>The purpose of the museum is to practice our memory.</em><a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> I look younger in the photos than I remember. “Exhausted by his first day in Florence,” my mother later wrote in our photo album, “Nick slept in then had a pizza breakfast on the square in San Gimignano.” It was the Piazza della Cisterna. I recall sitting on the steps that surround the piazza’s eponymous well, but that was after the torture museum, and I was eating gelato. She said that I begged her to go to the torture museum. How did I find out about it? Even at a young age, I had a strong interest in these sorts of things.</p>\n<p>&nbsp;</p>\n<p>I remember walking beneath arches between the piazza and museum. <em>A professional torturer’s reputation often depended on what ingenious methods he had invented and on how complete his stock of complicated instruments was—regardless of whether these devices served any useful purpose.</em><a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> Memorable devices and instruments included pyramids on which victims were made to sit, thumb screws, skull crushers, an iron maiden, hanging cages, chastity belts, spiked chairs, various collars, the pear of anguish, and a solitary confinement pit that was entered from above and only large enough to stand in. Some of these artifacts displayed a high degree of craftsmanship. Who designed them? <em>They are modern inventions. They were not used for torture—the very construction of these devices belies any torturous function. They appear infernal, but any consideration of them as instruments of torture reduces their utility.</em><a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a></p>\n<p>&nbsp;</p>\n<p>Despite having been granted permission to carefully study the museum, my parents forbade me from visiting the final exhibit, which was housed in a small structure across a courtyard behind the main building. I have since wondered what was in there, and believe it illustrated some sort of human vivisection. Perhaps I caught a glimpse of something. <em>Through this journey into machines used to cause death, public mockery, and pain, the exhibit shows horrors that our conscience has repressed but that have been part of human coexistence for centuries. Men applied as much creativity into finding new ways to inflict pain as into arts and culture.</em><a href=\"#_ftn5\" name=\"_ftnref5\"><sup>[5]</sup></a> If military technologies and strategies birthed the discipline of architecture, what did the crafts and sciences of torture bring forth?</p>\n<p>&nbsp;</p>\n<p>But what else can architecture do but offer ambiguous objects? We create objects born of power—a power rooted in violence. The memories of all who encounter them cling to our objects like burs. While we can recast our objects as cautionary memorials, they attract the burs of their reflections. We know not when these burs will be cast to the ground, nor what fruits the seeds will bear. Memorials are meant to temper the growth of violence through the practice of memory, but they can also attract burs with violence as their seed. The form that our objects are given before they are heaved into fields of time may determine the nature of the burs they attract and the form they accumulate, slowly by association. Are we, as architects, designers of artifacts, and reckless custodians of memory, responsible for that which may be born from the burs that cling to our creations?</p>\n<p>&nbsp;</p>\n<p>Architecture and the foundations of our culture operate through collective memories that are not remembered uniformly. Our inability to overcome ignorance of these fallible memories leaves our objects vulnerable to serve as evidence for the narratives of nefarious agendas. <em>I worry, about the impact of unaddressed questions once brought to consciousness</em>.<a href=\"#_ftn6\" name=\"_ftnref6\"><sup>[6]</sup></a> Architecture is a dangerously ambiguous vehicle that carries the underlying myths of society. From instruments of torture to monuments of subjugation, artifacts imbued with chronicles of violence support deceptive histories that shape and are shaped by the myths of our collective memories. Histories of violence are sustained and constructed by the artifacts that they inhabit.</p>\n<p>&nbsp;</p>\n<p>I remember going back to the villa we stayed in that evening and having difficulty sleeping, troubled by what I had not seen. I later composed the pages in our photo album that document this day. <em>The desire to impose our criteria without respecting the freedom of others is not a behavior delimited to a certain era.</em><a href=\"#_ftn7\" name=\"_ftnref7\"><sup>[7]</sup></a> A photo of me on the steps of the fountain, my grandparents on the same steps, a brochure from the museum, a ticket stub, and four postcards: the spiked interrogation chair, dramatically lit against a stone wall; the pointed executioner’s mask—pointed head, pointed nose, horizontal slits for eyes and mouth—sitting atop pink velvet; a hanging cage within the museum, a skeleton standing inside; and the Iron Maiden of Nuremberg, or a replica of said piece, because the original was destroyed during Allied bombing of Nuremberg in 1944. <em>The Iron Maiden appears in no historical document published before the 1790s. It was at this time that a history was created.</em></p>\n<p>&nbsp;</p>\n<p><em>Thursday, August 31, 2017</em></p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Mark P. Donnelly and Daniel Diehl, “Stocks,” <em>Big Book of Pain: Torture &amp; Punishment Through History</em> (The History Press, 2011).</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> “A Journey Through Human Cruelty,” Museo della Tortura e della Pena di Morte. Web. 16 Aug 2017.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Daniel Mannix, <em>The History of Torture</em> (Lake Oswego, OR: eNet Press Inc, 2014), 83.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> Chris Bishop, “The &#8216;Pear of Anguish&#8217;: Truth, Torture and Dark Medievalism,” <strong> </strong><em>International Journal of Cultural Studies </em>(8 May 2014), 11.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><sup>[5]</sup></a> “A Journey Through Human Cruelty,” Museo della Tortura e della Pena di Morte. Web. 16 Aug 2017.</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\"><sup>[6]</sup></a> Kyle Dugdale, “Re: re: Quick Turnaround.” Message to Nicholas Miller. Email. 14 Aug 2017.</p>\n<p><a href=\"#_ftnref7\" name=\"_ftn7\"><sup>[7]</sup></a> “The Worst Side of Mankind,” Museo della Tortura e della Pena di Morte. Web. 16 Aug 2017.</p>\n<p><span> </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Stock"},"meta":{"volume":"3","number":"00","publication_date":"2017-08-31"}}}}