{"title":{"rendered":"To Be Continued"},"content":{"rendered":"<p dir=\"ltr\"><strong>JULIA MEDINA </strong>(BA &#8217;18)</p>\n<p dir=\"ltr\">On September 14th, I received a text message from my advisor teasing me that I was a new campus celebrity. Joey Ye, a sophomore Yale Daily News reporter had interviewed me as part of his research for an article regarding women in architecture, and apparently it was published that day. I grabbed a copy from Commons as I scurried to studio, nervous to read how my words had been interpreted, but eager to read about such an important subject through the lens of my most immediate communities: Yale College and the YSoA.</p>\n<p dir=\"ltr\">When I got to studio, nearly everyone on the seventh floor was clutching a copy of the YDN. Students were clustered in groups reading, dissecting, and reacting to the extensive article. When my classmates in junior studio filtered into the basement drawing studio for a pin-up, our professors and teaching fellows were also gathered in discussion, each with a copy of the YDN.</p>\n<p dir=\"ltr\">Bimal Mendis and Rosalyne Shieh, the junior studio critics, encouraged us to sit in a circle and spend an hour discussing the article. They expressed the sentiment that the teaching faculty is on the same side as students in moving toward a more inclusive culture and discourse at YSoA. With the floor open for comments of any kind, the class soon progressed into a sincere conversation about gender and race in our program. In conversation we pointed out that the article itself had flaws, particularly in regard to cisnormative language and the discomforting omission of race issues. Primarily, however, students at the meeting shared anecdotes about times that they have experienced or witnessed moments and patterns of oppression. For example, we discussed how lectures are primarily led by white men, and that precedent lists are exclusionary. A female classmate mentioned that she had been called out for being too “aggressive” during a final review. We discussed the insistence upon using racist, sexist language in history of architecture courses. There were some moments of silent reflection in the group, but for the most part there was an abundance of material to discuss. People were hurting and they were more than ready to share.</p>\n<p dir=\"ltr\">Like most time estimates in architecture school, the hour set aside for discussion was not nearly enough. The conversation took twists and turns, veering away from the core of the issue and into discussions over teaching methods, interdisciplinary concerns, and the definition of tectonics. But it continually came back into focus and it became fundamentally clear that the conversation was necessary, long overdue, and far from complete.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Julia Medina"},"slug":"julia-medina","meta":{"degree":"B.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Forecasts: Perspectives on the Prospective"},"meta":{"volume":"2","number":"06","bulletin":false,"publication_date":"2016-10-27"}}}}