{"title":{"rendered":"Toward an Architectural Vocabulary"},"content":{"rendered":"<p dir=\"ltr\"><strong>G LASTER </strong>(BA &#8217;18)</p>\n<p dir=\"ltr\">I increasingly believe that all things are related. Objects/ideas/beings that may be seemingly disparate can be understood through some shared frame, with scales varying from the interpersonal to the societal to the universal. Often, these elements are constructed as existing in binary relations to one another. Student-teacher roles, for example, perform relationships of power that are simultaneously artificial, genuine, enacted through bodies, enacted on bodies, distinct, and connected to existing performances of power/gender/race/<wbr></wbr>socioeconomic status/physical and mental ability/age/religion/teacher/<wbr></wbr>student. Just as cleanliness is a highly charged politic – originating in European colonial projects, physically embodied in the white walls and the rectilinearity of hospitals, overseer’s houses, colonial government buildings, etc. – that defines indigenous bodies and identities as unclean, equally charged are all binarist constructions. East-West, female-male, black-white, ancient-modern, dirty-clean, teacher-student, bad-good, developing-developed are all highly charged relationships. They were conceived, intentionally and pointedly to enable/verbalize/define/<wbr></wbr>essentialize some limb of colonialism/capitalism/<wbr></wbr>whiteness/domination/gender essentialism. Not only do we not acknowledge the histories of these languages, we employ and re-employ them. We reify these binaries and affirm everything they have ever meant; we re-inflict all of the damage they have ever done on queer, black, brown bodies and minds. There are dangerous and hurtful politics playing out through these words.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">It has been painful to digest, as both a newcomer to architecture and as someone who searches for all layers of meaning in everything – “Be leery ‘bout your place in the world / you&#8217;re feeling like you&#8217;re chasing the world / you&#8217;re leaving not a trace in the world / but you&#8217;re facing the world” (wow, Solange, thank you) – to hear this violent vocabulary employed daily in Rudolph Hall. Lest we forget who this school was made for. Students, especially those with increasingly Other/non-white/non-cis/<wbr></wbr>valued/varied/nuanced identities (I have faith that they will be more and more prevalent as Dean Berke’s tenure continues), should not have to learn about the white European male canon. Specifically, students should not have to learn about the white European male canon as a weapon of supremacy. We should not have to hear that a building is a response to/derived from a “primitive hut.” We should not have to hear that the Parthenon’s doubled arcade is inherently feminine. No one should have to hear people venerate Alberti or Brunelleschi or any single architect whose historical currency rests on the aching backs and calloused hands of those people that actually built their buildings. That is violence enacted through language.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\">In order for this to be constructive I would like to propose some alternative vocabularies and paradigms for describing architecture.</p>\n<p dir=\"ltr\">1) We must always acknowledge where the architecture came from, how it has changed and how it remains the same. We must always acknowledge that we, in the United States, inhabit land stolen from disrespected indigenous peoples. Alternative architectural languages will intersect with vocabularies from gender, ethnic and postcolonial studies; read up on Audre Lorde, Judith Butler, Paul Preciado, Michelle Alexander, Michael Omi, Vine Deloria, Gloria Anzaldua, Gayatri Spivak, Ta-Nehisi Coates, etc.</p>\n<p dir=\"ltr\">2) Don’t employ violent language; whether you intend to or not, you will cause and compound generational pain. We were never modern; America has never been great.</p>\n<p>3) Think to seek out voices of architects like Freddy Mamani, Rural Studio, Auroville Earth Institute. Think to reframe the act of adding to the built environment, already rife with racist zoning and housing policies. Think to reframe indigenous architectures as being astute responses to landscapes and lifeways. Uplift the voices of people of color (ALWAYS) and, especially, non-cis architects and architectural thinkers of color.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"G Laster"},"slug":"g-laster","meta":{"degree":"B.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Forecasts: Perspectives on the Prospective"},"slug":"forecasts-perspectives-on-the-prospective","meta":{"volume":"2","number":"06","bulletin":false,"publication_date":"2016-10-27"}}}}