{"title":{"rendered":"Town &#038; Monster"},"content":{"rendered":"<p>JACOB SCHAFFERT (M.Arch ‘19)</p>\n<p><span>In 2012 the Ontario suburb of Brampton—a rapidly growing, diverse community of Canadians living in a contrastingly homogenous housing stock—had a problem: a construction permit, for what the neighbors spitefully dubbed “the Brampton Monster,” had been granted for a 6,600 square foot house in a neighborhood of identical “bungalows” (to put it generously).  Unlike its neighbors, the Brampton Monster eschewed the standard gable form and zoning-mandated setbacks, choosing to sit in the site like an engorged tick, with a high flat façade that tapered like an abused Amazon package arriving uninvited and neglected on the doorstep of the neighborhood. The community response was indignant and shouty. The villagers gathered their digital torches and pitchforks in a clamor of heated online flaming and self-righteous blogging. Local “news service,” Brampton Focus even produced an hour-long, spittle-filled YouTube special denouncing the house. Was it a hideous eyesore? Did it have architectural merit? It didn’t matter: the neighbors were incensed and airing their grievances, from the truly outrageous to the unbelievably petty, to the city. The resulting legal melee was predictably ugly and protracted, culminating in the partially-built home’s forced demolition last August.</span></p>\n<p><span>This type of suburban savagery is of critical concern to us architects. Brampton’s angered mob presents a case study of a community’s psychological response to the architecturally monstrous. One’s opinions of the home’s appearance here are irrelevant; it is classified as a monster in the taxonomic sense of the word. It is monstrous not because of any positive qualities, like a penchant for brains or a thirst for blood, but because of exclusively negative characteristics; that is, its deviation from a contextually established archetype of housing. This is due partially to its extraordinary size, but equally to its confounding of the local and societal definitions of suburban, gabled-roof domesticity. Monstrosity, both of the wood-framed and wooden-stake-in-the-heart varieties, is  always a contextually dependent construct. </span></p>\n<p><span>In classic monster tales, the village establishes a mode of domesticity; the monsters in their castles live outside of that norm, metaphorically and literally. If Dracula lived within the small Romanian village, instead of outside in his exurban castle, he likely would have been considered a troubled man with a skin condition who got bitey at times, and not a terrible creature of the night. It is architectural deviance that contextualizes the monster—Nosferatu’s castle represents an alternative model of living, establishing him as a perpetual outsider and externalized existential threat to the villagers below. The sense of moral threat prompts the villagers, our narrative proxy, to raise their torches in morally unambiguous fury. Because the monster threatens us as outsider, we are not forced to confront the sticky questions that the burning of even a bitey neighbor’s home would prompt.</span></p>\n<p><span>This theme of architecture as beast-defining device recurs in popular monster narratives. Hitchcock’s titular psycho would be more of a Freudian oddity than a terrifying murderer without the seclusion of his motel and the mysterious silhouette in the window. In Kubrick’s </span><i><span>The Shining</span></i><span>, the hotel itself antagonizes Nicholson’s already creepy “Jack,” driving him into a homicidal frenzy. Even in the most recent adaptation of Stephen King’s </span><i><span>IT</span></i><span>, an abandoned home mediates the connection between the human realm of the village and the subterranean realm of the monstrous. This trope is by no means an accident: we feel a need to contextualize aberrations in our constructions of normalcy; we reject them in order to maintain our sense of ordered reality. This can be seen in the dichotomy of the woodsman, a rugged individualist who derives his livelihood from nature, and the man-who-lives-in-the-woods, a deranged hermit who survives off of acorns and pine-needles. Although the actual day-to-day life of each may be strikingly similar, the lens through which we accept one and shun the other is architectural. We see ourselves reflected in the woodsman, because he lives in a house, while the man-of-the-woods is alien because of his sylvan vagrancy.</span></p>\n<p><span>The three act monster narrative plays out identically in the real village of Brampton and the cinematic village of Frankenstein—the birth of the monster, its rejection by the village, and its ultimate destruction at the hands of a figurative torch-wielding town mob—because of the ease with which we collectively slip into this trope. We prefer the moral clarity this narrative grants us villagers to the ambiguity inherent in recognizing the monstrous as a constituent within the body of the community. As architects, we must be cognizant of, if not actively in opposition to, dominant models of domesticity, their archetypal architectural forms, and the monstrous narratives these forms engender. We need to understand our role as the Dr. Frankenstein (Frank-en-STEEN) of this story, creating our own monsters that we then release into the world. Our obligation is to counter the torch-wielding, knee-jerk response of society and expand the metaphorical village walls to include the monstrous castle lair.</span></p>\n<p>&nbsp;</p>\n<p>October 26, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jacob Schaffert"},"slug":"jacob-schaffert","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Halloween"},"meta":{"volume":"3","number":"05","publication_date":"2017-10-26"}}}}