{"title":{"rendered":"Transformation"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">“A doctor received a visit from one of his friends. ‘How is your illness, my friend,’ was his first question. ‘How should it be? I am dying of improvement, pure and simple!”</span></p>\n<p class=\"p1\">—Immanuel Kant, <i>The Conflict of Faculties</i></p>\n<p class=\"p3\"><span class=\"s1\">Beyond materializing and formalizing for a time, architecture has always framed a subject of its </span><span class=\"s2\">Zeitgeist to inhabit its forms. Mod</span><span class=\"s1\">ern humanist subjectivity, largely grounded in individuation and national identities, was constructed as one of stability and which, </span><span class=\"s3\">through its cognitive capacities, </span><span class=\"s1\">would struggle to control the </span><span class=\"s2\">world of its being. A will to power over a world that seemed utterly colonizable by a homogenizing grid</span><span class=\"s1\"> of production and consumption, reproduced at an unprecedented scale under the egis of betterment through the reforms of architecture.</span><span class=\"s3\"> Now that we are dying of </span><span class=\"s2\">improvement, it is time to find out </span><span class=\"s1\">what we choose to incrementally build on and what we choose to </span><span class=\"s2\">not reproduce. It becomes essential for a subjectivity of architecture to dissolve the binaries that formed the blank canvas on which moder</span><span class=\"s1\">nity was drawn.</span></p>\n<p class=\"p4\"><span class=\"s1\">A subject can be defined and redefined by its negative. It cannot rely on the stasis of being, but rather a continuous process of transformation, which is a fundamental character of the condition of predicament we live in.<sup>1</sup> The necessity of defining a subject for architecture with its necessary complexities was clear before and becomes even more urgent after the trauma </span><span class=\"s3\">of the worldwide pandemic we are immersed in, which, despite</span><span class=\"s1\"> its universality, impacts the world in unequal ways. The subject of architecture can be framed by new forms of universality in order to resist a principle of individuation, which figurally objectifies and separates. And despite the formation of a whole, it can be assembled and transformed, “rejecting a rearrangement of elements in hierarchical order”.<sup>2</sup> A careful investigation of its subject is a missing necessity </span><span class=\"s3\">part with which architecture </span><span class=\"s4\">can become whole and overcome the </span><span class=\"s1\">dialectics of modern thought. </span></p>\n<p class=\"p4\"><span class=\"s1\">Architects rarely think about the possibility of failure of the grid that structures its subject under conditions of perceived normality. When the grid is stressed and lockdown imposes itself as a radical universal condition, architecture becomes a broken hammer, throwing light on shouting disparities and growing polarizing inequities. In this condition, architects will have to face the urging disparities. Architecture has the potential to “play a modest but useful part in facilitating a tolerable future for humanity as a whole and for all its different parts(&#8230;) inasmuch as a clear and vivid sense of the whole human past can help to soften future conflicts by making clear what we all share.”<sup>3</sup> </span></p>\n<p class=\"p4\">The impacts of lockdown in <span class=\"s1\">everyday life are powerful. Streets<br />\n</span><span class=\"s2\">become desert, labor camps, schools </span><span class=\"s1\">and prisons are emptied, luxury hotels become centers of treatment and the metropolis, the center of consumption and accumulation suddenly becomes strangely void. Lockdown exposes an incapacity to </span><span class=\"s2\">recognize the effects of its architecture as a totality. Still, the condi</span>tion <span class=\"s3\">of anomaly has the power to </span><span class=\"s1\">re</span><span class=\"s3\">vert systems of hierarchy with </span><span class=\"s1\">enormous speed and the effects of </span><span class=\"s2\">radical crisis can become a vehicle for change and a time to rethink the</span><span class=\"s1\"> subject of architecture. The other,<br />\na non-human agent, can spark a </span><span class=\"s3\">rebirth as it did in other periods </span>of human history. “Where it was, the Ich—the subject (&#8230;) must come <span class=\"s2\">into existence”<sup>4</sup> through the means and conditions of possibility formed </span><span class=\"s1\">by architecture.</span></p>\n<p class=\"p4\"><span class=\"s1\">In times of crisis, the necessity of a deep transformation of the subject we are becomes clear, in order for architecture to support better ways of living together. </span><span class=\"s2\">Architecture can be a potent critical</span><span class=\"s1\"> vehicle for a shift from a subject grounded in the care of the self </span><span class=\"s4\">toward one framed by a logic of the </span><span class=\"s1\">care of the other as an animator </span><span class=\"s4\">of collective assemblages. In this pro</span><span class=\"s3\">cess of transformation, it is a </span><span class=\"s2\">common task to reframe the architectural subject and redefine what</span><span class=\"s1\"> we are capable of becoming. We can start by asking ourselves what we want to leave behind.</span></p>\n<p>&nbsp;</p>\n<p class=\"p1\">[1] Dipesh Chakrabarty, “Anthropocene Time,” <i>History and Theory</i>, vol. 57, no.1 (March 2018), pp. 29<br />\n[2] Massimo Cacciari, <i>Architecture and Nihilism</i>, p. 47<br />\n[3] William H. McNeill, “The Changing Shape of World History,” in <i>World History: Ideologies, Structures, and Identities</i>, ed. Philip Pomper, Richard A. Elphick, and Richard T. Vann (Malden, MA: Blackwell, 1998), pp. 39–40.<br />\n<span class=\"s1\">[4] Jacques Lacan, “On the Network of Signifiers,” in <i>The Four<br />\nFundamental Concepts of Psychoanalysis</i>, transl. Alan Sheridan, ed. Jacques-Alain Miller [1973] (Harmondsworth, UK: Penguin, 1977), </span><span class=\"s1\">pp. 45.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Leonardo Fuchs"},"slug":"leonardo-fuchs","meta":{"degree":"M.Arch II","graduation_year":"2020"}}],"fold":{"title":{"rendered":"A Dash of ______"},"slug":"a-dash-of-______","meta":{"volume":"5","number":"19","bulletin":false,"publication_date":"2020-04-23"}}}}