{"title":{"rendered":"Transcendent Networks"},"content":{"rendered":"<p>Community is the watchword of the networked era. “Building global community” is Facebook’s supposed credo. WeWork continues to claim that “community is our catalyst,” though its founder Adam Neumann torched most of its value. Another coworking club, The Wing, provides “community and coworking for women.”</p>\n<p>Although corporations use this language cynically, there’s no denying that it resonates with those whom the platform economy has isolated and atomized. This tension plays out spatially in co-working offices, co-living apartments, business incubators, coding boot camps, and art residencies. People who have had the social fabric pulled out from under them by austerity are liable to rent a replacement from VC-backed platforms who stand to profit from their precarity.</p>\n<p>But is the movement toward co-everything so new? Instead of speculating on the dystopian future, we might do better to trace the roots of this relationship through the upheavals and discourses of the last few centuries. If we push back the so-called “rise of the networked society” by a hundred years or more, and consider the spatial history of social networking on this continent, we might bring a different set of assumptions to the problem of community as commodity.</p>\n<p>Consider a group like the Freemasons. Though it sounds musty today, Freemasonry functioned as a kind of post-Enlightenment cross between Soho House and Arpanet: a network of highly coded spaces for manufacturing group identity. Masonic lodges themselves were designed around theatrical rituals involving elaborate costumes and ceremonies. Most importantly, each one was linked to a wide-ranging world of Masonic thought supported by its own media infrastructure. Freemasonry is best understood, as Jan Jansen writes, as a “largely understudied system of networks along which people moved, got into contact, and interacted with each other over long distances within the Atlantic world.”[5]</p>\n<p>Similar premonitions of digital infrastructure appear in the spatial practices of 19th-century evangelicals. In the early decades of American Methodism, preachers in the West were known as “circuit riders” because the church dispatched them on horseback to rural communities. One preacher in New Mexico was instructed to head north “until you meet a Methodist coming this way,” which was his signal to reroute dynamically like a packet over a network.[6] Other traditions mounted multi-day “camp meetings” where marathon sessions attracted enormous crowds. These temporary gatherings were fueled by viral communications that could permeate the social graph of an entire region: an 1804 meeting in Kentucky drew 20,000 people, about twice the population of New Orleans at the time.[7]</p>\n<p>The same century also saw Utopian socialists and millenarian religious sects establish communes whose social systems were encoded in their design. Like the open plan or the WeLive dorm, these spaces configured their inhabitants in a certain image of “community.” Architectural historian Irene Cheng writes that “reformers who concocted eight-sided vegetarian cities and circular institutions of non-capitalist commerce were proposing forms of social organization different from the status quo. The plans were forms of rhetoric as much as, perhaps more than, they were functional blueprints.”[8]</p>\n<p>The fever for communitarian spatial practices emerged in a society experiencing the dislocations of new media, the booms and busts of an extractive economy, the horrors of slavery, and an ongoing crisis of national institutions. And like today’s disruptors, these spaces applied a wide range of politics to the fragmentation of the day.</p>\n<p>Most associations originating in elite circles further programmed the logics of colonization, white supremacy, and patriarchy into the fabric of American society. Communes sprang up on stolen land and were in some cases governed through mass sexual abuse. White fraternal organizations formed the basis of the Klan and other anti-Black terrorist groups. To the extent that we observe both corporate platforms and decentralized networks laundering the same violence through the concept of “community” today, we should recognize its deep roots in the American imagination.</p>\n<p>Yet this history also illuminates liberatory forms of association and powerful networks of solidarity. Unlike their white counterparts, Black fraternal orders formed extensive infrastructures which provided mutual aid, launched institutions such as the African Methodist Episcopal Church, and convened the Black legal circle which launched the early court battles of the civil rights movement.[9] In Boston, the Transcendentalist writer Margaret Fuller held an ongoing series of open “Conversations” for feminist women. She took pains to replace the hierarchy of the intellectual salon with a participatory atmosphere, writing: “I do not wish any one to join who does not intend, if possible, to take an active part.”[10]</p>\n<p>If, as Melanie Hoff says, we are “always already programming,” then our society has likewise always been networked. Spatial practices have provided the scaffolding for “a nation of joiners” to forge far-reaching systems in the name of community—both oppressive and emancipatory. As new platforms and interfaces repackage this perennial project, we would do well to mind its histories.</p>\n<p>&nbsp;</p>\n<p>5. Jansen, Jan C. “In Search of Atlantic Sociability: Freemasons, Empires, and Atlantic History,” Bulletin of the German Historical Institute 57 (2015): 91.<br />\n6. Simpson, Robert. “Circuit Riders in Early American Methodism,” General Commission on Archives and History, United Methodist Church. Last modified 2020. Accessed January 20, 2020. http://www.gcah.org/history/circuit-riders.<br />\n7. Sandlin, Lee. Wicked River: The Mississippi When It Last Ran Wild (New York: Vintage, 2011), 109.<br />\n8. Cheng, Irene. “The Shape of Utopia: The Architecture of Radical Reform in Nineteenth-Century America.” PhD diss., Columbia University, 2014.<br />\n9. Trotter, Joe W. “African American Fraternal Associations in American History: An Introduction,” Social Science History 28, no. 3 (2004): 355–366.<br />\n10. Robinson, David M. “The Movement’s Medium: Fuller, Emerson, and the Dial,” Revue Française des Études Américaines 140 (2014): 24-36.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Leo Shaw"},"slug":"leo-shaw","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}