{"title":{"rendered":"Trashcan Manifesto, redacted[1]"},"content":{"rendered":"<p>&#8220;To each ego its object, to each superego its abject.&#8221;[2]</p>\n<p>If Kristeva’s abjection is displaced by laughter, the trashcan likely chuckles; if at all, on a slight exhale, with the smirk of an object waiting to become a thing. That is to say, it succeeds as an object. It anchors the symbolic by encouraging desire and suppressing the Real. It promises order. It provides space for the body, but hides its failures. If purity is the breast of Lacan’s mother, the trashcan is the bottle, facilitating the shift from demand to desire by fueling the ego and concealing lack. It remains in the subconscious on this promise. But if the trashcan typifies order, it also threatens disorder. If it exists as an object within the symbolic, it has potential to erupt as a subject of the Real. This potential is latent, but its latency suggests potential.</p>\n<p>And yet, design is crippled by a need for action. The abject is well worn by the artist, but too heavy for the architect. It is best to keep bodies within boundaries, because when they begin to spill, or become severed from the whole, their otherness becomes Kristeva’s Horror. Detached reminders of the body within architecture are abject because they force a renegotiation of inside and outside, of the occupant and its occupancy. But Kristeva gives Power to Horror. She suggests its ability to confront the institutions that seek control through its repression. Are the stakes as high in architecture? If so, the question remains: how can the dissolution of frameworks be actioned within a system that relies on them? How can the architect harness this dissolution when their role is to suppress it? When we welcome the Real, how do we greet it at the door?</p>\n<p>In response, perhaps a story: a lecture finishes at Rudolph Hall and the crowd regroups in the second-floor gallery for cocktails. The current exhibit features a display of the contemporary architectural zeitgeist by young practices, Triple-O at play through flashy, post-digital representation. The lecturer discards a half-eaten fold of salami into the trash. I observe: the three of us, the lecturer, the trashcan and myself, are all dressed in black. We are surrounded by a mass of people also dressed in black. The colorful models on display provide sharper contrast to the mob that surrounds them than the mob does to itself. I move next to the trashcan and consider our place in the room. How are we like these people? How are we different? I stand next to it. We blend; we’re waiting. I chuckle quietly on a slight exhale.</p>\n<p>&nbsp;</p>\n<p>[1] In a longer state, this text finds example in a case of thingness, but here, it is framed as a manifesto in recognition that it does not propose a solution as much as it petitions one. It is not a discussion of queering space, but of queering the underlying assumptions we make about space. Attempt to wrestle less with the argument, and more with its agitations. Consider what’s at stake. How can we give thoughts agency through action? This should remain the weight that anchors the provocation.</p>\n<p>[2] Kristeva, Julia. Powers of Horror. Kbh.: Nota, 2017.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Adam Thibodeaux"},"slug":"adam-thibodeaux","meta":{"degree":"M.Arch II","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Yuck!"},"meta":{"volume":"5","number":"06","bulletin":false,"publication_date":"2019-10-31"}}}}