{"title":{"rendered":"Under the Rails"},"content":{"rendered":"<p>In the early nineteenth century, the birth of the first industrialized railway networks in the United Kingdom was met with an intense mania from the general public, private corporations, and the government. With an increased demand for the transportation of cheap industrial goods and a growing middle class who could now afford to travel further afield, thousands of railway lines were laid out across the nation.[1] In turn,an increased investment in the infrastructural systems supporting these networks developed alongside the growth of the railroads themselves. Standardized structural viaducts were built to support the railway tracks, which created thousands of residual arches and open vaulted spaces throughout the nation. The railway companies seized upon the opportunity to monetize these archways and began to lease them out, as they had deep void spaces and were easily accessed along the frontage roads adjacent to the railways. The arches were initially adapted for industrial use by engineers, machinists, blacksmiths, iron workers, and window blind makers; but were soon inhabited by charitable organizations such as temperance halls and volunteer schools for impoverished children.[2]</p>\n<p>In order to expand through established towns and city centers, the railway corporations purchased large quantities of cheap land. These plots were typically in areas deemed slums as well as low-income neighborhoods that had little political agency to resist urban development in their communities. Despite the vast scale of economic prosperity associated with the railways through these new archway businesses, the arches were seen a blight due to their proximity to these impoverished communities. The spaces below the tracks soon became stigmatized as “receptacles of the outcast, downtrodden, subversive and unwholesome”[3] by the general public and perceived as centers of criminality by the government. During the 1840s, Friedrich Engels noted in The Condition of the Working Class in England that the bourgeoisie class would celebrate and welcome this process of industrial expansion as a method for abolishing poverty within cities. But, Engels also reflected how this rampant development would simply displace these destitute communities around new paths of industrial expansion. Once built, the viaducts would also operate as new urban barriers, limiting mobility between adjacent parts of the city and serving to segregate once contiguous communities.[4] As a result, the neighborhoods surrounding the tracks would remain impoverished and neglected by local governments as even more blue collar laborers, immigrant families, and urban transients moved in via the new railway networks.</p>\n<p>By the 1870s the adaptability of railway arches had become economically attractive enough to invite a greater range of businesses into these areas. Expanding beyond their industrial heritage, the archways soon began hosting market halls, stables, and even small farms due to the affordable leases offered by the railway companies. Decades later, during World War I and World War II, the railway arches were re-purposed as air-raid shelters and infirmaries for the Royal Army’s horses. Contrary to their early perceptions as havens of unwholesome activity, the archways had become refuges for safety and recovery.</p>\n<p>After the Second World War, amidst widespread social reforms, which included the nationalization of the health service, the state took public ownership of all railway lines, thereby becoming one of the largest public landlords in the nation. Over the next seventy years Network Rail and Transport for London managed and leased over five thousand two hundred railway arches across the country. Presently, around half of the leases are held by local businesses, ranging from music studios and bike stores to fish and chip shops, all of whom have benefited from the affordable rents the arches provide.</p>\n<p>However in February of 2019, Network Rail sold off their portfolio of properties on a one hundred and fifty year lease to The Arch Company, co-owned by Blackstone and Telereal Trillium, for £1.5 billion with little regard for existing tenants, in order to make up for a shortfall in the government budget. [5] Upward trends in rental yields for the railway arches have put pressure on existing tenants who will be expected to pay anywhere from fifty five to three hundred and sixty percent more in rent during the next four years. [6] One of the backing companies, the Blackstone Group, the largest investor landlord in the United States, has a history of lobbying against rent control measures, such as Prop 10 in California, over the years. [7] Due to this, concerns have risen around the future of soaring rents and the increased possibility of gentrification as a result of the privileging of wealthier national and international tenants over local businesses. As a result, new organizations such as the Guardians of the Arches have formed to act as a union to protect the existing businesses against the monied interests of these new multinational landlords. [8] The vital culture of local entrepreneurialism and development that has characterized the history of railway arches for the last two centuries is at risk of collapsing.</p>\n<p>Over the centuries the arches have provided generations of laboring families, artists, and entrepreneurs an opportunity to pursue their passions. From being seen as spaces for only the lowliest in society, the arches have transformed into shelters from war and thriving businesses for many local communities. Even though they have hosted a wide range of stakeholders throughout their development, they have always been dependent on the broader economic and political landscapes to survive. The railway arches came into existence as the unintended byproduct of rampant industrialization and at the expense of the working classes who would soon come to inhabit them. The recent sale of the archways continues this cycle of overlooking these arches as simply generators of capital, as residual or unconsidered space for residual and unconsidered people. And just as the early railways cut through those working class neighborhoods, this new cycle of economic expansion is coming at the expense of those businesses that have sustained the archways and the surrounding communities for the last two centuries.</p>\n<p>[1] Bogart, D., Shaw-Taylor, L., You, X., 2018, <em>The development of the railway network in Britain 1825-1911</em>, Cambridge University Press: Online Atlas<br />\n[2] Rosa, B., 2014, <em>Beneath the Arches: Re-appropriating </em><br />\n<em>the Spaces of Infrastructure in Manchester</em>, University<br />\nof Manchester: PhD Thesis<br />\n[3] Ibid.<br />\n[4]. McHugh, Dr. D., 2016, 30th June, ‘The wrong side of<br />\nthe tracks’: The impact of the railways on Victorian Townscapes&#8221;, The Open University</p>\n<p>[5] <span>2019, 9th September, N</span><i><span>etwork Rail’s sale of railway arches</span></i><span>, House of Commons Committee of Public Accounts </span></p>\n<p>[6] <span>Syal, R., 2019, May 1st, ‘Railway arches sold off with no thought for tenants’ in The Guardian UK</span></p>\n<p>[7] <span>Goodheart, J., 2018, October 23rd, ‘Blackstone Spends Huge to Kill California Rent Control’ in The American Prospect</span></p>\n<p>[8] <span>Ballm J., 2019, September 10th, &#8216;How the £1.5 billion railway arch sell-off is affecting small businesses&#8217; in The New Statesman America</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rukshan Vathupola"},"slug":"rukshan-vathupola","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Building Mortality"},"meta":{"volume":"5","number":"08","bulletin":false,"publication_date":"2019-11-14"}}}}