{"title":{"rendered":"Unmasked in Beijing"},"content":{"rendered":"<p><strong>ETHAN JUDD FISCHER </strong>(MArch I, 2o17)</p>\n<p>During my time in Beijing I used AnyConnect, an app that provides remote access to foreign servers, to bypass the “Great Firewall” and obtain unrestricted access to the internet in order to google “Tiananmen Square protests.” I didn’t specifically want to read about Tiananmen Square at that moment, or the hundreds of students who lost their lives there in 1989. Rather, I sought a reassuring dose of American complacency, prompted, in large part, by a conversation that I had had earlier in the day with a Chinese student from Tsinghua University, one of my partners for the week. She had been startled by my accidental admission that I thought that Taiwan was independent of China. Breaking the ice, she asked if I had been to China before. I totally screwed up our introduction by responding, “No, but I’ve been to Taiwan.”</p>\n<p>On our last night in Beijing, a particularly hot and smoggy evening, our studio group visited Sanlitun Village, a luxury shopping mall designed in part by Kengo Kuma and located in the city’s most distinctly global neighborhood. On this night, the eve of a national holiday, a skyscraper adjacent to the mall was masked in red and gold light that formed the image of the Chinese flag. I wondered: can the residents perceive the image from inside their apartments? Crossing over to the mall, I encountered another image, notable at first for no reason other than it’s overwhelming cuteness: a decidedly American family, man and woman mounted on bicycles and each pulling a young child in tow. All four wore surgical masks over their mouths. While the image initially evoked a purely instinctual type of cute response, it later produced more of a smirking irony. I projected sardonic intent, as if the family had been making a statement about environmental conditions in Beijing.</p>\n<p>Looking around our subway car during the ride back to our hotel in Wudaokou, I took note of the prevalence of surgical masks among the young adults. They were common, particularly among seemingly fashion-conscious subway riders. Completing a look, the masks projected airs of intrigue, and appeared to me as declarations of individuality.<br />\nIt would not be surprising if at some point in the near future the surgical mask is appropriated as a symbol for youth rebellion in China, much as the umbrella was used as a symbol by student protesters in Hong Kong in September of 2014. Only, the mask would be far more potent a symbol. It states: not only am I protecting myself, but I am doing so from those who are making me sick. It critiques the general environment, whereas the umbrella critiques the police response to protest, tear gas.</p>\n<p>There are many things that one can observe as an American in China. Perhaps most of all, your own American-ness. My time there helped me reflect on my personal—and uniquely American—mask of individuality. By contrast, our Tsinghua peers, lacking our rugged individualism, were remarkable in terms of their ability to understand our assignment, capacity to work in groups, and general geniality. The moments when I was most engaged were when I found myself breathing the Beijing air.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ethan Judd Fischer"},"slug":"ethan-judd-fischer","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Masks"},"meta":{"volume":"2","number":"07","publication_date":"2016-10-31"}}}}