{"title":{"rendered":"Unprecedented"},"content":{"rendered":"<p>In the basement of the Norman Foster Foundation, a portfolio for a 1981 exhibition of Buckminster Fuller’s work is housed in its original fabric covered box. Beneath the blueprint-blue lid are thirteen photographic prints of Fuller’s inventions, each paired with a transparent sheet upon which an array of his patent drawings are screen printed. The pairing creates a synthetic comprehension of the work, simultaneously celebrating the inventions and their patent drawings. Architects tend to glorify the latter for their pared-down aesthetics; a single color, a single lineweight, and annotations with leader lines have all been standardized by the United States Patent and Trademark Office, making for a captivating read if you have some time to kill. Because architecture is a discipline which is predominantly concerned with the visual, patent drawings are a popular graphic obsession. However, as a discipline which also obsesses over the idea of newness, novelty, and the creative spirit of the artist, architecture often misunderstands how patent drawings relate to what they represent.</p>\n<p>Frequently considered synonymous with inventions, patents are legal documents, which give the assignees some amount of control over an object, system, or idea. Along with the aforementioned drawings, these documents include a range of additional information, including citations of earlier patents that are cited by the new patent—commonly referred to as “prior art.” Prior art is not only open-source information that is used to distinguish one’s own invention from another, but it is also used by those who grant patents to gauge their validity. For an exemplary case study of how this works (or doesn’t) in practice, we need not look any further than architecture’s preeminent patent protagonist.</p>\n<p>As the quintessential architect-inventor, Fuller went to great lengths to keep up appearances, even inventing the names of his inventions. The Dymaxion line of vehicles, houses, and objects are fondly known by the portmanteau of dynamic-maximum-tension, and the now ubiquitous tensegrity structural system—tensile-integrity. The “invention” for which Buckminster Fuller is most well-known, the geodesic dome, was patented by the architect under the catch-all term, “Building Construction.” It is well documented, however, that although Buckminster Fuller patented the geodesic dome in 1954—and because of this is commonly thought to be its inventor—the geodesic dome was actually invented in the 1920s by the engineer Dr. Walther Bauersfeld. While working for the German optics company Zeiss, he was tasked with the design of a planetarium structure atop the company’s factory in Jena. Fuller’s U.S. Patent No. US2682235A only cites one instance of prior art for a “Space Covering Structure” by Conrad Panke, while neglecting to cite Bauersfeld in this or any of his subsequent geodesic dome patents.</p>\n<p>The aestheticization of the patent drawings in that 1981 exhibition of Fuller’s work shows how easily the surface appeal of these documents can prevent a closer reading of the larger issues associated with crediting precedents, even within a system that incentivizes doing so. Since patents are constantly updating and appropriating, it stands to reason that the majority of patents granted today are not actually inventions, but iterations upon that which has already been invented. Despite this reality, it is all too common for patents, and architecture, to be viewed as existing without reference or precedent—a fallacy propelled by a desire for each work to be one of a kind—and for that prestige to be transferred to its author (or authors) as well.</p>\n<p>Since Brunelleschi, architects have taken interest in patenting their work to protect this prestige, but if we maintain that architects always begin with a blank canvas, and to paraphrase Oscar Niemeyer, ‘from the pen, a building appears,’ we will continue to miss the value of understanding what has come before in order to create what comes next, thus perpetuating the architect-as-inventor narrative.</p>\n<p>It has become even more difficult to properly credit precedents today, as many sources of inspiration come via media platforms like Instagram or Pinterest, which often detach images from their authors or contexts. While this article is in no way advocating for a Works Cited page with every drawing, or a disclaimer before every presentation, what might it look like to incorporate some of the “prior art” mechanisms that are built into patent documents into the way that architects work? The architectural visualizer, Peter Guthrie, recently advertised a campaign for ‘archivizers’ to “receive the credit [they] have always deserved.” By tagging anonymous rendering posts with #renderbywho, Guthrie and others hope to credit their authors, and raise the entire value of the discipline of architectural representation. This kind of activism may soon expand beyond visualizations into the pedagogy and practice of architecture as a whole.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Page Comeaux"},"slug":"page-comeaux","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"meta":{"volume":"5","number":"07","publication_date":"2019-11-07"}}}}