{"title":{"rendered":"Unqualified Hoosier Seeks Same"},"content":{"rendered":"<p><span>CAITLIN QUA (</span><span>Indiana University MA in Arts Administration 2019)</span></p>\n<p><span><br />\n</span><span>I am starting to think that preaching conscious unqualification might be the hill I die on. I spent four years of my undergrad digging into art history and gender theory—and I lived every day looking people in the eyes and willing them to make me utter the phrase “hegemonic masculinity,” or make me explain why everything they thought about Gauguin was wrong. I was tripping over myself to be pretentious. Funny how that usually accomplishes the opposite. </span><span><br />\n</span><span><br />\n</span><span>In an evolution of self that I believe tipped toward the positive, I became sick of the show. I wanted to tell people about art without sounding like, for lack of a better word, an affected jerk. So I began consciously shifting the way I spoke and taught about art. </span><span><br />\n</span><span><br />\n</span><span>After dropping the act, worlds opened up to me. Well, more realistically, I found myself stumbling, minimally prepared, into these new worlds. A good way to start being unqualified is to accept a job, one that you never applied for, via email from someone you’ve never met. Thus, I began to lead hands-on, collaborative art workshops in an elementary school in rural Indiana. </span><span><br />\n</span><span><br />\n</span><span>We looked at art my students recognized—Van Gogh’s </span><i><span>Starry Night</span></i><span>, da Vinci’s </span><i><span>Mona Lisa</span></i><span>, Munch’s </span><i><span>The Scream</span></i><span>. This was art they knew, and I started with these examples because I wanted them to feel like experts, like they were qualified to talk about art. But the real learning and exploration occurred when we looked at unfamiliar artists. </span><span><br />\n</span><span><br />\n</span><span>“Raise your hand if you have heard of Romare Bearden,” I would say at the beginning of class. “No!” was shouted in response. “Does he have a beard?” would be the next question from the class, typically met with laughter. But once we flipped to Bearden’s </span><i><span>The Block</span></i><span>, everyone was enraptured. They were confused together: “Why are angels breaking through that building?!” They thought about medium: “Why do you think he made that eye an actual picture—why didn’t he make it himself?” And they asked me to zoom in on certain parts of the 18-foot painting as if I was merely manning the computer during their doctoral thesis presentations. </span></p>\n<p>&nbsp;</p>\n<p><span>I saw engagement and analysis from 8-year-olds that I didn’t experience in classes full of 21-year-old art majors. It made me question the notions of expertise and qualification. Through an earnest, curiosity-driven approach, these elementary students took far more away from Bearden’s work than the undergraduate classes participated in because they weren’t shackled to the idea of looking at art “the right way.” Instead of saying Bearden experimented with mixed media in rich and innovative ways, they said, “Well, my dad gets a newspaper at home so I could make this too.” Instead of saying that Bearden placed aspects of African-American cultural history into the context of universal themes, they said, “I’ve been to New York and I recognize that street for real, also it looks like my grandma’s street where she lives because of the colors!”</span><span><br />\n</span><span><br />\n</span><span>There is a very real inferiority complex in Indiana. The presumption is that we are culturally behind—that our art will never be great art. It holds us back and, for better or for worse, keeps us humble. That day in class, however, I witnessed my students let loose from this perpetually unqualified Hoosier mindset, as they discovered that they could understand art, talk about art, and possibly even make art.</span><span><br />\n</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Caitlin Qua"},"slug":"caitlin-qua","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Unqualified"},"slug":"unqualified","meta":{"volume":"3","number":"08","bulletin":false,"publication_date":"2017-11-30"}}}}