{"title":{"rendered":"Upon Thy Ground"},"content":{"rendered":"<p>Monday 2/18</p>\n<p>And I spoke unto he, Alejandro Durán Flores De Vincenzi, “Dear gossip, for seven days and seven nights I have fair’d to see you not in the halls we know and word of thine travels hath linger’d in thine absence. Please pardon mine inquest, but where hast thine journeys brought thee? For thine skin doth glimmer like freshly burnish’d wears of bronze.”<br />\nAnd thus spoke Alejandro Durán Flores De Vincenzi, “Availeth me not with thine kind words, gossip. But art thou all so sure that thine eyes hath deceive’d thee not? While it hath been told unto me that mine skin doth shine with the golden rays of the southern shores from whence came I and my fathers before me, it has been ’er more moons than I care to recall since I have call’d the hills of Kumeyaay my home. But mine travels hath brought me not to the austral lands that thine dreams hath doubtlessly conjure’d. ’Tis by the the river too wide to ford in the houses of iron and stone beneath the silver skies of Kaerlud where I have spent the days since our last encounter.&#8221;</p>\n<p>And the first call resound’d: Before the twenty-third hour of the twenty-second day of the second month, all students that dwell within the halls we know may provide a folio of no more than four leaves, inscribe’d first with the name of thine family and second with thine given name, if, perchance, ye wish to present thine services to two-score master masons that shall pay visit the halls we know on the eighteenth hour of the eighth day of the fourth month.</p>\n<p>Wednesday 2/20</p>\n<p>And as the moon again wain thin in northern skies, ’twas mark’d the hour unto which the students of the halls we know return’d to the torch-lit chambers that brim with elder etchings of untold mastery to gaze upon many a graven image of human form and marvel at the mastery there display’d for that hour and that hour alone.</p>\n<p>And the second call resound’d: Before the twenty-third hour of the twenty-second day of the second month, all students that dwell within the halls we know may provide a folio of no more than four leaves, inscribe’d with first the name of thine family and second with thine given name, if, perchance, ye wish to present thine services to two-score masons that shall pay visit the halls we know on the eighteenth hour of the eighth day of the fourth month.</p>\n<p>Thursday 2/21</p>\n<p>And the roaming sage Cornelius urge’d upon the young pupils of master Mendis, “So fifteen summers and fifteen winters have ’er pass’d, and with the rise of every sun and fall of every moon I have cast’d many a mark upon vellums and linens alike, yet unto the day that we now come to meet and the hour in which I share these words, I have not a mark remove’d.”</p>\n<p>And all of the students and masters akin that dwell within the halls we know did gather one beside another to pay witness to the wisdoms of Esther de Costa Meyer, a sage of great renown. And unto the gather’d many she hath spoke, “The Patron of Chareau was known well to all the peoples of Gaul to be a man of superior wealth with coffers abound’d with treasures undream’d, yet he was known no less to hold banner and sword for the plight of the peasant.” The farce of the remarks thus spoken was heard and known by all.</p>\n<p>And before the master Acciavatti lay three scores of pale hue’d idols, each unlike the last. To his master spoke Rukshan Vathupola, “Perchance thou doth wish to judge the weight in gold of the multitudes of our labor which have been place’d before thee?” To his student spoke the master Acciavatti, “Thine inquest is not ill recieve’d, for in days pass’d I too toil’d such for a master no less onerous than myself and knoweth too how few a coin may fall into thine pockets. But it is by not the weight of gold that a student shall judge the value of his labors. For indeed, I ask unto thee, what charge of ruby or drift of sterling may come to equal the bearing of knowledge share’d betwixt common minds?”</p>\n<p>Friday 2/22</p>\n<p>And the elder sage Eisenman hath spoken unto his disciples, “Come thee famished to our next encounter, for I shall bestow unto thee many a savory pie. If these pies of mine offering prove not to thine favor, I shall bestow unto thee a sweet elixir. If this elixir of mine offering proves not to thine favor, I shall be naught to offer further table, for thine prejudice will have ne’er to exceed mine graciousness.”</p>\n<p>And the younger sage LeCavalier hath spoken unto his disciples, “This I query unto thee, ears that listen and eyes that watch. The hands of Gaul hath scrib’d these fine maps of resounding beauty, but we may ne’er be garner’d the knowledge from whence born’d the untold fancies of ages past. With such knowledge from thine minds withhel’d, wonder thee if these illuminations are mere products of fitness or if perchance the hands of Gaul hath scrib’d such fine maps for reasons no greater, or perhaps no lesser, than the goode of their artistry?”</p>\n<p>And the third call resound’d: Before the twenty-third hour of the twenty-second day of the second month, all students that dwell within the halls we know may provide a folio of no more than four leaves, inscribe’d first with the name of thine family and second with thine given name, if, perchance, ye wish to present thine services to two-score masons that shall pay visit the halls we know on the eighteenth hour of the eighth day of the fourth month.</p>\n<p>Saturday 2/23</p>\n<p>And all the dwell within the the halls we know return’d to the darken’d keep of jagged stone and amber wool to pay their final honours to the elder Lord Bloomer, a master artisan, friend to masons and sage of unknown wisdoms. But alas, as this rite of veneration drewith close’d, master Brooks, did cast upon the wall an image of great drollery. And all did gaze upon the wall and bear witness to the image, for before the eyes of many did appear the the guise of Lord Bloomer transpose’d upon the body of a gruesome creature with form man and wings of beast.</p>\n<p>Sunday 2/24</p>\n<p>And the tolling of a bell hath a resound of warning beheed’d: the Red Tower wherein dwellith alchemists and peoples learn’d in the ways of the seas and of forests and of all the beasts that roam within hath been in flames engulf’d. And the masons of the halls we know listen’d well and pay’d goode grace upon their fortunes, for their fates had carry’d them not to the wants of alchemy, but some among them hath grown sorrow’d to hear of the misfortunes borne upon the Red Tower, for its ruddy stones, standing yet but charred by the dark plumes of their tribulations and soak’d in the waters of their distress, hath been lay’d by the devious mason Sir Cortelyou Johnson, a master loath’d by some and revere’d by others but known by all to be a mason of great renown. And for seven days and seven nights none could enter the Red Tower.</p>\n<p>Monday 2/25</p>\n<p>And all that dwell within the halls we know hath gather’d together once more, for on this night the young master Reisz stood before them to recite the strange legends of the desert kingdom of Dibei. But as these tales of wonderment did conclude and the torches of the keep again cast their flaxen glow upon our tooth’d walls, Lady Berke did make known to all that none may pose query. And some did know their discontent, for on that night the old King Robert the Stern, Lord Bernstein and Sir Kyle of Dugdale hath in attendance besat, and in the hearts of many hath dance’d passions ‘er unquench’d, for it would henceforth ne’er be known what disputes of mind and craft may hath arisen if perchance the elder sages three were bestow’d the liberty to raise voice to young master Reisz.</p>\n"},"meta":{"fold":{"title":{"rendered":"Phantasy"},"meta":{"volume":"4","number":"13","publication_date":"2019-02-28"}}}}