{"title":{"rendered":"UQAM: From State Symbol to State of Opposition"},"content":{"rendered":"<p>Pierre Thach (M.Arch &#8217;18)</p>\n<p><span>The year 1963 marked a turning point in the history of education in Quebec. That year, the Royal Commision of Inquiry proposed to increase accessibility to higher education by encouraging student participation in university decision-making. As one of the main institutions created in the wake of this so-called &#8220;Quiet Revolution,&#8221; the Université du Quebec à Montréal (UQAM), grew to become the largest in the province’s public university system.  </span></p>\n<p><span>The University was intended to provide schooling to a functionally-illiterate French-speaking population. During this period of euphoric affirmation of francophones in a territory whose establishment elites were primarily anglophone, the contrast could not have been more stark. UQAM was build as an open and urban university reflective of the values of a reinvented state, which stood in opposition to the gated green of Anglo-Saxon elite McGill University, located a few blocks away and perched on the side of Mount Royal.  </span></p>\n<p><span>The plan for the University, proposed by Jodoin Lamarre Pratte Architectes, responded appropriately to this intent by providing open underground circulation through campus buildings as well as a vast agora space to blend in with a public pedestrian path.  </span></p>\n<p><span>This was the plan on paper. However, the story behind the creation of UQAM is not as straightforward as one may be led to believe. In fact, theadoption of its founding charter was sped through the National Assembly as student protests of 1968 intensified. The Quebec Liberal Party (QLP), which formed a majority in Parliament, sought in the forthcoming establishment a quick fix to quell growing student dissatisfaction with the pace of language reform in the province.</span><span>1</span><span>  </span></p>\n<p><span>For a time, it was a politically-rewarding maneuver to prop up waning support for the government. But for all intents and purposes, the plan backfired. The University would become a hotbed for student activism in opposition to the state in the decades to come. Many factors play into this change in paradigm, yet the urban setting of the campus was considerable.  </span></p>\n<p><span>For anyone strolling through the arts district in which UQAM is located, identifying its buildings is no easy matter. And while it is welcomed by proponents of urban integration, blending can be synonymous with concealment. Such hyper-intensification of the freedom to circulate creates a seemingly innocent anonymity, as well as the possibility of appearing and disappearing. </span></p>\n<p><span>These features were brilliantly exploited by students during the province-wide protests in 2012 against tuition fee hikes. In many ways, the University&#8217;s labyrinthian layout and underground pathways are a microcosm of the city’s numerous small alleys and metro stations, which youth activists used to enter or exit protest sites swiftly and effectively. On the opposite end of the spectrum, the very image of the campus was cunningly instrumentalized by the government as a public relations tool to discredit students, by equating the unassuming nature of the design to the naivety and incoherence of students.  </span></p>\n<p><span>Although the Quebec Liberal Party government backtracked on its plan to increase tuition fees, the protest movement’s victory could not have been more bittersweet. The QLP was defeated by a small margin in elections, but quickly bounced back in 2014. Additionally, the severity of student strikes polarized the debate and permanently scarred the university. UQAM, as a site of instrumentality, would see its reputation suffer in subsequent years, and has not yet fully recovered.  </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Pierre Thach"},"slug":"pierre-thach","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Instrumentalism"},"meta":{"volume":"2","number":"10","publication_date":"2016-12-08"}}}}