{"title":{"rendered":"Urban Front: Cohabitation  Strategies"},"content":{"rendered":"<p>Wednesday, September 18th 2019 10:00 am<br />\nChicago Cultural Center  1st Floor</p>\n<p>Paprika! in conversation with<br />\nMiguel Robles-Duran</p>\n<p>Urban Front: Auditing Illegal Red Carpets<br />\nin Barcelona’s Fira Montjuïc, 2019<br />\nCustom electronics, documentary film</p>\n<p>Paprika: 00:48 Can you tell us about the project in front of us and why you have chosen to display this project here at the biennial?</p>\n<p>Miguel: 00:55 I guess to be able to talk about this specific project, we have to talk about Urban Front. The idea of Urban Front occurred<br />\nwhile David and I were conducting research in Ecuador three years ago.<br />\nI have experience working with national governments and municipalities, and therefore I have always had this attraction to work directly on that. Previously most of the work of Cohabitation Strategies has been concerned with grassroots communities. We started Cohabitation Strategies about 11 years ago, and when we started out we were not so well received in the sense that the general consensus of spatial practice was Rem Koolhaas. Everybody wanted to be like Rem Koolhaas. However, when we started the project we wanted to work with grassroots groups to support a certain empowerment and their ideas. We have developed close to 17 projects with CohStra, but the last three years have been a bit traumatic since we have realised that not a lot of the things that the organistions dream about, and not a lot of the things that we thought we were supporting are actually happening. Actually in several of the projects that we worked on, things got worse. So over the course of 10 years we have grown very frustrated. Our frustration culminated in the project of Urban Front, which emerged when David and I decided to say yes to an invitation from the government of Rafael Correa in Ecuador to set up a research centre for them. We worked there for some time and realised how we were able to influence certain policies quite a lot. We started to look into who was really influencing the top down decisions and found out that most top down decisions were influenced by large multinational consultancies such as McKinsey, Deloitte and PwC. Governments hire them for advice as neoliberalism has destroyed the research capacities of governments. Prior to neoliberalism, governments had their own internal research units. Ultimately this experience sparked the idea of creating a “McKinsey of the left”, this completely hyper ambitious multi global consultancy.</p>\n<p>Our first commission with Urban Front is in Barcelona. About 60 grassroots groups are involved as well as various dependencies of the government. We are trying to support them with an international consultancy expertise where we look at the flows of capital that go from public money to public private partnerships to private pockets. The structure of a public private partnership is really just another structure to plunder public goods. Specifically in the case with this site which is a very contested site in Barcelona. The site hosts a very famous fair that started as 1929 Barcelona International Exposition on new forms of electricity. It started as an incredibly corrupt thing. At that time the site was a bit empty, so the mayor expropriated this piece of land and decided to create an international exhibition about electricity while he owned a TV company himself. Even today the city has not paid the debt of the 1929 exhibition.</p>\n<p>As time went by Barcelona became one of the big neoliberal corporate cities with the Olympics and the Forum, and, coinciding with this, the site started to be rebuilt in the 80s. It now hosts a congress complex called LA FIDA Barcelona which is amongst the three finest sites for expos and congresses in Europe: expos for many kinds of products, but most often expos on real estate in which companies like Blackstone participate while it is still municipal owned land. Municipal land should serve the public<br />\nand there is a concession of a public private partnership company on the land which dates back from 1929 and expires in 2025. So a large group in<br />\nBarcelona is trying to push the current government to not renew the<br />\nconcession and to convert this piece of land back into a public good.</p>\n<p>So the piece in itself [the exhibition installation] is a didactic diagram, an interactive installation where you have to really spend 15 minutes. We were thinking of making it faster, but this is a very important thing.<br />\nWhoever wants to actually read it will read it. The exhibition has two<br />\nsections. The first section, starting from the world map (upside down) is the section that describes the high-end capitalist enterprises. You start<br />\nby following the numbers and then it starts telling the story of the site.<br />\nIt also tells about the public private partnerships that are part of all of this. Section two discusses the conditions in the neighborhood. It starts to point out to alternative ideas for the site and finally reveals a proposal. Our proposal is basically using all of the land on the site to create a very<br />\ndense urban fabric with open public spaces that weaves in the neighborhoods that surround it, providing much needed housing and public space within the city of Barcelona.</p>\n<p>Paprika: 17:18 You mentioned earlier that you work with developing alternative economic models and surely there has to be an economic incentive for the city to transition from hosting mega events with large profits to developing residential neighbourhoods. How have you worked to convince the city of the benefits of your social project?</p>\n<p>Miguel: 18:12 Yes, you can convince if the local authorities are willing and the authorities in Barcelona are very progressive.<br />\nI mean they are not very fond of large private investment so they have a lot of progressive policies that I personally support. LA FIDA has an expansion plan that the concession wants if the lease gets extended. They’re<br />\nasking the government for 280 million euros to expand and renovate the site for their hundred year anniversary. The total 2019 budget in Barcelona for housing is 140 million euros. This means that the money is there<br />\nand the municipality is willing to consider our proposal instead of LA FIDAs. We are convinced therefore that Urban Front is the most relevant. We have stopped investing all our time on grassroots groups and are<br />\nnow trying to work with top-down approach again, but a specific top-down approach in which our clients are progressive governments.</p>\n<p>Paprika: 20:22 You refer to Urban Front as a McKinsey of the left and as a multidisciplinary consultancy firm entering in a public private partnership with local authorities to advise on city planning strategies. How is your public private partnership model in this way different from conventional public private enterprises? Are you working non-profit?</p>\n<p>Miguel: 20:50 No, no, it’s still for profit. McKinsey and the other big players extract millions. If CohStra gets $20,000 we’re happy and<br />\nif McKinsey gets 2 million it’s nothing because their annual revenue is 40 billion. Just to put it in perspective. Anyways, if we can get just 1% of<br />\ntheir market we will be able to function very well. We will charge the same as them so if Barcelona will pay McKinsey 1 million dollars, we will<br />\ncharge 1 million dollars. The difference is that our organization will take<br />\nthe surplus and put it in a foundation. The foundation will support<br />\ngrassroots groups to develop strategies and so forth. And we just get decent salaries, we don’t need to be millionaires. The model of the organization functions as a redistributive device. Taking the millions that the<br />\ncity has destined for the big consultancies and put it at the service<br />\nof communities at last.</p>\n<p>Paprika: 21:59 Is Urban Front primarily made up of architects and urbanists? What other disciplines are involved?</p>\n<p>Miguel: 22:10 No, no, I hate architects. I used to be one. I don’t like them and for whatever reason we ended up today in the architecture biennial, but normally we are working in other spaces and with geo-<br />\ngraphy, anthropology, sociology and economy. I personally have the view-<br />\npoint that the architect or the figure of the architect still comes all the<br />\nway from the Renaissance from Alberti, and I always go back to these books by Alberti because he teaches what architecture should be.<br />\nAccording to Alberti the architect should be at the service of the Lords. And this is basically what it has been. And for me, the architect will<br />\ncontinue to exist because capitalism needs money. Architecture has been one of the best promotions for developers. So the architect is really<br />\nan instrument of marketing, an instrument of empowering an elite. I don’t see that the architect as a relevant figure today. Actually, number one<br />\nin our Manifesto or number two. I think. It rotates. Number two (following the projector in the installation) says that it is our goal to blur disciplinary silos. And we feel that the contemporary world needs a totally different conception outside of disciplinary structures.</p>\n<p>Paprika: 24:14 You talk about breaking disciplinary silos.<br />\nHow do you you think of your own practice with CohStra and now Urban Front as related, or unrelated, to what can possibly still be classified as<br />\nthe architectural profession?</p>\n<p>Miguel: 24:22 We consider architecture made irrelevant. I see this and believe me, I know that, I’ve been a professor for 20 years today not in architecture school, thankfully, we just don’t need it. Right now,<br />\nthe problems of the world are much more urgent than to hire an architect. If we look at the whole biennial that we are standing in for example,<br />\nit’s a different kind of architect that is promoted, right? There is basically not a single proposal of built architecture. Of course there’s the typical<br />\nidiots that follow Aldo Rossi in Europe, like Pier Vittorio Aureli who is just like architecture, architecture, and architecture. It’s like a parallel practice has been born over the years. It’s just not really architecture. In our practice we have – let me show you our map again – people from South<br />\nAmerica, North America, and Europe trained as political scientists, artists, anthropologists, geographers, lawyers, planners, and architects. So it’s<br />\na very transdisciplinary team. That’s what we are aiming to achieve.<br />\nThe city cannot be dealt with in single disciplinary silos. So why continue to emphasize disciplines, it just doesn’t make sense. We don’t think that the schools make sense because they continue to emphasize disciplines. It happens because this is what makes capital function. You hire an architect that does exactly what is expected, but if you want to hire someone to really think about solving the problems of the world then you need a very different kind of structure. And so, Urban Front is also trying to create this new structure and a new form of practice which is more relevant today.</p>\n<p>Paprika: 30:44 You mention the Urban Front as a new form of practice. And now, as you’ve talked about the flaw of creating just one discipline, do you see a new form of education then coming out?</p>\n<p>Miguel: 30:56 Yes, absolutely. And we have friends that are working on that now. I personally have directed a graduate program in the new school in New York city and this program does exactly what I’m<br />\ntalking about. We have a very interesting set of students that come from very different disciplinary backgrounds. Most of them have some left<br />\nradical thinking in their mind. They will have worked with grassroots. So we attract that crowd. We don’t attract the Harvard crowd. I mean,<br />\nalthough I get calls from Harvard to talk or whatever. It’s very limited, right? (the change in education) There is David. Do you want to meet him? These are some students from Yale architecture magazine.</p>\n<p>Paprika: 42:29 Hi David, very nice to meet you. We just did an interview with Miguel about your projects with Urban Front, very exciting. The interview will be published within the coming weeks.</p>\n<p>David: 42:30 Pleasure, nice to meet you.</p>\n<p>Miguel: 42:30 Alright thanks, take care.</p>\n<p>Paprika: 42:30 Thank you so much for your time Miguel.<br />\nEnjoy the Biennial!</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Gustav Nielsen"},"slug":"gustav-nielsen","meta":{"degree":"M.Arch I","graduation_year":"2022"}},{"title":{"rendered":"Diana Smiljkovic"},"slug":"diana-smiljkovic","meta":{"degree":"M.Arch I","graduation_year":"2022"}},{"title":{"rendered":"Miguel Robles-Duran"},"slug":"miguel-robles-duran","meta":{"degree":"Urban Front","graduation_year":""}}],"fold":{"title":{"rendered":"Chicago Biennial Bulletin 2019"},"meta":{"volume":"5","number":"04","publication_date":"2019-10-10"}}}}