{"title":{"rendered":"Usufruct"},"content":{"rendered":"<p>Usufruct <em>n. The right to enjoy the use and advantages of another’s property short of the destruction or waste of its substance.</em> [1]</p>\n<p>Up until the North American Free Trade Agreement (NAFTA) was implemented in 1994, much of Mexico’s border region was composed of ejidos, large swathes of communal agricultural land leased in usufruct by the government, on which groups of farmers grew crops and raised cattle. The word usufruct is built with two parts that describe what one can do with a given piece of land: <em>usus</em>, the right to use and take pleasure, and fructus, the right to derive profit, or bear fruit. Usufruct excludes a third element, <em>abusus</em>, the right to abuse or destroy land, which is a right reserved for full property owners. </p>\n<p>While usufruct rights meant that Mexican farmers remained dependent on the state as the true owner of the land, it encouraged a condition of sustainable production—the capacity to live and work with the earth in a regenerative, nondestructive manner. Usufruct works against the pervasive dream of property ownership and requires trust in the benevolence of an entity that may not always be so. Its success is rare but its underlying principle might generate new alternatives to the present paradigm of the abused city versus the untouched wilderness. In Havana, for instance, urban farms called <em>organiponicos</em> have proliferated on sites leased in usufruct by the government, sometimes on small infill plots in the heritage district.</p>\n<p>In anticipation of the manufacturing boom that would come with NAFTA, a 1991 modification to the Mexican constitution allowed the privatization of ejidal land. Factories have since sprung up by the hundreds, dumping their waste in the desert and polluting the water supplies of local communities. Privatization, though productive and lucrative for a few, has done away with the powerful concept of usus, fructus, but not abusus, allowing for years of environmental damage to compound and proliferate.</p>\n<p>Thomas Jefferson wrote in a 1789 letter to James Madison that “the earth belongs in usufruct to the living.” [2] Operating on a planetary scale, usufruct reminds us that the earth is not ours to own, but only ours to steward for the future humans and non-humans that we share it with. In this sense, it could be deployed to cultivate a system of accountability that checks larger systems of ecological abuse. On an urban scale, it could alter the way buildings are constructed, incentivizing life cycles that facilitate the replenishment of the earth. On an individual scale, it could inculcate a basic sense of responsibility in every person calling the earth their home, with a simple ask: use, enjoy, but don’t destroy. </p>\n<p>[1] Oxford English Dictionary<br />\n[2] Jefferson, Thomas. Letter to James Madison.<br />\n6 Sept. 1789. Princeton University Press, 1958.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rhea Schmid"},"slug":"rhea-schmid","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Maya Sorabjee"},"slug":"maya-sorabjee","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"WILD"},"slug":"wild","meta":{"volume":"05","number":"15","bulletin":false,"publication_date":"2020-02-27"}}}}