{"title":{"rendered":"Wasted Labor or Resource Building?"},"content":{"rendered":"<p>ALICIA POZNIAK (M. Arch II, &#8217;16)</p>\n<p>Earlier this semester beginning my third and final advanced studio, a sense of déjà-vu pervaded those first weeks of late night work sessions. Yet again, I found myself in the laborious process of digitally re-drawing precedents. As this Fold attests, historical precedent study is inherent to the YSOA pedagogy. It is interesting to observe that the dominant tool and mode of representation used and obsessively relied upon to produce and format this work, the computer, digital drafting software and polished drawing. In our digital age, it seems luddite-ish to pose this question, but I wonder if something is lost in translation or if opportunities are missed by discounting other analog methods and insisting on a final reproducible outcome, ie. pdf drawing file.</p>\n<p>While drafting away, I couldn’t help but question the excessive labor that is required to re-draw or trace precedents digitally for what I observed to be little analytic gain in the actual process. Sure every student is different, but blindly drafting lines over the top of a scanned (and sometimes un-scaled) drawing rather than attempting to draw considering actual dimensions seems a waste of labor. The real analysis and comparative work then becomes additional, once the drawing is complete in digital space. I may be revealing my age, but in undergrad, we used a photocopier, scale ruler, pen and trace paper to re-document our precedents. This meant working at a range of set scales rather than the limitless 1:1 digital drafting environment. The scale ruler became the tactile link between the scale our bodies understood in real-time and the bracketed scale of the precedent drawing hot out of the photocopier. It was quick and dirty, but dimensionality was lived through the process. Romantic moment of nostalgia? Perhaps. But our work was still pinned up, compiled and bound for the library archives. I found such an example here in Haas Arts Library, a typological study of housing during a 1993 studio which George Knight will remember. As part of Leon Krier’s studio, George commandeered our first four weeks drawing precedents, mostly from New Haven. Despite all the labor in perfecting our digital drawings, these will essentially leave YSOA on our hard drives. Perhaps it is time to consider this student work as a shared archive, a resource for future years that cuts excessive work and enables a jump straight into analysis. In the same way analog drawings are reproduced in books, can our digital reproductions be communally valued, formatted, and stored as the legacy our digital labor?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alicia Pozniak"},"slug":"alicia-pozniak","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Historic Projections"},"slug":"historic-projections","meta":{"volume":"1","number":"21","bulletin":false,"publication_date":"2016-03-07"}}}}