{"title":{"rendered":"We Breathe Data"},"content":{"rendered":"<p><span>Jane Weng, MED ‘18</span></p>\n<p><img class=\"alignleft wp-image-3510 size-medium\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-300x300.jpg\" alt=\"\" width=\"300\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-300x300.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-150x150.jpg 150w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-768x768.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-1024x1024.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-830x830.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-230x230.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/11/blue-marble-350x350.jpg 350w\" sizes=\"(max-width: 300px) 85vw, 300px\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><i><span>Figure 1 Blue Marble, NASA</span></i></p>\n<p><span>Talking about the weather ought to be easy. Good or bad, sunny or rainy, cold or hot, pleasant or awful. It is the kind of conversation that leaves little room for debate or argument. No wonder Oscar Wilde accuses conversation about the weather as being the last refuge of the unimaginative.  Weather is the internal movement of the atmosphere, where all human beings are immersed. Confirming basic sensory experiences with each other through conversation about weather is a primary solidarity among all earthly beings.</span></p>\n<p><span>On December 7, 1972, the crew of the Apollo 17 spacecraft took a photo of the Earth at a distance of about 29,000 kilometers from its surface, which is now well-known as the </span><i><span>Blue Marble</span></i><span>. The swirling clouds that wrap around the planet makes the image marble-like. Although caught in an instant by the camera, the clouds are constantly changing, building, and dispersing. They distribute both resources and disasters without any consideration of human needs. They are the world’s most grandiose future-generating machine. Clouds are everywhere, yet belong nowhere. However, nation-states have never ceased in their attempts to own the weather because they know that when the weather is predicted or controlled, so is the future. To sustain a self-sufficient food supply as an independent political entity, between 1996 to 2006, China modified weather through cloud seeding  55,000 times nationwide, which increased rainfall by 490,000,000,000 cubic kilometers. As a supplemental source of irrigation, the artificial rainfall was used by the state to maintain its stability for years to come.  </span></p>\n<p><span>These seemingly intangible clouds are deeply connected with human culture both politically and biologically through the science of meteorology. For the past half millennium, one constant effort in meteorology has been to collect real-time weather data that feeds into a digital model of atmosphere at the global scale. Jorge Luis Borges’s map in the short story “On Exactitude in Science” may be an apt metaphor of the digital atmospheric model. As opposed to being drawn on top of a piece of paper, the model is constructed in a virtual space, which doubles the universe in which we dwell. Atmosphere’s ghost dwells in the virtual universe, where the weather is nothing more than a series of constantly updating formulas. However, like the Borgesian map, the exactitude of the atmospheric model is compromised by the geopolitics among nation-states, and also by its mathematical reductionism of the atmosphere itself. </span></p>\n<p><span>The historian of technology Paul Edwards describes the simultaneous model of the atmosphere as a vast machine. Satellites and far-flung networks of sensors on land, at sea, in the stratosphere, and outer space feed real-time data through telecommunications and microwaves, to create the analogic double of the atmosphere, serving various ends. The digital model of atmosphere has woven perfectly into the fabric of our lives. Weather forecasting, like breathing, is so mundane we tend to think its numerical description is imbedded in the phenomenon itself. Its modeling enables a hybridization of the nature-culture pole that Bruno Latour describes in </span><i><span>We Have Never Been Modern.</span></i><span> Perhaps, apart from the state sovereign and the mathematical reduction, there is yet another aspect of weather that warrants further exploration: that of ontology. We, as humans, are not just passive receivers of the weather. The heat island effect tells us that the human crowd affects the weather just like the lakes and the forests. We breathe, evaporate, absorb and generate heat. We are an important variable for the digital atmospheric model to factor in. Maybe it has become hard for us to comprehend what exactly we breathe: the air, to be sure, but also data.</span></p>\n<p>&nbsp;</p>\n<p>November 9, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jane Weng"},"slug":"jane-weng","meta":{"degree":"Ph. D","graduation_year":"First Year"}}],"fold":{"title":{"rendered":"Edge"},"slug":"edge","meta":{"volume":"3","number":"07","bulletin":false,"publication_date":"2017-11-09"}}}}