{"title":{"rendered":"Weiss/Manfredi Studio: Student Perspectives"},"content":{"rendered":"<p>EUGENE TAN—M. Arch ‘16<br />\nIf tech companies are the new humanist empire, architects are citizens with limited rights. As we saw during our studio travel week in California, laboratories and incubators do not require purpose-built architecture. Repurposing anything from warehouses to the offices of fallen tech giants, companies desire generic spaces with mobile furniture, flexible rooms, and even buildings that can be entirely reconfigured by robots. However, we also observed the negative aspects of such appropriations: the sprawl of Stanford hardly promotes campus life, the length of Facebook’s headquarters will surely require a tram to traverse, and the offices of Google NY in an impenetrable Manhattan block felt dark and labyrinthine.</p>\n<p>Enter our studio. I posit that our analog working methods are a way to combat architecture’s irrelevance in the pantheons of technology. Instead of the algorithm, the architect’s instinct was our best instrument. Typology, organization, and scale were explored in models, while the hand and eye determined topography, geometry, and material. In creating a tech campus engaging the intelligence of site, we aspire toward haptic environments which contrast the virtual realms beyond our control. At IDEO, they aim to create things users didn’t even know they needed. Hopefully our studio, with its ‘return’ to the primacy of the senses, can do just that for these modern day patricians.</p>\n<p>&nbsp;</p>\n<p>Carl Cornilsen—M. Arch ‘16<br />\n“The worst policy in the world is to never question your own policies.” From the beginning, the studio taught by Weiss/Manfredi has not been shy about the value to be gained by putting ideas in opposition. The method outlined by the studio brief contained one exercise in precedent pair analysis and another in “sectional DNA slicing”. Spatially, the use of precedent was a means to understand scale, identify formal strategies, and act as a shorthand to define what issues are relevant for each project. Programmatically, the design for a new engineering and tech campus implies the question of how architectural form might take cues from startup culture. Can buildings—concrete, material, fixed—productively reflect aspects of today’s startup culture: risky, uncertain, lean, agile, user-focused?</p>\n<p>Marion &amp; Michael talk about how “the possibility of nature, architecture, and ecology becoming intertwined … and delaying architectural clarity.” I found it productive to think of the campus in this way—as comprising a series of layers that each follow their own logics, tweaking the parameters to yield a responsive whole. Through the lens of architecture, this studio considers the practice of entrepreneurship. Both require an agenda and the ability to ask relevant questions and explore it thoroughly. In that sense, mission accomplished.</p>\n"},"meta":{"fold":{"title":{"rendered":"What Are You Doing?"},"slug":"what-are-you-doing","meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}