{"title":{"rendered":"What are Bodies For?"},"content":{"rendered":"<p>What are bodies for? To labor and toil, or to dance and sing? In 2019, we no longer need to look closely in order to see late-capitalist modernity crumbling in on itself. The old is dying, but the new has yet to be born.</p>\n<p>A “rave” can be thought of as a time dilation, blurring the distinction between night and day to conjure a new space-time outside of normal spheres of capitalist production and subjectivity. Our experience of time is not objective and fixed but intersubjective and in flux. This desire to escape from the jittery hyper-productivity of neoliberal time cannot be underestimated in an era of communicative capitalism, wherein the logic of the market has penetrated even the most intimate aspects of everyday life. The nightclub thus becomes the site for a clandestine reclamation of both space and time. While there may not be any single feature that all clubs share, they are more often sites of collective joy and healing, concentrated pockets of polymorphous affect and desire, ruptures in the dominant reality system, traumatic glimpses of “the outside”…</p>\n<p>&#8220;Capitalist realism cannot survive when alternatives are efflorescing… These alternatives are not only “political” in the narrow sense – they are also emotional.&#8221; [1]</p>\n<p>A musicologist named Christopher Small coined the term “musicking” to fill the gap in many European languages for describing music as a process (verb) rather than an object (noun). He believed that everyone contributing to the performance comprises the music: “to music is to take part, in any capacity, in a musical performance.”[2] Whether it be through the movement of bodies in unison or the heady intoxication with which it is associated, dancing challenges the division between mind and body; self and other. In contradistinction to the most basic model of communication between sender and receiver (1:1), in dancing, an omnidirectional network of body language binds the crowd together. This rhythmatic, non-verbal communication is what allows for personal space to be constantly and instinctively negotiated and renegotiated, even as we lose ourselves in the pleasure of being with others. It is in this sense that dance is inherently ecstatic, from the Greek ek-stasis “to be or stand outside oneself.”</p>\n<p>Raves have historically occurred within a specific kind of architecture, and many early clubs made use of abandoned buildings such as warehouses and factories left behind by post-industrialisation. The Paradise Garage was a parking garage, Berghain, a former power plant. After the collapse of the automobile industry, Detroit became the first Western post-industrial city, leading directly to the emergence of techno. As a socio-historical trend, “club culture” is thus a ritualistic inhabiting of ruins as well as the awakening of a future through the unforgetting of a repressed primordial past beyond the individual self and Cartesian mind-body dualism.</p>\n<p>&#8220;Raves are not simply hedonistic experiences, though they, along with the Dionysian, are that too, but those who go to them frequently speak of a shedding of social inhibitions and the experience of being united with each other in love… In raves individuation is temporarily suspended and one’s sense of identity becomes so bound up with the corporate experience that some speak of being at one with, indeed even in love with, the mass…&#8221;[3]</p>\n<p>As madison moore writes in Fabulous: The Rise of the Beautiful Eccentric: “Nightlife is a space where identities are created, tested, questioned, confirmed, and rehearsed; and sometimes the most difficult thing about going out is actually getting in.”[4] We come into being through a process of mutual recognition. Our identities are not stable pre-existing categories but assigned to us via mechanisms of social reproduction. Therefore, to create our own spaces and communities is to seize the means of social reproduction, which are nothing less than the means by which we become who we are. What can architecture do to facilitate these moments of intense collective experience?</p>\n<p>The music is always incredible, but it’s not the main thing… The real ingenuity is in people coming together to do a thing and in the process becoming more themselves.[5]</p>\n<p>Looking at the intimate and loving early photographs from the Muzic Box in 1980s Chicago in his documentary Everybody In The Place, artist Jeremy Deller describes the club as a haven—the place where you can be the person you want to be. He draws a parallel between the nightclub and the church, where people support each other and share common values. He speculates that the earliest Christian services were possibly like this: illicit, underground gatherings of people who were roused into a frenzy through music and sound. “House music was a particular type of spiritual music,” proclaimed the Reverend Roderick Norton at Frankie Knuckles’ funeral.[6] Deller portrays early house musicians as taking control of the means of production in their use of new musical technologies, tools that were not necessarily intended for them, to make something for themselves.</p>\n<p>In the 19th and 20th century West, a tradition of public festivities and carnival was gradually replaced by the spectacle, in which a passive audience sat mute and motionless before the concert, rally, or screen. Clubbing is just one form of revolt which attempts to reclaim creative participation and life-enhancing abandonment, to fight against the tendencies within capitalism to commodify, integrate, and neutralise these “reckless” pursuits. Ironically, it is the real and structural violence of living within systems of normativity that necessitates marginalised groups to use art and performance to imagine such utopian possibilities. Utopia is not a pre-existing telos but a dialectical process that reflects a positive negation of the historical moment. As Mark Fisher wrote, emancipatory politics must always destroy the appearance of a “natural order”and must reveal what is presented as necessary and inevitable to be a mere contingency, just as it must make what was previously deemed to be impossible seem attainable.[7] Throughout the 20th century, nightclubs have been hotbeds of contemporary culture and centres of the avant-garde that have questioned the established codes of social life. At the club, we catch a glimpse behind the banal rationality that dominates modern life, revealing the transience and plasticity of reality.</p>\n<ol>\n<li>Fisher, Mark. “Democracy is Joy”. K-Punk blog, 2015.<br />\nAccessed 7 Sept. 2019.</li>\n<li>Small, Christopher. Musicking: The Meanings of Performing and Listening. University Press of New England, 1998. p. 9.</li>\n<li>Fraser, Giles. Redeeming Nietzsche: On the Piety of Unbelief, Routledge, 2013. p. 55.</li>\n<li>madison moore, Fabulous: The Rise of the Beautiful Eccentric, Yale University Press, 2018. p. 128.</li>\n<li>Warren, Emma. Steam Down or How Things Begin, Rough Trade Books, 2019. p. 1.</li>\n<li>Collin, Matthew. Rave On: Global Adventures in Electronic Dance Music, University of Chicago Press, 2018. p. 3.</li>\n<li>Fisher, Mark. Capitalist realism: Is there no alternative?, John Hunt Publishing, 2009. p. 17.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Alexandre Honey"},"slug":"alexandre-honey","meta":{"degree":"M.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"meta":{"volume":"5","number":"02","publication_date":"2019-09-12"}}}}