{"title":{"rendered":"What You See Is Not What You Get: An Interview with David Gissen"},"content":{"rendered":"<p><em>David Gissen is the Eero Saarinen Visiting Professor of Architectural Design. This semester, he is teaching The Polychromatic Reconstruction of Architecture, a course dedicated to exploring a broad range of practices which might constitute the reconstruction of color in architecture. Michael Glassman (MG) and Andrew Economos Miller (AEM) sat down with David (DG) to talk about the class and how color is never just color.</em></p>\n<p><strong>MG</strong>: You’ve said that you think this class might actually not be about color, but about the loss of color. Why is that?</p>\n<p><strong>DG</strong>: Well, let me just back up and say, the reason I wanted to do a course on color is not because of any strong interest in color, or coloration, per se, but because I think color enables a conversation about things that are very interesting to me: media, historiography, environmental history, and race. So the class is a way to bring all these things together.</p>\n<p>So as I’ve been working through these themes with you all, I do think the course is about the loss of color. Every time we see a slide of a building that has been polychromatically reconstructed, or a slide of a modern building in its original color-form, we’re shocked. And so I’m really interested in that. Why are we so shocked? And how have we come to know these things as monochrome? Through our readings, we’ve talked about media’s role in removing color, the environment’s role in removing color, historiography’s role in removing color, and I wouldn’t say race itself removes color, but certain ideas about ethnic histories and broad concepts of race and ethnicity probably determine whose architecture we see as having color or not. For example, Western histories of European and American architecture are largely filled with colorless images and reconstructions, whereas the architectures of other peoples are imagined by Western historiographies as being colorful, so I think that that comes through in that way.</p>\n<p><strong>MG</strong>: You say that color is never really about color, what about this moment has brought you to study color? Why do you think it feels particularly relevant now?</p>\n<p><strong>DG</strong>: I keep thinking about these images of natural environments that have been etiolated [1], or drained of their color, from coral beds to forests, and I think the loss of color in our time represents the loss of entire worlds—cultural and natural worlds. There’s something about color that, for me, connects things that we create as human beings to places that we don’t imagine our fingers in as much, like a coral bed off Australia that has become completely bleached out. I think color right now represents something very fragile, in need of preservation and reconstruction.</p>\n<p>There are people in Europe like the Brinkmanns [2] who have done a lot of work to polychromatically reconstruct the lost color of “white” marble, ancient sculptures and architecture elements in very shocking ways. There have been inventions of new colors, like Vantablack. The idea that we can invent a color, I think, is fascinating to people. We thought all the colors that exist have been created, but no, we can create something that’s even blacker than black. And apparently Vantablack isn’t even a color it’s like a&#8230;</p>\n<p><strong>MG</strong>: It’s a technology&#8230;</p>\n<p><strong>DG</strong>: It’s a technology, right. It’s not a pigment.</p>\n<p><strong>AEM</strong>: It’s carbon tubes.</p>\n<p><strong>DG</strong>: Yeah, it’s little tubes. So yeah, it feels very present right now. Fragility, reconstruction, invention&#8230;</p>\n<p><strong>AEM</strong>: In the class, we’ve been talking across media pretty effortlessly: sculpture, painting, architecture. Is there anything you think might be specific about architectural color historically or formally?</p>\n<p><strong>DG</strong>: That’s a really good point. I’m not a disciplinarian, so&#8230; [laughter]<br />\nSo I think one of the things that I didn’t mention that interests me about color is—and my thinking about this is inspired by others—it tends to have the capacity to blur what we see as distinctions between disciplines. There are people like the art historian Jennifer Stager [3] who talk about color’s inherent discipline blurring capacities. That’s not just historical, that’s also a problem with historiography. So for example, when the Brinkmanns reconstruct an architectural element with full polychromy, it suddenly becomes as much a work of painting as it does a work of architecture, and sometimes it even becomes somewhere between architecture, sculpture, and painting. People today, like Jennifer, are really questioning historiographies that have led us to see paint as something that’s specific to painting, form as something that’s specific to sculpture, and space and form as something that’s specific to architecture. And she’s very interested in how paint and polychromy can cut through those divisions. From my perspective, there can’t be anything specific about architectural color.</p>\n<p><strong>AEM</strong>: It reminds me of Henri Labrouste who wrote that paint blurred professional knowledge and architectural meaning. You can kind of understand ownership by asking whether or not you can paint on something. Do color and paint offer an opportunity for democratizing architecture?</p>\n<p><strong>DG</strong>: Yeah, I love that. I think it was Barry Bergdoll writing about him, that the painting of the surfaces ceases to distinguish them in the kind of classical vocabulary that we’re used to talking about: a capital, a pediment, and an entablature, but also that represents an appropriation, that people might paint these elements to represent what the building means to them, not just taking a kind of inheritance from the history<br />\nof architecture.</p>\n<p><strong>MG</strong>: I wonder if there’s an opportunity for polychromatic reconstruction or coloring of buildings to move from a sort of technical scholarly pursuit to a collective cultural pursuit.</p>\n<p><strong>DG</strong>: What do you mean by that? That sounds super interesting.</p>\n<p><strong>MG</strong>: It seems to me that, and maybe there’s a distinction here that I’m not making between reconstruction and creative projection, but that much of the reconstruction we’ve talked about has been based on technical scholarly work toward a kind of “truth”—whether a truth about what the colors were or a truth about what the colors did, or meant—and that seems to be more of an individual drive rather than an idea of a collectively created culture of color that then is represented on buildings.</p>\n<p><strong>DG</strong>: I think that some of the provocations David Adjaye’s built around using the color black in contemporary architecture are really powerful. And Amanda Williams’ work in Chicago—where she painted houses in bright pinks or blues to represent a kind of grammar of color that she doesn’t want to disappear in the face of gentrification—is also interesting. She also uses color as a way to point out certain forms of decay without turning to an aesthetics of decay. I think it’s very powerful work. Obviously, both Williams and Adjaye are also dealing with race, so I think to get back to what we were talking about before, color enables these themes to emerge that aren’t necessarily about whether Williams’s house is pink or blue, or that Adjaye’s architecture is black or grey, but it enables us to ask questions about what color can represent and where it can take conversations about subjectivity and in directions that might be novel or quite frankly very uncomfortable for people to discuss.</p>\n<p>That’s a collective way to think about where we can go with color. Neither one of them are antiquarian in the way that many of the people that we’re examining in the class are. It’s not about recovering something from the past—well Williams’ is in some way—but it’s not really about reconstruction. It’s about using color to construct conversations that are necessary.</p>\n<p><strong>MG</strong>: Do you see etiolation, then, as a way to shut down conversations or to not have to talk about things?</p>\n<p><strong>DG</strong>: I don’t know if you can show illustrations in the paper, but one of the best examples of etiolation that I can think of recently is the Sam Jacob project [Dar Abu Said, exhibited at the 2016 Venice Architecture Biennale] that we showed in the class. He took this colorful shelter, that was made by a refugee trying to go to London, and turned it into a stark white stone monument. I think etiolation can transform artifacts that have some familiarity into another, unfamiliar and very monumental form. We inherit that form of etiolation from classicism. I think etiolation has the tendency to make something that we don’t think of as a monument into a monument.<br />\nI think the removal of color is just as powerful as the addition of color, can be just as shocking, and can raise other kinds of conversations that are not simply about the color white. So in Sam’s project, he’s taking this building and it’s very colorful, and it becomes white. We can talk about its whiteness, but that’s not the point. The whiteness of the building enables us to talk about what is and what is not considered a monument of our time or a historical work of architecture in itself. I think what this and other projects state is that those things that can become hard and “white” can enter architectural history more easily. In his worldview, which is not necessarily mine, something enters architectural history when it becomes etiolated.</p>\n<p><strong>MG</strong>: Is formalism still getting in the way of talking about color?</p>\n<p><strong>DG</strong>: Yeah, totally. Well, I think what I’m realizing with working on this class with you all is that formalism is so wrapped up with etiolation, it’s like: how do you drain the color out of things? You eliminate their life-giving contexts. You know, etiolation is such a great word because it’s used to talk about plants and the kind of worlds around them that give them life, so when they lose light, water, or sap—their surroundings let’s say—they turn white and they die. So one of the main critiques of formalism is that you lose any sense of the context of a work. Formalism is an internal conversation versus an external one that opens the work up to the circumstances that led to its production or the world in which it existed. So etiolation has become a symbol of just that, and Sam’s project is a great example. Etiolation is a total symbol of removing the circumstance and just having the formal artifact.</p>\n<p><strong>MG</strong>: Do you think architects are particularly prone to that? [laughter]</p>\n<p><strong>DG</strong>: We’ve been, yeah, well, we… hmm.<br />\nI wish that in my architecture history classes I learned how colorful things were. Let’s put it that way. I think it would have really shifted how I thought about architectural history. I had one professor when I was an undergrad, whose name I can’t remember, who taught us Labrouste and showed us the color reconstructions and I just thought, wow. I wanted to learn more and more. I was impressed by how much color was part of the story of architecture, how we don’t talk about it very much, and how he and his compatriots took it upon themselves to polychromatically reconstruct history, which I think is still a very important project.</p>\n<p><strong>MG</strong>: In that sense do you see the project of polychromatic reconstruction as a model for other ways of rethinking architectural history?</p>\n<p><strong>DG</strong>: I think what you see is not what you get and I think that’s the lesson of polychromatic reconstruction. I feel like it’s representative of something so powerful about history and what we think is history, to shape what we think is the substance of architecture, its aesthetics, and its appearances. As these people reconstruct these things—sometimes very awkwardly and probably sometimes incorrectly—they raise issues about what we consider the content of buildings. Color is generally thought not to be the content<br />\nof a building.</p>\n<p>So I think color reconstruction is really important. I think reconstruction is important generally, but I think the color reconstruction raises all the right issues right now, at this particular moment, in this particular country. All the awkwardness.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Etiolation refers to the process of whitening, or chlorosis, which happens in plants which have lost access to light.</li>\n<li>Vincenz Brinkmann and Ulrike Koch-Brinkmann are German archaeologists known for pioneering the modern study of ancient polychromy and its reconstruction. Their traveling exhibition, Gods in Color, has brought this work across the world since 2007.</li>\n<li>Jennifer Stager is an assistant professor at the Johns Hopkins Krieger School of Arts and Sciences studying, among other things, color in ancient art and architecture. She gave a guest lecture in the class in early February.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"David Gissen"},"slug":"david-gissen","meta":{"degree":"","graduation_year":""}},{"title":{"rendered":"Michael Glassman"},"slug":"michael-glassman","meta":{"degree":"M.Arch I","graduation_year":"2020"}},{"title":{"rendered":"Andrew Economos Miller"},"slug":"andrew-miller","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Color"},"slug":"color","meta":{"volume":"5","number":"16","bulletin":false,"publication_date":"2020-03-26"}}}}