{"title":{"rendered":"What’s at Stake in Mistaken Identity: Interview with Asad Haider"},"content":{"rendered":"<p><em>Asad Haider is in Manhattan, NY.</em></p>\n<p><em>In 2018, Asad Haider published Mistaken Identity. The essay, interspersed with personal reflections, tells of the transformation of identity politics from currents within emancipatory movements to currents beyond them. This process, Asad argues, is the depoliticization of identity. The book is subtitled “Race and Class in the Age of Trump” but it’s really about much more. </em></p>\n<p><em>Mistaken Identity received mixed reviews upon publication. Stuck between the Scylla and Charybdis of electoral and personal politics, many people found it’s return to mass movement politics refreshing. Others, like the otherwise nonexistent Field Street Collective, took issue with some potential misreading of material history within the text. Melissa Naschek at Jacobin claims Asad fails to “craft a basis for socialist politics.” We here at Paprika!, however, are interested in neither Field Street’s theological Marxism nor Naschek’s socialism. We’re interested in currently emergent social struggles that sketch out ways of living and organizing towards total social transformation.</em></p>\n<p><em>Writing about race in his article The Limit Point of Capitalist Equality, Chris Chen states “much anti-racist analysis and practice continues to treat ‘race’ as a noun, as a property or attribute of identities or groups, rather than as a set of ascriptive processes which impose fictive identities and subordinate racialized populations.” Starting from a similar position, Asad goes a step further―that a struggle capable of overturning the miseries of the existent world must put forward its own set of processes that can organize everydayness into a method of political struggle. This process, he says, is one of “imagining the possibility of an alternate form of life.”</em></p>\n<p><strong>Paprika!: </strong> We’re in a moment where, simultaneously, art is so closely tied to the economy and so closely concerned with identity. Maybe this is a good place to start a foray into your work.</p>\n<p><strong>Asad Haider:</strong> The theme of identity in art? There are two questions there: why it’s happening and what is being done. There is the exciting possibility in art to estrange and unravel identity but in the art world we frequently find the opposite – that is, identities are being generated and reinforced.</p>\n<p>This is one means by which art is adopting a political posture, but it’s unclear whether this qualifies as politics. We have this conjunction of identity and politics, but there is also a disjunction between those terms. There’s a point to make in art about the neoliberal use of identity and the commercialization of the art world but, for me, the more relevant point is to understand the turn towards identity as a consequence of depoliticization. That is, the language of identity politics arises after a whole sequence of mass movements challenging the social structure. In this context, the term identity politics as introduced by the Combahee River Collective, is a response to the way that hegemonic identities in mass movements had constrained the scope of politics.</p>\n<p>But, out of that moment comes the disorientation of the mass movements: the closure of a particular set of strategies, practices, and aims. It’s here that the process of depoliticization takes root and that identity comes to displace politics.</p>\n<p><strong>P!:</strong> It might be useful here to explain depoliticization.</p>\n<p><strong>AH:</strong> The first way to talk about depoliticization is to contrast it to the common arguments that are based in a suspicion of marketing, arguing that capitalism is happy to commodify our identities. While this may be the case, this has to be situated within another argument―that the affective style that we associate with identity politics can be understood through what Spinoza called sad passions, affects which are results of our diminished capacity to act. When we are unable to act politically, we experience these sad passions. Many of the phenomena lumped under the title identity politics―whether policing each other’s language or engaging in lengthy confessions of one’s own privilege―must be understood as part of a process of depoliticization.</p>\n<p>The historical sense of depoliticization is the one in which the American mass movements against racism came to a close. There is this sequence running from the 50s to the 70s where mass movements are challenging a fundamental part of the American power structure. These movements achieved certain limited aims without effecting the total transformation of society that they had always aimed at. After this, what it means to act politically becomes unclear. This is an immediate condition for depoliticization, where the language of antiracism is no longer embedded in mass movements. Instead, that language is utilized by politicians whose aims ultimately run counter to the mass movements which made that politician’s career possible.</p>\n<p>There is a larger condition of depoliticization that’s associated with the failure of the 20th century revolutions―that is, the failure of the state socialist societies to make a transition to a different form of life. The great events of the anti-feudal and anti-imperialist revolutions didn’t succeed in creating a society beyond capitalism, making that transformation unimaginable. It has become impossible to imagine an alternative to the existing forms of life. This is not a novel argument; we see it in the description of neoliberalism as an inevitability. The other aspect, though, is an inability to recognize in the present what has happened in other historical moments―that completely new forms of life were put on the table. But the end of those moments, the failure of these political sequences, does not invalidate the possibilities that they brought about.</p>\n<p>In my view, we have to think in terms of organization and disorganization rather than in terms of consciousness, experience, or ideas. We have to think about particular forms of organization, and about how particular forms of organization can generate particular powers. When we are disorganized, and our power is limited, we’re susceptible to the sad passions.</p>\n<p>In terms of art, we can look at the poetry of Amiri Baraka and see the political aspects directly. At the same time, when we look at his writings on jazz, we see that he identifies a political character in it, even if no direct line can be drawn between the music and a certain political program. The political character is brought out in the new possibilities that jazz generated.</p>\n<p>Identity takes phenomena that have social and structural causes and turns them into attributes of our selves. To treat race as an identity is to invert this causality―to take one’s attributes and, from there, relate them to the social structure. But it works first the other way around―identity is an effect of the social structure. So it’s possible to have art that unravels the idea that identity is the original cause of my experience.</p>\n<p><strong>P!:</strong> It can be said, though, that identity can describe a set of real conditions, conditions that often affect the organization of space within a city.</p>\n<p><strong>AH:</strong> We can’t assume that identity is the most useful term to describe the way groups of people are determined by the physical orientation of space or the history of neighborhoods and so on. If we see a politics that’s centered on the life of a neighborhood, is this best explained in terms of identity? I think that’s only a partial answer.</p>\n<p>It is true, however, that we can’t get away from identities and their real effects in our relations. There’s always lived experience, even if lived experience can’t totally and sufficiently describe social phenomena or our own ability to act. So we will always see in politics different representations of senses, of particular consciousnesses and attributes that individuate us.</p>\n<p>Part of what I have been suggesting, though, is that we need to understand those as being logically secondary to the question of the organization of powers. If it is possible to assert an identity in politics that is oppositional, that challenges the existing state of things, then that can’t be understood as an inherent quality of a certain identity or of identity in general. Rather, we should look for organization that makes it possible to challenge what exists. On that basis, particular experiences and consciousnesses may arise that represent these powers, but they aren’t causes.</p>\n<p>We make a mistake when we take them as causes. If we are speaking about, for example, resistance to gentrification, we can also conceive of identity being deployed in the service of gentrification. So how is it that an identity can be oppositional, rather than just a means of marketing? That question takes us to organization. And I don’t mean organizations specifically, but the broader question of how the relations between us form patterns that augment, rather than diminish, our capacity to act. We can have ways of relating to each other that make us more capable of acting politically, and certain ways of relating that diminish this capacity. I’m describing this difference as that between organization and disorganization.</p>\n<p>In the history of emancipatory politics, one of the most noteworthy forms is that of the party. To look back now and say that the party was always a flawed form is to fail to appreciate it as a specific adaptation to a specific historical moment. We are beyond those moments―the party is no longer an adequate organizational form. But we can’t use the obsolescence of the party-form to dismiss the whole question of organization. The fact that we haven’t been able to conceive organizational forms appropriate to our historical moment has locked us into a depoliticized cycle, a cycle that includes the current back and forth of identity politics.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Asad Haider"},"slug":"asad-haider","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Stakes and Mistakes"},"slug":"stakes-and-mistakes","meta":{"volume":"5","number":"14","bulletin":false,"publication_date":"2020-02-20"}}}}