{"title":{"rendered":"When A Cucumber Is Not a Cucumber"},"content":{"rendered":"<p>LEV BRATISHENKO</p>\n<p><em>A story first published in</em> Journeys: How traveling fruit, ideas, and buildings rearrange our environment, <em>edited by Giovanna Borasi and published by the CCA and Actar in 2010</em> <em>© CCA, followed by E-mail reply of Sanyi to update on the situation in 2018, by Lev Bratishenko, unpublished. 2018 © CCA.</em></p>\n<p><b>Day One</b></p>\n<p><span>At 19:32 on Monday August 12th, 2002, Darius Corneliu pulled into the truck lane at Kiszombor, a small border post between Romania and Hungary. Beside him a limp chain link fence ran behind a line of trucks and towards a concrete cube plastered with signs in Hungarian that he could not read. In the distance, fields weakly suggested cultivation. His Renault truck, a family investment, was carrying a blue 6 metre steel container holding approximately 26,000 kilograms of cucumbers, which came from his uncle’s farm near Bistrețu about six hours away. No, he told the Hungarian customs officer, he did not know how his uncle grew them, whether it was in the field where he played as a kid, or in the rusting greenhouse next to the ditch. Did his uncle practice “Bulgarian gardening”? What was “Bulgarian gardening”? His uncle wasn’t Bulgarian. Really, they were not his cucumbers. Darius was only doing a favour by taking his uncle’s cucumbers to a wholesaler in Szeged. Normally he did not ship cucumbers. He preferred cargo with fewer border hassles, like televisions. He did not understand why the officer—a short man with dark circles under his eyes—was irritated with his paperwork. He only had what his uncle had given him, he explained in broken Hungarian. It should be in order. He was sorry. Bocsánat.</span></p>\n<p><span>The weary Hungarian customs officer was disappointed with this amateur importer. Sanyi Szilágyi had been working his gate since early that morning and now he wanted to go home, but this guy’s forms were a disaster and Sanyi could not just let him go. He would have to impound the truck. He lifted the gate and motioned Darius to park on the right of a small building about 400 metres up the road. This building served as the office of the Hungarian Customs and Finance Guard, where Sanyi had worked for twelve years, and where he would retire as long as he did not break too many tenets of Act C of the 1995 regulations governing customs law, customs procedures and customs administration, or Government Decree No. 45 on its implementation.</span></p>\n<p><span>The office building that Darius approached was in rough shape, but Kiszombor was too small a border post to be a priority for the infrastructure upgrades that began when Hungary joined NATO three years earlier. Big crossings, some with up to twenty lanes, were getting automated disinfection stations, radiation detectors and x-ray machines. Most of them also got a phitosanitary officer or two, trained in handling suspicious produce. At small posts they could only cross their fingers. Kiszombor was 32nd on the list for upgrades.</span></p>\n<p><span>As he closed his gate and walked after the truck, Sanyi tried to remember the last time he had been required to hold a produce shipment. He could not. Cigarettes topped the list of annual seizures, followed by alcohol, historical artifacts, animals, and finally drugs. Vegetables did not appear. Either they were not considered noteworthy, or they were confiscated in such enormous quantities that their inclusion in the statistics would have ruined the graph.</span></p>\n<p><span>“Come back tomorrow,” Sanyi said as he walked up to the truck. Darius did not seem to mind, he just shrugged and asked for a ride to Szeged.</span></p>\n<p><b>Day Two and the rest of the story continues at: </b><a href=\"http://cca.qc.ca/cucumbers\" target=\"_blank\" rel=\"noopener\"><b>http://cca.qc.ca/cucumbers</b></a></p>\n<p><b>I contacted Sanyi to update on the situation in 2018. This was his reply:</b></p>\n<p><span>Dear Lev,</span></p>\n<p><span>I’m retired, there is a new generation and they manage the border differently. That business about cucumbers seems silly now. </span></p>\n<p><span>But your email reminded me of something strange that happened last week at Tibor’s daughter’s wedding. She is marrying a flashy kid. His buddies run import-export and they laughed all night about “olives”, what temperature keeps them from rotting, how many you could fit in what car and etc. This made me curious, because olives are not so expensive. So they explained that they were talking about Libyans. And they laughed at me because I did not know.</span></p>\n<p><span>Sanyi</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"meta":{"volume":"3","number":"17","bulletin":false,"publication_date":"2018-04-05"}}}}