{"title":{"rendered":"Where the Moon is the Gatekeeper"},"content":{"rendered":"<p>Kathryn Stearns has spent 40 years in journalism as a reporter, editor and editorial writer. She has commented for Vermont Public Radio, the Valley News, The Economist, and was a member of The Washington Post’s editorial page staff from 1980 to 1993. She is also David Bruce’s mother.</p>\n<p>The line between land and sea can be as soft as a sandy beach, as sharp as a rocky cliff, or beguilingly ambiguous, a tease.</p>\n<p>Consider the saltmarsh, part land, part sea, a primordial bridge between terra firma and the watery domain from which all creatures are said to have emerged. Saltmarshes are vital habitats for fish and other coastal organisms, natural storm buffers, and complex filtration systems that carry nutrients from sea to shore and back again.</p>\n<p>Ever-changing and alluringly beautiful, saltmarshes are also forbidding. Try crossing one, and you’ll understand what I mean. The deep creeks and muddy crevices that attract legions of crabs, herons and the occasional coyote can cause a two-footed human to stumble, sink into the mud, and retreat.</p>\n<p>In summer months, I head to a tidal island on Cape Cod Bay, a spit of sand sheltered by Wellfleet harbor not far from where the Pilgrims first anchored in search of fresh water. The house, situated amid pitch pines and scrub oaks, overlooks an expanse of variegated marsh grasses interrupted by undulating creeks emptying into the bay. On the horizon line, the Cape’s hazy grey spiral unwinds and disappears toward Plymouth.</p>\n<p>This place is an island only at high tide, when water rises from the mucky marsh floor, filling the creeks and, oftentimes, inundating the grassy lowland. It’s Nature’s game of high-low, played out every six hours or so, a natural rhythm that demands our attention and defies control.</p>\n<p>As the tide rises, we keep our eyes peeled to the rock out there in the bay. It’s our water marker, a gift the great glacier left behind for those of us uncomfortable with the up-to-the-minute precision of clocks and tide charts. Once the waves begin to splash over top of the boulder and the cormorants fly off a favored perch, comings and goings are out of the question.</p>\n<p>Yes, there’s a weather-beaten wooden bridge connecting the island to the mainland. But, depending on the height of the tide, seawater floods the narrow road on either side of the bridge, rendering the short span useless—except for those content to take off their shoes and wade across. (More perilous perhaps than walking into a saltmarsh is driving through it: car batteries are not made for a dip in saltwater.)</p>\n<p>Sometimes the moon and wind conspire to flood not only the low-lying road but the marsh itself, drowning even the tallest of the stalwart reeds. Marsh becomes sea, and the view from the promontory rivals that from a prow of a ship. Grasses that hours earlier had waved in the wind are now submerged in a pool deep enough for a swim. At times like these, there’s nothing to do but wait as the water flows in and, in a wondrous moment of stillness and silence, shifts course and begins to ebb.</p>\n<p>Some might find all this waiting and watching a darned inconvenience, an unnecessary capitulation to a natural law we don’t have to abide. We could build a better bridge, keep skiffs at the ready, or move off the island. After all, rising seas and higher tides will catch up with us soon enough.</p>\n<p>But here’s the thing: Those of us who inhabit this tidal island take solace in the rhythmic ebb and flow. There’s something humbling, yet satisfying, about living in a place where the moon is our gatekeeper. We might miss a movie here or a concert there, or skip out on a friend or two. But living by the tides teaches this: Nature keeps her own appointments.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kathryn Stearns"},"slug":"kathryn-stearns","meta":{"degree":"","graduation_year":""}}],"fold":{"title":{"rendered":"Basin&#038;Range"},"meta":{"volume":"5","number":"04","bulletin":false,"publication_date":"2019-10-10"}}}}