{"title":{"rendered":"Who is the Perfect City for, Or, The Striking Similarities Between Two Seemingly Dissimilar Architects"},"content":{"rendered":"<p><em>Note: When I discuss “disability” and “accessibility” in this article, I am primarily concerned with physical accessibility to buildings and urban spaces for people with impaired mobility. Disability and accessibility go far beyond these definitions, it would be impossible to offer a holistic view on either in one short article. I have physical and mental disabilities; for the most part, they do not prevent me from walking.</em></p>\n<p>Utopia: “An imagined place or state of things in which everything is perfect.”¹</p>\n<p>This is a simple but revealing definition that I will use as a framework to analyze two speculative architectural/urban schemes that are typically classified as utopian, keeping in mind the implications of the fact that “everything is perfect.”</p>\n<p><strong>Motopia</strong></p>\n<p>British architect and planner Geoffrey Jellicoe proposed Motopia in 1960. The city was to be built with car-only roads high in the air. The idea behind it is encapsulated in the following quotes from Jellicoe:</p>\n<p><em>“No person will walk where automobiles move, and no car can encroach on the area sacred to the pedestrian.”</em></p>\n<p><em>“In this town we are separating the biological elements from the mechanical&#8230;The secret is as simple as that.”</em>²</p>\n<p>Both of these quotes premise Motopia on a deceptively simple and false binary: human and machine.</p>\n<p>The first quote sets up this opposition by using the aggressive word “encroach” to describe the action of cars while showing the esteem Jellicoe holds for pedestrians by describing their domain as “sacred.” “Pedestrian”—a word meaning “one who walks”—is notably used as a synonym for “person” in this sentence. Effectively, Jellicoe makes the sweeping assumption that every person is a pedestrian, an assumption which we know from the existence of people with impaired mobility to be inaccurate.</p>\n<p>The second quote takes the binary even further by opposing all things biological to all things mechanical, which has major implications for accessibility. Take the example of a wheelchair: it is clearly a mechanical object, not a biological one. Does this mean that it—and therefore people who use it—should be excluded from the realm of the person/pedestrian? Although “the mechanical” has not been entirely eradicated from Motopia, anything mechanical, and therefore people with impaired mobility, is confined to the domain of the car. They are excluded from the “sacred” area and its attendant communal and social life.</p>\n<p>The broader implication of these quotes is that disabled people do not neatly fit the binary upon which Motopia is predicated. Reading this in conjunction with the definition of a utopia, one can deduce that since there is no disability in this particular vision of utopia, a perfect world does not include people with disabilities. This is an inherently ableist stance, as it excludes them in favor of building an environment that only caters to people without disabilities.³</p>\n<p><strong>The Ideal Communist City</strong></p>\n<p>Nearly contemporaneous with Jellicoe’s proposal for Motopia, <em>The Ideal Communist City</em> was published by architects from the University of Moscow (Alexei Gutnov, A. Baburov, G. Djumenton, S. Kharitonova, I. Lezava, and S. Sadovskij) in 1957. The book outlines the titular scheme in which residential areas, educational areas, shops, art centers, community meeting places, as well as industrial and scientific areas come together in such a way as to promote various modes of well-being for the individual and society.</p>\n<p>The <em>Ideal Communist City</em> touts the time-motion study formulated by Frederick Winslow Taylor as a method for optimizing industrial labor. According to Gutnov and his colleagues, “In the application of time-motion studies&#8230;instrument panels, instruments, and steering devices were constructed to correspond perfectly to the physiological and psychological capacities of the man and his working posture.”⁴ This fails to take into account differences in said capacities. Even people without disabilities vary in their physiological capabilities for reasons such as differences in height, body proportions, and strength. Any supposedly “objective” way of designing for bodies falls into the trap of assuming only one type of body, implicitly excluding all other types; notably, those of people with disabilities.</p>\n<p>In the realm of schools, Gutnov and colleagues make an interesting observation on the premise of providing education to the population, quoting <em>The Program of the Communist Party of the U.S.S.R.</em>: “The fundamental purpose of any school providing general education is to forge…‘a new individual who harmoniously combines in himself spiritual riches, moral purity, and physical perfection.’” It is inherently problematic to claim there is such a thing as physical perfection, as it swiftly leads down a path where people considered physically imperfect are valued less, excluded from society, and even, as we have seen throughout history, treated as less than human (think of eugenics and forced sterilization, both outcomes of believing in “physical perfection” that disproportionately impacted people of color, people with disabilities, and other marginalized groups).</p>\n<p>Finally, <em>The Ideal Communist City</em>’s residential plan provides more material for analyzing utopian accessibility:</p>\n<p><em>“Planning of NUS [New Unit of Settlement] should guarantee easy pedestrian access from every residential sector to both nature and the sociocultural center&#8230;We think that high standards of health and sanitation and of life in general can be achieved in an environment where all it takes to leave the built-up environment is an easy walk.”</em>⁵</p>\n<p><em>“The fundamental principles governing the NUS: 1. Equal mobility for all. Residential sectors are at equal walking distance from the center and from the forests and parks surrounding them.”</em>⁶</p>\n<p>As in Motopia, we find the word “pedestrian,” a word that excludes people who cannot walk. Further, we find the equation of “equal mobility for <em>all</em>” (emphasis added) with “equal walking distance.” This raises the question: should people who cannot walk not have easy access to nature as their walking peers do? Either that, or “all” assumes the lack of/does not include disabled people.</p>\n<p>Although Motopia and <em>The Ideal Communist City</em> may seem ideologically disparate at first, they share the exclusion of disabled people. This points to a larger trend of ableism across different tenets of society. It is especially important for architects today and in the future to be aware of ableism, as it falls upon us to design a built environment that is accessible to everyone. We must also ask why architects of the past and present see accessibility as an extra measure or a chore, rather than a humane necessity. If we have the power to imagine “a place in which everything is perfect,” we have the power to imagine—and effect—an accessible built environment.</p>\n<ol>\n<li>Oxford English Living Dictionary, “Utopia,” https://en.oxforddictionaries.com/definition/utopia.</li>\n<li>Matt Novak, “Motopia: A Pedestrian Paradise,” <em>Smithsonian Magazine</em>, 6 December 2012, https://www.smithsonianmag.com/history/motopia-a-pedestrian-paradise-154650693/.</li>\n<li>The Center for Disability Rights defines ableism as “a set of beliefs or practices that devalue and discriminate against people with physical, intellectual, or psychiatric disabilities and often rests on the assumption that disabled people need to be ‘fixed’ in one form or the other.”</li>\n<li>Alexei Gutnov, A. Baburov, G. Djumenton, S. Kharitonova, I. Lezava, and S. Sadovskij, <em>The Ideal Communist City</em>, (New York: George Braziller, 1957), 18.</li>\n<li>Ibid., 98.</li>\n<li>Ibid., 117.</li>\n</ol>\n"},"meta":{"contributors":[{"title":{"rendered":"Gray Golding"},"slug":"emily-golding","meta":{"degree":"B.A.","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Ends of Architecture"},"meta":{"volume":"4","number":"17","publication_date":"2019-04-18"}}}}