{"title":{"rendered":"“Whose History?”"},"content":{"rendered":"<p>JEREMY JACINTH (M.Arch II, 2018)</p>\n<p>The second Chicago Architectural Biennial opened to the public on Saturday, September 16<sup>th</sup>, featuring over 140 designers from more than 20 countries. Given the breadth of work, I emerged from the rooms of the Chicago Cultural Center dazed and overly stimulated, wondering what the takeaway from this year’s show is. Slowly my eyes began to adjust from the flashy fluorescent models, the ironic furry thing, the dizzying reflections of reflections and the overwhelmingly bright pink arrangement of furniture referencing a Duchampian paradox. Sensation returned to my feet after traversing four floors of the densely packed exhibition: room after room of dressed-up models on custom bases, walls plastered with alluring yet obfuscating imagery, and impenetrable texts referencing obscure theories. When my mind was finally able to refocus, I couldn’t help but notice an overarching tone to the work; I was left scratching my head. What do we call this—dare we say—Neo Post-Modern Architecture?</p>\n<p>Reflecting further, and taking into account this year’s theme, “Make New History,” I am confronted with a question regarding this so-called “New History:” whose history are we talking about? Given the work in the show, is this not just an ironic rehash of recent Western architectural histories, removed from the larger context of history? If we accept that the vast, diverse category of Post-Modernism in architecture was birthed through a critique of Modernism’s avoidance of ambiguity. And that this avoidance resulted in a desire to infuse richness in architecture through embracing ambiguity, can ambiguity exist if its only source of comprehension is from the inside? Arguably, Robert Venturi’s notion of the the “both-and” in architecture led to the historical citation so prevalent in postmodernism, but what is the significance, culturally or disciplinarily, of a historical citation of a historical citation? The “both-and” lead to Venturi’s concept of the “difficult whole,” which, seemingly, is now being embraced with a new vigor. Yet cultural content is lacking in this new incarnation, leading the work to fall into one of two camps: the simply ironic or, perhaps more deplorable, the kitsch (where the worst of Post-Modern architecture drove the final nail into the coffin). Are we truly embracing the “complexity of meaning, with its resultant ambiguity and tension?”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> Venturi says “order must exist before it can be broken,”<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> but to what order are we referring in this new architectural form? If we call this movement Neo Post-Modern, what is the cultural milieu that these designers wish to stake out and what histories are they substantiating in today’s globalized consumer culture?</p>\n<p>At the Chicago Architecture Biennial, citation does not reference antiquity or modernism, but the ghosts of the Postmodern project, with, at times, an ironic engagement with the kitsch. With projects such as T+E+A+M’s <em>Ghostbox</em>, I can’t help but see the literal references to James Wines’s proposals for the BEST stores from the 1980s, right down to the scalar letter graphic that adorned those stores. Additionally, these literal references are built into the curatorial design, with the two main exhibition spaces, Vertical City and Horizontal City, referring to two significant historical projects in Chicago. Vertical City, located in Yates Hall, reprises the 1922 Chicago Tribune Tower Competition as well as the “Late Entries” by a predominantly postmodern cadre of architects from 1980. The Horizontal City contains a series of back-breaking models designed for looking down into scenes of iconic interiors, all curated within the G.A.R. Hall based on Mies’s 1947 master plan for the Illinois Institute of Technology.</p>\n<p>As an architect, I must admit that I am excited to see a return to an architectural discourse rooted within the discipline—a certain disciplinary introspection. The overwhelming glee at comprehending the esoteric references gleaned through years of time in the Ivory Tower of academia, positions me squarely as an insider having a conversation with other insiders. But as I tap the keys of my keyboard, sharing my self-indulgence, I can’t help but ask: “What is it that we are saying about architecture as a cultural practice, if all we do is speak to each other while isolating 99% of those who experience architecture? If we are to argue for relevancy, shouldn’t we seek a myriad of histories with which our diverse world is capable of engaging?” In thinking of this year Chicago Architecture Biennial, perhaps we should remember Marx’s expansion of Hegel’s remark, “that all great world-historic facts and personages appear, so to speak, twice. He (Hegel) forgot to add: first as tragedy, the second time as farce.”</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Venturi, Robert. <em>Complexity and Contradiction in Architecture</em>. New York, NY: Museum of Modern Art, 1966. 20</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Ibid. 41</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jeremy Jacinth"},"slug":"jeremy-jacinth","meta":{"degree":"M.Arch II","graduation_year":"2018"}}],"fold":{"title":{"rendered":"RE: Chicago"},"slug":"re-chicago","meta":{"volume":"3","number":"","bulletin":true,"publication_date":"2017-09-28"}}}}