{"title":{"rendered":"Who’s your Master? A Pernicious History of the Master Bedroom"},"content":{"rendered":"<p>ALICIA POZNIAK, M.ARCH I 2016</p>\n<p>&nbsp;</p>\n<p><span>Let’s take a moment to unpack the heavily loaded term ‘Master Bedroom’ so unconsciously used here in the United States. What does the term ‘Master’ invoke in a domestic setting? Male/Female? Master/Mistress? Servant/Slave? BDSM? Have you ever seen a ‘Mistress Bedroom’? Despite Mistress being the linguistic female equivalent of Master, it’s more commonly used to describe a man’s extramarital female lover. What about a ‘Madam Bedroom’? We have a Madam Secretary! Or has Madame Butterfly and the madams of brothels tainted our perception of this term too as submissive/female/other?</span></p>\n<p>&nbsp;</p>\n<p><b>master  </b><span>/ˈmastər/  </span><i><span>noun</span></i></p>\n<p><span>chiefly </span><i><span>historical</span></i> <b>A man</b><span> who has people working for him, especially servants or slaves: ‘</span><i><span>he acceded to his master’s wishes’</span></i></p>\n<p><span>A person who has </span><b>dominance or control</b><span> of something: </span></p>\n<p><i><span>‘he was master of the situation’</span></i></p>\n<p><span>A </span><b>machine or device</b><span> directly controlling another: </span></p>\n<p><i><span>‘a master cylinder’. </span></i><span>(Compare with slave).</span></p>\n<p><i><span>dated </span></i><b>A male head of a household</b><span>: </span></p>\n<p><i><span>‘the master of the house’</span></i></p>\n<p><span>The owner of a dog, horse, or other domesticated animal.</span></p>\n<p>&nbsp;</p>\n<p><span>The Oxford English Dictionary definition clearly shows the term is steeped in gender bias as well as historical, class and racial bias. Why has the term managed to stay attached to the bedroom?  It’s mindblowing to see this room name gracing architectural plans today. If we take Wittgenstein seriously, the limits of our language are the limits of our world. So why does ‘Master Bedroom’ persist as the given term for simply the </span></p>\n<p><span>‘Main Bedroom’ of a domestic space?</span></p>\n<p><span>In 2013, the </span><i><span>Washington Business Journal</span></i><span> found certain real estate developers were re-labeling these spaces as the ‘Owner’s Bedroom’. This is some comfort, given that women can own houses too. Discomforting still is that homeownership is unquestionably the dominant form of housing tenure and out-of-reach to lower income populations.</span></p>\n<p><span>In studio, Pier Vittorio Aureli pointed out to us that the marital bed only showed up in plan in the Renaissance palazzos of the merchant class. Back in medieval days, working class people just slept altogether with their animals. What non-hierarchy!</span></p>\n<p>&nbsp;</p>\n<p><span>For those of you that have worked on apartment or house plans (perhaps even slavishly under the rule of your firm’s </span><i><span>master</span></i><span>), this room name may seem as ubiquitous as sliced white bread. Will you think differently now? Will you edit all the room tags to simply ‘Main Bedroom’? </span></p>\n<p>&nbsp;</p>\n<p><span>You see that’s the scary thing about unconscious bias, it’s just that, invisible and instrumental in perpetuating  the status quo. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alicia Pozniak"},"slug":"alicia-pozniak","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"The Architectural Mystique"},"meta":{"volume":"1","number":"23","publication_date":"2016-04-07"}}}}