{"title":{"rendered":"Witch&#8217;s Dungeon"},"content":{"rendered":"<p><span>Disclaimer: The Witch’s Dungeon is a bonafide Halloween </span><span>attraction, but it is not scary. If you’re looking for frights, this is neither the place nor the review for you.</span></p>\n<p><span>High on a hill in an 1890s Victorian mansion that doubles as the headquarters of the Bristol Historical Society, you’ll find The Witch’s Dungeon – the longest-running Halloween attraction in the United States. I went a few weeks ago with a group that included a friend-of-a-friend-of-a-friend who works at Best Video and grew up in Connecticut, which means he’s an expert on things both Hollywood and Constitution State. I’d say The Witch’s Dungeon is the best of those two worlds.</span></p>\n<p><span>The museum, as I learned from the cheerful docent who greeted us in the lobby, is the creation of Cortlandt Hull, a genuine film fanatic and self-taught model maker whose lifelong passions for classic horror movie villains and showbiz special effects has inspired him to create seventeen or so life-size sculptures of mutants, demons, and other evil doers from wax, fine wire mesh, papier-mâché, and polymers. Hull has been displaying his creations – complete with sets, props, and lighting – every Halloween season dating all the way back to 1966 (!). Cortlandt Hull may seem like an outsider artist, but he’s got Hollywood in his genes: his great uncle, Henry Hull, starred in </span><i><span>Werewolf of London</span></i><span> in 1935.</span></p>\n<p><span>From the lobby, we met our guide Carmilla, who wore corpse paint and a long black skirt. She led us through the arched entryway (a piece from the set of </span><i><span>The Phantom of the Opera</span></i><span> on Broadway, </span><span>apparently) and into the first exhibition hall, a narrow room packed cheek by jowl with movie villains. As we walked through, Carmilla described the salient details of each movie monster: there was Gill-Man (the Creature from the Black Lagoon’s real name) wading out from between the Fly (played by David (Al) Hedison) and a Mole Person. Across the way, the Abominable Dr. Phibes (Vincent Price) grinned sidelong towards Frankenstein’s Monster (Boris Karloff).</span></p>\n<p><span>Past the Mummy (Lon Chaney Jr.) and through the door, we met our second guide, Farnsworth, dressed, Dracula-esque, in coattails and top hat. He explained who we were facing in the second room, including Nosferatu (Max Schreck); Erik,</span><i><span> The Phantom of the Opera</span></i><span> (Lon Chaney Sr.); and Maleficent, from</span><i><span> Sleeping Beauty</span></i><span>. Also present were the scarred and unscarred states of Professor Henry Jarrod (Vincent Price), from the original </span><i><span>House Of Wax</span></i><span>. In that film, Farnsworth explained, Jarrod, a sculptor and the proprietor of a wax museum, is badly injured when the museum burns down. Unable to sculpt, Jarrod sets about creating new wax figures by murdering people and dipping their bodies in wax for the displays . . . At this point, it was beginning to feel like I’d entered the movie myself.</span></p>\n<p><span>Thankfully, we were led away from the world of the un-living and into a makeshift cinema, where two 16mm projectors rattled away playing classic films. Cortlandt Hull himself was there as the projectionist, ready to answer questions about latex modeling, show you how to load the film, or trade movie trivia. That night he was playing</span><i><span> Mystery of the Wax Museum</span></i><span>, the 1933 film that is the basis for</span><i><span> House of Wax</span></i><span> – how frightfully appropriate. Luckily, I lived to tell the tale and to say that for anybody interested in classic horror, Vincent Price, Bristol CT, wax museums, Hollywood, Halloween, mole people, model-making, or the history of cinematic projectors, The Witch’s Dungeon is well worth a visit! Located at 98 Summer St in Bristol, CT. Open 7 to 10 pm on weekends in October. Admission is $6 cash.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rosa McElheny"},"slug":"rosa-mcelheny","meta":{"degree":"M.F.A.","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Halloween II"},"slug":"halloween-ii","meta":{"volume":"4","number":"05","bulletin":false,"publication_date":"2018-10-25"}}}}