{"title":{"rendered":"Workspace Survey"},"content":{"rendered":"<p><strong>JACK BIAN </strong>(<em>M.Arch &#8217;16</em>)</p>\n<p class=\"p1\">In December, the second-year M.Arch I students presented their final drawings and models for a new school of design on the campus of the University of Pennsylvania. During the fall semester, each student was engaged not only in the design of a building but also in research about contemporary workspaces.</p>\n<p class=\"p1\">A recent New York Times op-ed article by Tony Schwartz and Christine Porath estimates that over 70% of U.S. workers are “emotionally disconnected from their workplaces.” Of course, many factors contribute to worker unhappiness — for example, demanding superiors and unrealistic — but one that is often overlooked is the physical workplace itself.</p>\n<p class=\"p1\">How do we design for changing technology? How do we design for all personality types? How do we make the workplace feel less like a static place of work and more like a dynamic place of exchange?</p>\n<p class=\"p1\">I can think of no better group to ask than the residents of Rudolph Hall: future designers of workplaces who do our own work in an idiosyncratic architectural landmark. What can we learn by looking around us and taking stock of the way we work? In early December, a 2-week survey polled 80 YSOA students to gather opinions suggestions about working in Rudolph Hall.</p>\n<p class=\"p1\">The first question asked if the students think studio desks should be grouped based on the critic. A 70% majority answered “yes”: group desks enhance collaboration and foster a sense of studio identity. Sitting within a condensed proximity allows for easier communication and shared feedback among the students. It can be helpful to “hear your critic’s comments about others’ work during desk crits.”</p>\n<p class=\"p1\">Another student noted that sitting together makes practical sense for advanced studios who each share a site model, but not so much for first- and second-year studios. “The site is the same for the entire class. I feel the first and second-years would benefit from indirectly incorporating various methodologies discussed by critics other than yours.” Other students agreed, citing the potential for a mixed-up studio arrangement to encourage “interaction across each studio’s work” and reduce the “artificial subgroups” of desks arranged by studio critic. One undergrad says students should be able to sit anywhere because he “wants to hang with [his] grad school homies.” Where one sits shapes the social relationships one develops over the years in architecture school. Choosing where to sit is like having the choice of who you want to be friends with.</p>\n<p class=\"p1\">When asked what most inhibits focus in studio, most people complained about climate control, lighting, and acoustics.<span class=\"Apple-converted-space\">  </span>“No air conditioning… turn down the AC… better lighting… too loud… less noise… STOP THE BADMINTON MATCHES!<span class=\"Apple-converted-space\">  </span>People screaming, giggling and shouting in the pit all day; it makes studio an impossible place to work.” Students wear parkas indoors against the cold, attach trace paper to block against intense downlights, and wear noise-cancelling headphones to shut out the noise. Are there better solutions?</p>\n<p class=\"p1\">When asked what changes are needed, some said, ”a render farm that works,” “more space for making things,” “better spray booths.” and “allow students to build temporary partitions.” These are unfocused, rather general requests, but there was one common thread through many of the survey responses: there is a lack of flexible collaborative space to supplement individual studio desks. We can’t deny that there is plenty of space to work in Rudolph Hall. One student even called Rudolph Hall “the most productive architecture school building.” But is it the right type of workspace? The most profound driver of people’s feelings about their workplace is allowing for personal choice — how, when, and where to work. We need more variety!</p>\n<p class=\"p1\">The YSOA curriculum emphasizes collaboration, but our workspaces accommodate neither formal collaboration nor productive places of informal exchange. Bizarre and uncomfortable plastic couches and armchairs sit unused in the freight elevator lobby, grimy with dust and sticky from errant spray fixative.<span class=\"Apple-converted-space\">  </span>Classrooms are few, poorly lit, and almost always in use.</p>\n<p class=\"p1\">The leftover space on each studio floor is an obvious place to start. Rather than an inchoate depository for old models and custodial equipment, these spaces — often at the edges of studio groups and always between the freight elevator and bathrooms — could be vital places to meet, furnished by simple tables and seating. Or, they could be additional workspaces: one survey respondent suggested an “open reserve carrel where one could go to have privacy and quietness and still do studio-type work.”</p>\n<p class=\"p1\"><i>Even with all the foundational factors of a good job in place, a poorly designed workplace environment can foster deep frustration and unhappiness. Given that the purpose of the studio workspace is to bolster the performance of our academic work, we should act by sustaining the things that work well and improve those that don’t.</i></p>\n"},"meta":{"fold":{"title":{"rendered":"Issue 02"},"slug":"issue-02","meta":{"volume":"0","number":"02","bulletin":false,"publication_date":"2015-01-22"}}}}