{"title":{"rendered":"www.VisitMexico.com/en"},"content":{"rendered":"<p>Research Trip to Mexico funded by the George Nelson<br />\nTravelling Scholarship &amp; John Belle Travel Fellowship.</p>\n<p>Seventeen years ago, the Secretariat of Tourism of Mexico established the Programa Pueblos Magicos, sponsoring rural towns and cities with unique historical, cultural, or natural value to rehabilitate their municipalities and make themselves amenable to tourists. In 2017, tourism in Mexico generated $21bn[1] and the industry is one of the major employers in several states. This, of course, does not even include the gray economy that is prominent all over Mexico, especially in rural areas (cash only, no receipt).</p>\n<p>The Pueblos Magicos program signalled a diversification of tourism in Mexico by encouraging both foreigners and Mexican nationals to explore the rural parts of the country. While my initial research proposal placed significant weight on the role of architecture within the program in creating cultural and economic value, it slowly emerged that it was primarily a picturesque element used to attract visitors to the “authentic” towns.[2] In the worst of interpretations, the architecture served more as set dressing than designed space. The clearest example of this was in Izamal, Yucatán. Astoundingly, it is a completely yellow town, as though for hundreds of years it was agreed to be so and remained so. However beyond the yellow paint and well-kept facades were the skeletons of buildings and empty homes.[3]</p>\n<div class=\"wp-video\"><!--[if lt IE 9]><script>document.createElement('video');</script><![endif]-->\n<video class=\"wp-video-shortcode\" id=\"video-5714-1\" width=\"840\" height=\"473\" preload=\"metadata\" controls=\"controls\"><source type=\"video/mp4\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/13023736/video.mp4?_=1\" /><a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/13023736/video.mp4\">https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/13023736/video.mp4</a></video></div>\n<p>Having visited a third of the towns on the Pueblos Magicos list (there are now 111 towns), I found that the program was little more than a very clever PR move. The Programa Pueblos Magicos was not intended to preserve culture or architecture; both were only used as tools of the tourism machine, yielding financial profit and visitors. The architecture provides the backdrop for the instagrammers and architectural researchers, and the “culture” gives you unique experiences that might make a good story. Snakes in Mezcal – is that “culture”?</p>\n<p>In Cancún, I was faced with Las Vegas–style advertising as I wove through the airport to pick up my bags. Guy Fieri has a restaurant somewhere nearby, as does Forrest Gump. These may seem like the evils of globalization, robbing a place of identity and authenticity, but I would posit that this is simply tourism at a larger scale. The commercial nature and dichotomy of our search for authenticity while travelling to these far off places is apparent at many scales. In the towns where Guy Fieri has yet to arrive, we find the same dolls and rugs over and over again. During my first few visits, I believed them to be uniquely regional; they’re actually produced en masse in factories. Stands simply sell what sells, regardless of region. I felt a bit duped by this phenomenon when I found a carbon copy of a shirt I had been assured was handmade in Chiapas, nine hours away in Puebla.</p>\n<p>In the best of cases, we partake in tourism seeking new experiences, places, and people. However, the size of the industry suggests that we also participate in an economic engine that cares little for cultural enrichment and value, let alone architecture, and preferences profit.<br />\nAn alternate conclusion can be drawn if we apply a “Kellerist”[4] lens to Pueblos Magicos, or to the issue of tourism more broadly. Perhaps these municipalities are hacking into the sinister tourism industry to gain funding for street improvements, improved security, and proper access to healthcare facilities. By adding education funding, the program could be a more complete federal support package than what is currently provided by the state. Whether these funds are ultimately distributed in a fair or sensible way is left to the age-old issue of politics, but it’s clear that something is working.</p>\n<p>Pueblos Magicos was meant to promote tourism and travel around Mexico. This summer, while focused on the “architectural” aspects of the program, I indeed traveled around the country and spent my money in the tourism industry. Regardless of my political leanings, opinions on distribution of profits, observations about corruption, or my academic intentions, the program worked on me too. I encourage you to visit http://visitmexico.com/en and see for yourself.</p>\n<p>Notes:</p>\n<p>1. “Mexican Tourism Revenue,” Bank of Mexico, SECTUR, https://www.statista.com/statistics/814622/mexico-tourism-revenue.</p>\n<p>2. The issue of authenticity in Mexico is slippery at best. Pueblos Magicos largely draws the line of the “historical” at the colonial period, thereby making the Spanish Colonial urban form and architecture types the dominant “beauty” found in these towns. Mexico – or rather the varied regions of Mexico – of course have divergent histories and cultures with many overlaps, but an equal number of stark differences. Mexicanness is far from homogenous.</p>\n<p>3.<br />\nWatch the full video on www.yalepaprika.com.</p>\n<p>4. Keller Easterling is author of Extrastatecraft and teaches design studio and seminar courses covering issues of globalization, development, and entrepreneurialism at the Yale University.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Miguel Sanchez-Enkerlin"},"slug":"miguel-sanchez-enkerlin","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Tourism Revolution"},"slug":"tourism-revolution","meta":{"volume":"4","number":"01","bulletin":false,"publication_date":"2018-09-13"}}}}