{"title":{"rendered":"You Are Invited"},"content":{"rendered":"<p>This is an invitation to start communicating with objects and materials.<br />\nInstead of speaking on the phone, ask your phone: <em>Dear phone, where does your material come from? You fit in my pocket. I carry you around every day, and you’ve almost naturally become an extension of my body. But I never ask you: how do you work?</em></p>\n<p>One of the longest conversations I’ve had with my phone was about its material origins. <em>My Tin screen, my Lithium battery, and my Coltan micro-capacitors were all extracted from North-Kivu and South-Kivu mines, in the Democratic Republic of the Congo.</em>[11] Then my phone advised me to watch the movie “The Congo Tribunal,” or even to ask tower climbers, since cell tower maintenance is considered one of the most dangerous professions in the United States: “workers typically have to climb, hand-over-hand, up precarious ladder rungs and support structures for anywhere from 100 to 1,000 feet or more, all while carrying equipment and tools.”[12]</p>\n<p>If speaking to your phone goes too far for you, perhaps you might try another approach. For instance, I advise you to, at least once in your lifetime, invite some materials for dinner. When I invited concrete for the first time, concrete told me that it was upset with the History of Architecture and Technology professor Antoine Picon after reading his piece “Construction History: Between Technological and Cultural History.”[13] Concrete discovered something outrageous in the text: the premise that one type of matter is considered materials, and another is not, is a complete invention. Concrete quoted Picon precisely, “The very notion of material is actually dependent on cultural factors.” So, concrete then asked, crying, <em>would this mean concrete could at some point, lose its position on the congress of materials?</em></p>\n<p>Concrete was also very afraid of yet another existential problem—whether its name would still remain concrete if the day arrived when its composition might no longer contain sand. Did you know that fifty billion tons of sand and gravel are used around the world every year? To help you understand, you could build a 35-metre-high by 35-metre-wide wall circling the equator with this amount of sand.[14] Concrete continued: <em>Unfortunately my memory fails when trying to remember my cement components origin. After going through chemical reactions, and releasing approximately 750 kg of CO2 for each ton of cement produced, imagine the side effects, my memory was completely erased.</em></p>\n<p>The concrete I went to dinner with composed the walls of Lina Bo Bardi’s Sesc Pompéia. That night I discovered that windows also like to talk. They told me their most intimate friends are the window cleaners, and the majority of the windows I spoke with confessed they prefer to have an almost monogamous cleaning relation. They like to know the weight of the hand that is coming to clean it. Since different buildings have different windows, their opinions and interests might diverge. For instance, in Dubai, the Burj Khalifa windows revealed to me that, in order to clean the 206-story tall building, it takes a team of 36 window cleaners three months of work at the heights of 2000 feet and covering 40 stories each.[15] Some windows argue they should learn how to clean themselves: <em>Window cleaners risk their lives by earning on average $10 to $25 per hour.</em>[16]</p>\n<p>This communicative openness I invite you to try never ends. You may even start from small details, some of those who actually shake hands with you everyday: the door handle in the entrance of your house. One day I asked my handle, out of curiosity: <em>Am I gentle when I twist you?</em> The handle replied: <em>It depends. Some of the older tenants are nicer to me. However, after painting my aluminum composition I’ve never felt hand’s temperature with the same intensity.</em> The kitchen countertop heard our conversation, and replied: <em>I am sorry handle, but you are lucky to be temperature resistant. You shouldn’t forget that I am actually a slice of mountain, and lost all my coverage to be here in this kitchen.</em> I asked the countertop how it felt to be a kitchen surface now instead of a mountain, it answered:<em> You humans cut me from my original strata and now want to know how I feel. How do you feel, mountain slicer?</em></p>\n<p>The countertop’s question was the one that encouraged me to write this reflection. Even if you don’t personally know the workers that sliced the mountain you eat upon; or the miners of the sand that compose the concrete you will use; aren’t they also part of our kin? This invitation might even trigger you to figure out how objects and materials communicate between themselves. I’ve heard rumors that the heating system in the Yale campus is all interconnected as one single network with a central nervous system that regulates the entire campus. This simple material chatting invitation is a way of getting at our own condition as a contiguous network both inward, as a cellular and bacterial interaction, and outward, as living with rather than living upon materials. One might even ask: <em>are we not materials?</em></p>\n<p>11. “An ugly truth behind ‘ethical consumerism’”, Washington Post, last modified 2018,<br />\nhttps://www.washingtonpost.com/news/theworldpost/wp/2018/04/19/conflict-free/<br />\n12. “Osha takes a closer look at the most dangerous job in America”, Pacific Standard, last modified 2017, https://psmag.com/news/cell-tower-climbers-die-78374<br />\n13. Antoine Picon, “Construction History: Between Technological and Cultural History,” in Construction History Vol. 21 (2005-6), 15.<br />\n14. “The search for sustainable sand extraction is beginning”, UN Environment Programme, last modified 2019, https://www.unenvironment.org/news-and-stories/story/search-sustainable-sand-extraction-beginning<br />\n15. “Burj Khalifa: window cleaners to spend months on world’s tallest building”, The Telegraph, last modified 2010, https://www.telegraph.co.uk/news/worldnews/middleeast/dubai/6936250/Burj-Khalifa-window-cleaners-to-spend-months-on-worlds-tallest-building.html<br />\n16. “Window Washers defy death but can start off making just $12 per hour”, nbc news, last modified 2014 https://www.nbcnews.com/news/us-news/window-washers-defy-death-can-start-making-just-12-hour-n247936</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Laura Pappalardo"},"slug":"laura-pappalardo","meta":{"degree":"MED","graduation_year":"2021"}}],"fold":{"title":{"rendered":"Co-"},"slug":"co","meta":{"volume":"5","number":"13","bulletin":false,"publication_date":"2020-02-06"}}}}