{"title":{"rendered":"Young Architects Should Relocate to Growing Cities"},"content":{"rendered":"<p><span>JUSTIN KITSING LAI (M.Arch I, ‘18)</span></p>\n<p><span>Since the Bretton Woods system collapsed in the 70’s, gold has failed to become the standard metric of financial value. This gave rise to fiat currencies: legal tender declared and backed by the issuing government such as the USD, EUR, or RMB. In today’s global and digital economy, these are more prominent than ever as a result of the volume and trading that occurs on a daily basis. We live in an era where the abundance of investable capital is compounded with the ease of monetary movement, and as a result is directly shaping the physical urban environments we live in. </span></p>\n<p><span>The city of Vancouver, for example, has been building a notorious reputation for having one of the most unaffordable real estate markets in the world since the early 2000s. Statistics</span><span> illustrate an exponential inflation in housing prices as the average price for a single family home increased dramatically over a 35 year time period: $180,000 (‘81), $600,000 (‘05), $1,000,000 (‘10), $1,400,000 (‘15), $1,800,000 (‘16). Typically, the most widespread explanation for this trend points to Chinese investors (predominantly) looking to park their money in hard assets (read: real estate.) </span></p>\n<p><span>While this example mostly relates to private individual investors, there are a large variety of sovereign wealth funds and institutional investors that operate at far larger scales. A notable example is the Government Pension Fund of Norway, worth over one trillion dollars in investments (equaling the size of Mexico’s economy) and which owns a real estate portfolio of buildings in high-profile locations such as Times Square , Regent Street, and the Champs Élysées, among an impressive list of stocks in companies worldwide. Because of the large building stock found in major cities, many of these funds operate by flipping existing developments. </span></p>\n<p><span>However, due to the saturation of these mature markets, there is now an increasing desire to expand their portfolio by investing in core assets, and, as a result, a willingness to engage in new construction particularly in growing cities. I speculate that investors are seeking favorable conditions such as critical population mass (between 500,000 to 1,000,000 residents), diverse demographics, existing local culture/entertainment, geographic assets, and comfortable climatic conditions. In the United States, a handful of cities fall into this category: Portland, Columbus, Atlanta, Charlotte, Nashville. This is an opportunity for young architects to  capitalize on. With local and international capital already pouring into cities other than New York and Los Angeles, there is greater potential to contribute and collaborate in more intimate environments. </span></p>\n<p><span>An example of a young firm taking advantage of this is de Leon &amp; Primmer Architecture Workshop (DPAW) based out of Louisville, Kentucky. Both founders, </span><span>Roberto de Leon and Ross Primmer,</span><span> are graduates of Harvard’s GSD, and although neither of them are from the South, they credit Louisville’s growing transitional economy and welcoming cultural attitude to their success. In an interview with Architectural Record in 2010, de Leon said “In big metros, architects usually have to specialize to survive; being in Louisville has offered more freedom”</span><span> Since their founding in 2003, the practice has won numerous AIA, Architizer, and Archdaily awards, and I suspect that they will only continue to be more influential in the region, given its rapidly growing local manufacturing industry (5.6% employment growth in 2016). </span></p>\n<p><span>Although far from a precise science, I firmly believe that, based on the trends in the global economic markets, we may well find greater success by strategically locating ourselves in cities exhibiting signs of potential growth. By identifying vibrant cities and the investment opportunity within and then working intimately in those communities, young architects will find the strongest influence and gratification in their work. I am positive that these are the environments in which we have the real capacity to be extraordinary as architects.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Everyday"},"meta":{"volume":"3","number":"04","bulletin":false,"publication_date":"2017-10-12"}}}}