{"title":{"rendered":"Zenghelis Studio"},"content":{"rendered":"<p>ELIA ZENGHELIS with ANDREW BENNER and IOANNA ANGELIDOU</p>\n<p><em>From a conversation between Elia Zenghelis and Charles Kane.</em></p>\n<p>I will begin with the wider context and things that I always do. I always do programs that reinforce my conviction that architecture belongs to the city. Architecture is what makes the city. We know that the city is made up of more than just physical matter. In the physical sense, architecture is a product of civilization. Clearly, the city consists of many constituent parts, but the physical part is architecture: in fact a paradigm and thermometer of civilization—not just culture but the whole spectrum and level of human existence. Beyond the question of culture.<br />\nI propose programs that articulate and probe deeply into the physical substance of the city; the physical aspect of the city incorporates many constituent parts, which we examine in our studio. This year we are looking at the make-up and role of the urban park in the city, its relationship to the rest of the tissue, and finally, the question of architecture in the park. We are still within the city. There is still a bigger context, but we are focusing more specifically on two issues: the park in the city and architecture in the park. Ultimately, we are are also looking at how the different architectures generated, create a ‘Centrality’. We are proposing the question of creating a new centrality for the city of Thessaloniki, within an urban park. It’s a specific interpretation of both the urban park and the idea of centrality.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Elia Zenghelis"},"slug":"elia-zenghelis","meta":{"degree":"Eero Saarinen Visiting Professor","graduation_year":""}},{"title":{"rendered":"Andrew Benner"},"slug":"andrew-benner","meta":{"degree":"Director of Exhibitions and Critic","graduation_year":""}},{"title":{"rendered":"Ioanna Angelidou"},"slug":"ioanna-angelidou","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"What Are You Doing?"},"meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17"}}}}