{"title":{"rendered":"푸하하하! Interview with FUHAHAHA FRIENDS"},"content":{"rendered":"<p>SUNGWOO CHOI (M.ARCH &#8217;17)</p>\n<p>HYEREE KWAK (M.ARCH &#8217;18)</p>\n<p>&nbsp;</p>\n<p><i><span>FHHH Friends is a 4 year-old office in South Korea founded by three architects Yoon, Han, and Han. They try to experiment and expand the scope of architecture but they only talk and not do. Their first project ‘Earth-Wall’ won honorable awards and received great appraisal, but lately they feel forgotten. They need some love. </span></i></p>\n<p>&nbsp;</p>\n<p><b>How did you decide on the name of your practice?</b></p>\n<p><span>FHHH: At first we didn’t even have a name. There was a moment when we had to submit our business name somewhere. Yoon was on-site working on the Earth-Wall project, and Han was working in his previous office. So I just named it Fuhahaha. The ‘friends’ part came later. Well, we didn’t know what we were. Will we design? We didn’t know what we would be doing and wasn’t sure if we would continue to do architecture. We thought about running a barbershop or a bookstore. We knew that we would be doing something together so I added ‘friends’. If we knew that we were going to be doing architecture, we would have called it FHHH Architects.</span></p>\n<p>&nbsp;</p>\n<p><b>You started off with three friends, but now that your office is growing in size, how do you hire more ‘friends’?</b></p>\n<p><span>F: In our old office (DMP), we had a good thing going when the office was small. But as DMP grew in size, it became a typical ‘company.’ We knew we didn’t want that, so we have been very careful in hiring people. We make sure that we hire people we find interesting. Good designer, but silly in character. People with imperfections, that’s how you have fun, you know? We don’t want someone too smart, they’d be too cool for us. </span></p>\n<p>&nbsp;</p>\n<p><b>Most architects present their projects formally and seriously on their official websites, but you seem to take the opposite approach: fun, lighthearted, and goofy. Why is that important to you? Your website is a hybrid between a professional architecture website and a personal blog. </b></p>\n<p><span>F: I personally cannot stand seriousness. I would go whacko on someone if they take themselves too seriously. We design rigorously, but talk about it lightly. I don’t need to appear as this unique and sophisticated architect &#8211; I just want to be honest. I think architects speak in congested words not because they are smarter than you, but because it is easier to use familiar architectural terms and skip explaining what that really means. I think the way we talk about our work is more kind. It’s about being more considerate. I don’t think anyone enjoys a conversation they can’t understand.</span></p>\n<p>&nbsp;</p>\n<p><b>Are you familiar with the works of FAT or Jimenez Lai? Their projects look fun. They are not shy with colors and playful shapes in their forms. While you have a very playful approach in design, your buildings don’t necessarily look ‘fun’. How does ‘playfulness’ impact your designs? Would you ever toy with playful figures? </b></p>\n<p><span>F: We enjoy those kind of projects too. But I think the difference between the West and here is that the West has a stronger and longer foundation in modern architecture. Perhaps their projects stand out by looking quirky because they’re playing upon a more solid base. In contrast, Korea has a relatively shorter history in modern architecture, if anything it has been mostly driven by the developers. So we get a lot of quirky shapes without any meaning or knowledge. I personally don’t think Korea lacks playful looking architecture. There is no hunger for playful shapes, rather, we genuinely lack legitimate buildings built with rigor. We are interested in architecture that may look more basic, but designed and built with rigor and charm. </span></p>\n<p>&nbsp;</p>\n<p><b>How is the character of FHHH contributing to the architectural scene in Korea? </b></p>\n<p><span>F: We believe we are doing what is necessary at the moment. Growing up, we didn’t seen buildings built with serious care and design. So while it is important us to have fun and wit while we work, we try to stay close to the fundamentals. And it’s tough to find those kinds of buildings in Korea. This country sees architecture more as monetary value than space. Although our cities are built in concrete, they lack ideas, and thus lack weight and importance. </span></p>\n<p>&nbsp;</p>\n<p><b>Do you feel, as architects, that you are exercising influence and making changes? </b></p>\n<p><span>F: Even the Architect’s Association in Korea seem to be on the side of real estate. It really are the individual efforts of young architects like us, who are starting from small projects, who are creating resistance. Clients want to build cheap and quick. Although we have plenty of talented people out there, we know it will take long time for perceptions towards architecture to change. But I think people like our work because we are unassuming. If we get more and more people who can relate to what we do and appreciate architecture through our small efforts, we can last longer in this battle. It’s tough to be honest, we question if the good days will ever come. But as for you guys, please don’t just work in corporate settings. The structure doesn’t let good ideas you cultivate in school bloom. I think one just needs to start a practice and persevere. Companies will make you comfortable and dull. Design well, for sure. And make work. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sungwoo Choi"},"slug":"sungwoo-choi","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"meta":{"volume":"1","number":"18","publication_date":"2016-01-28"}}}}