{"title":{"rendered":"135 Years of Nanomaterials"},"content":{"rendered":"<p>Peter Yeadon</p>\n<p><span>Yeadon Space Agency </span></p>\n<p><span>For those of us who tend to think of architecture as something that is made, there is nothing more instrumental to the field than matter, in the form of materials that react to gravity, heat, light, pressure, electromagnetism, and our imagination. And, without a doubt, the two materials that have had the greatest impact on the making of architecture in recent decades have been liquid crystals and silicon. In the estimation of many, these two substances have made us much more productive, and so it is highly probable that you spent the better part of today gazing at liquid crystals manipulated by some form of silicon. </span></p>\n<p><span>And it may be that these two materials will continue to have the greatest impact on the field in the near future, as VR increasingly changes the way we produce architecture and AR eventually changes the way we experience it. But if we consider the long view of what today’s material discoveries portend for architecture, in terms of what it will be made of and how it will be experienced, then we are clearly entering an age that is dominated by nanomaterials. You might not see it, but history shows us that it’s happening. </span></p>\n<p><span>Because of architecture’s extraordinary aversion to taking on risk, new material innovations first emerge in other fields. The splendid Elytra Filament Pavilion, recently installed at the Victoria and Albert Museum, is a terrific example. Made of glass and carbon fiber composites, the structure is intended to test a possible future for architecture. Its construction makes use of automated winding processes that are new to architecture, but that are already well understood in the manufacture of ATL/AFP composites. We can thank aerospace and marine manufacturers, athletes, and others for that; but perhaps no one more than Edison, who first created carbon filaments 135 years ago. </span></p>\n<p><span>The Elytra Pavilion illustrates a traditional, low-risk approach to materials-based innovation in architecture: copying from others. New materials might eventually arrive in architecture, but only after they are already established in sectors that have made use of these innovations for decades, or even centuries. Elytra shows us that we’re now, finally, finding architectural applications for fiber-reinforced polymers in a substantial way. It took millennia for cast iron to have a significant impact on architecture, after finding its way into common products, tools, warfare, and transportation. Reinforced concrete’s adoption was much quicker, but began with boats and planters. Irrespective of the material, materials-based innovation in architecture has shared a common trajectory, and it’s slow because others do the R&amp;D for us. </span></p>\n<p><span>And nanomaterials in architecture? Their trajectory is no different. They emerged in cosmetics and apparel some time ago, and are now found in countless manufactured products. Even though their adoption in architecture might be slow, nanomaterials are already well on the path to changing architecture over the next 135 years. It will happen. They’re in manufacturing streams already, and architecture is overly dependent upon a profusion of manufactured products that have been created by others, so the impact of nanomaterials should be significant. </span></p>\n<p><span>Like electricity, nanomaterials will become a vital aspect of architecture. They will enable us to do things, to make things that were not possible before. And because many nanomaterials are being developed as molecular machines––that is to say, materials that perform as autonomous devices––they will bestow new behaviors on architecture. For example, nanomaterials should enable us to fully experience an architecture of effects, where spaces perform acts that engage our senses directly, without the need for AR augmentation. </span></p>\n<p><span>There is already evidence for this in an assortment of nanomaterials that could one day serve as instruments for achieving a responsive architecture of effects, where architectural character once again matters. If the behavior of architecture is to exhibit a change in shape, or a change in color, or to emit light, or self-heal, or self-assemble and self-destruct, there will be nanostructured materials for achieving that. Their predecessors already exist in the form of: Azobenzene, Spiropyrans, Quantum Dots, Disulfides, Rotaxanes, Catenanes, etc. We’re ready, manufacturers. Bring it. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Peter Yeadon"},"slug":"peter-yeadon","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Instrumentalism"},"meta":{"volume":"2","number":"10","publication_date":"2016-12-08"}}}}