{"title":{"rendered":"2000-2013, Edward Wang"},"content":{"rendered":"<p><strong>EDWARD WANG (B.A. &#8217;16)</strong></p>\n<p><span>Zaha&#8217;s Past Studios. </span></p>\n<p>I, like so many others, (though we deign to admit it) come to the fourth floor to ogle. The art of sideline observation can be fickle – how to position oneself close enough to whisper a snarky comment to a neighbor unheard, yet still be far enough to avoid the scrutiny of the critics? On this day of reviews, we find and settle in cracks and gaps, perch from the bridge above to put a name and a face to a body. Undeniably, Zaha Hadid is here, although to me, she looks a bit more subdued than what I had imagined. She doesn’t occupy the central seat &#8212; she sits to the left, clad in black barnacles &#8212; nor does she speak most frequently. But when she does offer her voice, the silence of those around her noticeably thickens.</p>\n<p><span>The scene is one familiar to Rudolph Hall.  Enjoying the mercurial fancies of five New Haven springtimes, she held the position of Norman Foster visiting professor in 2013 the Eero Saarinen professorship in the springs of 2000, 2002, 2004, and 2007, often teaching the same semester as Frank Gehry. Her studios related closely to her work. In 2000 they designed contemporary art venues, producing a brick-like book, right before she landed the Rosenthal Contemporary Art Museum in Cincinnati. In 2002 they did schemes for the World Trade Center site. The school put on an exhibition, “Zaha Hadid Laboratory,” including works such as her paintings for the Peak and Cardiff Opera House. One of her students, Ma Yansong of MAD architects, still begins his talks by showing the floating island he designed for her. In 2004 she had just won the Pritzker. As ZHA moved to urban planning, in 2007 the studio tackled on parametric urbanism. As she took on stadiums and concert halls, in 2013, the focus was on shell structures. The language of the project briefs is as rich in reference and provocation as it is in syllables; everything can be challenged, it can all be thrown out. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Edward Wang"},"slug":"edward-wang","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"","publication_date":"2016-04-08"}}}}