{"title":{"rendered":"2016, Lisa Albaugh"},"content":{"rendered":"<p><strong>LISA ALBAUGH (M.Arch &#8217;16)</strong></p>\n<p><span>During Spring Break, Zaha invited our studio to visit her in Miami and to see construction progress on her tower, 1000 Museum. I, along with my classmate Roberto Jenkins, flew down to see her at her pied-a-terre at the W Hotel in South Beach and joined her for a friend’s opening reception at the Perez Art Museum.</span></p>\n<p><span>Zaha’s apartment was blindingly white and custom designed to her liking, accented with striking curvilinear furniture of her own creation. The minimalist aesthetic was reminiscent of her London flat with the biggest difference being the breathtaking floor to ceiling views of the ocean. While seated at one of her Liquid Glacial Tables—a glass table whose legs are formed by the ripples of a liquid vortex—Zaha emerged from her bedroom, clad in a flowing black top, black leggings, and flip flops. She was relaxed and smiling, welcoming us to her home.</span></p>\n<p><span>As we ate lunch with her, her assistant Luisa, and ZHA General Manager Christian, Zaha offered her thoughts on current events such as the recent attack in Brussels, the UK leaving the EU, and Donald Trump, as well as recommending her favorite Miami sites including Herzog &amp; deMeuron’s parking structure, Wynwood, the Delano Hotel, Design District, Wolfsonian Museum, and the Fairchild Botanical Garden.  During the informal lunch, Zaha bemoaned some frivolous items such as the large cherry blossom centerpiece that was blocking her view of me and shedding petals all over the table, and her newest art acquisition which wouldn’t light up. She also teased about her friends and colleagues—“I don’t go out to the beach but Patrik sits out there in his speedo.”</span></p>\n<p><span>The following day, Roberto and I criss-crossed Miami visiting Zaha-recommended sites, and she arranged for us to have a tour of her tower’s construction with the developer, Greg Covin. We were given a presentation in the sales gallery similar to that which 1000 Museum’s uber-wealthy clientele receive, a big component being educating the buyer about Zaha, her accomplishments and renown in the design world. They describe how Zaha’s structural innovation and curvilinear artistry makes her the “Antoni Gaudi of our time” and the pitch seems to be working—over half of the multi-million dollar units have been sold off just marketing images and videos alone.</span></p>\n<p><span>Covin was able to land Zaha as his architect because she was attracted to the site, the last remaining lot on Miami’s prestigious Biscayne Boulevard, and overlooks Museum Park and Biscayne Bay. Zaha loved Miami as her second home, had a lot of friends who lived there, and had been vacationing there for 16 years, so it was significant that her first major work in the western hemisphere was built in Miami. She has been known to make public appearances as well; Covin told us how she was swarmed by fans when she appeared at an opening event for 1000 Museum. When Roberto and I attended the Perez Art Museum reception for Zaha’s friend Michele Oka Doner, we asked if we were on the guest list and when we were informed we were not, we said we were invited at the behest of our professor. The attendant started to reply “I have no idea—“ “Zaha Hadid” we interrupted, and we were immediately handed gold visitor tabs. At the event, Zaha happily took selfies with fans before rushing off to her next engagement.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Lisa Albaugh"},"slug":"lisa-albaugh","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"","publication_date":"2016-04-08"}}}}