{"title":{"rendered":"Under the Pretense"},"content":{"rendered":"<p>BRIAN CASH (M.ARCH I, &#8217;19)</p>\n<p>Over the years, I have come to expect a look of confusion each time I state that I attended Miami University as an undergraduate. Not to be confused with the University of Miami in Coral Gables, Florida, Miami University calls the Midwest its home. The confusion doesn’t stop there though: colloquially known as Miami, the University’s main campus sits on over three thousand square miles of land in Oxford, Ohio, with additional campuses in Hamilton, Middletown, and West Chester, Ohio—not to mention its European Center in Luxembourg. Miami’s name reflects the history of the Native American tribe that once inhabited the Miami Valley region of Ohio, and according to the University, “Miami maintains strong ties with the Miami Tribe, now located in Oklahoma.”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a></p>\n<p>It requires a bit of explaining, but so do Washington University in St. Louis, Missouri, Transylvania University in Lexington, Kentucky, and the slew of Virginia Universities scattered across the country. At the time of Miami University’s founding in 1809, Florida was under Spanish colonial rule. It did not become a United States Territory until 1821. So if there is such a thing as an authentic Miami, you can find it in Southwest Ohio.</p>\n<p>In 2009, Miami University debuted its palatial Farmer School of Business, which was designed by well-known architectural firm Robert A.M. Stern Architects (RAMSA). The project’s website reads: “The building’s three wings form three sides of a new quadrangle opening to the south and anchored by a stand of mature trees including a majestic sweet gum dating approximately to the university&#8217;s founding in 1809. The simple Colonial-Georgian facades of red brick, painted trim, and slate roofs carry forward the architectural identity of Miami University&#8217;s historic campus.”<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> Those who have visited Miami’s campus know: it is breathtaking. Robert Frost is said to have identified it as “the most beautiful campus there ever was.”<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a> But just like most of its students, the campus’s buildings unwillingly don a uniform so as to better fit in with the crowd. In fact, that Miami University mandates its new buildings to be designed in a familiar style—namely Georgian Revival—isn’t all that different than what’s happening at Yale’s campus.</p>\n<p>2017 saw the opening of RAMSA’s two new residential colleges at Yale University, Benjamin Franklin and Pauli Murray Colleges. Criticized for mimicking Yale’s campus aesthetic from an altogether different point in history, it is important to note that the University’s stylistic past is neither neat nor tidy. Yale’s first eight residential colleges were designed by architect James Gamble Rogers primarily in the Collegiate Gothic, or “Girder Gothic,” style—which was ultimately a derivative of the Gothic Revival style seen at Cambridge and Oxford Colleges. Two notable exceptions were Rogers’s Pierson and Davenport Colleges—residences nine and ten were designed by John Russell Pope in a medley of Gothic Revival, French Renaissance, and Georgian Revival styles. And let us not forget the clearest examples of stylistic deviance from Yale’s English authenticity: Morse and Ezra Stiles Colleges, designed by Finnish-American architect Eero Saarinen. Occasionally likened to peanut brittle, Saarinen’s coarse curiosities elicit energetic responses from students and alumni alike.</p>\n<p>In light of this trajectory, on what grounds can, or should, we critique RAMSA’s new residential colleges? In fact, on what grounds do we critique any piece of architecture? For me, the most striking part of this discussion is the one word that almost always precedes <em>college</em>. By referring to Benjamin Franklin and Pauli Murray Colleges as “new,” we subconsciously reinforce the idea that the new need be contemporary, or at least distinct.</p>\n<p>But style isn’t the metric we’re working with here; instead, it’s the success of the colleges. RAMSA has given the approximately 1,300 Yale undergraduate students who flood campus each fall what they want: a glimpse into the English university system, replete with charm and scholasticism. At the Yale School of Architecture’s symposium “Rebuilding Architecture” this past weekend, several individuals presented distinct modes of practicing design. Of particular interest to this argument was Yale Lecturer Phil Bernstein’s talk, “<em>Commodity Exchange | Outcome Delivery</em>.” Bernstein posited that in its current form, architects are expected to deliver architecture as a commodity rather than being compensated based on the creation of ideal outcomes. Yet, as long as architecture remains a client-centric profession, in any form, giving a client what they want does not make for a sound foundation for stylistic critique. In helping Yale University sustain the myth of the quintessential collegiate experience, all key players have benefited up to now. As in the case at Miami University with the Farmer School of Business, RAMSA not only avoids rocking the boat, but we can assume does so quite profitably. What’s left to critique?</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> &#8220;About Miami,&#8221; About Miami &#8211; Miami University, accessed January 28, 2018, http://miamioh.edu/about-miami/.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Robert A.M. Stern Architects, LLP, accessed January 28, 2018, http://www.ramsa.com/project-detail.php?project=227&amp;lang=en.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> “Beauty in Poetry” Miami University, accessed January 30, 2018, https://www.miamialum.org/s/916/16/interior.aspx?sid=916&amp;gid=1&amp;pgid=4230&amp;cid=8507&amp;ecid=8507&amp;ciid=36556&amp;crid=0</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Brian Cash"},"slug":"brian-cash","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"12","publication_date":"2018-01-31"}}}}