{"title":{"rendered":"Interview with Nitzan Bartov"},"content":{"rendered":"<p><span><em>Nitzan Bartov is a game designer and architect based in Brooklyn. Nitzan is also a Media Lab Fellow at The Economist, and an Advisor at the School of Visual Arts.</em> </span></p>\n<p><b>Paprika!: </b><span>We are interested in why you transitioned to virtual reality and augmented reality design after studying architecture, and how your background influenced you practice.</span></p>\n<p><b>Nitzam Bartov: </b><span>I loved architectural theory, but I was always interested in digital architecture. Even at school, I became more and more interested in the software that we use, how the software itself creates a certain bias towards certain types of design, and how changing the tool changes the design. I wanted to work more within the computer than in the world. Instead of focusing on a map, terrain or the society, my focus shifted to the tool and system. Then I got to work with a friend on a game when I was at SOFTlab. Shortly after, VR became a very big thing that I had the tools to create content for. </span></p>\n<p><b>P!: </b><span>Did you become interested in tools due to a lack of them in architecture?</span></p>\n<p><b>NB</b><span>: </span><span>No, it started with my general interest in glitch on the internet search zones.  A lot of the ideas I got from philosophy of aesthetics were about how the function of tool makes us aware of what defines that tool; it makes the tool visible to us. So you can say I was more interested in exposing the visible tools I was using. I&#8217;m not a toolmaker, but I would be interested in building an instruction guide to help you in a software or explain to you through a path what you are actually doing.</span></p>\n<p><span>Stepping out of the comfort zone that software is giving us, I think about what other aesthetics we can create with our temporary tools. It has a wider application at least in terms of thought process for architectural products, which are often created from utopian perspectives. Not going the usual path gives you another category. While a lot of them may be gibberish, somewhere along the way you might come up with something that you couldn’t even imagine. It&#8217;s almost basic research. If all our research is going a certain way, can’t we do basic research on dystopia or functions of software?</span></p>\n<p><b>P!: </b><span>The AR project you created for Menorah last year was a parallel reality between the surprise from a holiday and the surprise from technology. There is an interesting potential for a local culture to become a global experience. Do you think that can define our new identity?</span></p>\n<p><b>NB: </b><span>I just started a fellowship at Economist Media Lab on the relevance of AR to publication, so I think about AR actively. Our reality is inherently augmented; you can draw the line as far back as cave drawings or to more prosaic antecedents like street signs. I grew up in a Modernist environment my entire life. I don&#8217;t know anything outside of architecture. There almost isn&#8217;t a question of whether AR is going to make it or not. It is more of a marketing question. We are never really at the space we are in. We always have these higher perspective moments even just by using a map.</span></p>\n<p><span>It&#8217;s not a topic that I directly think about, but I am curious about how singular and easily manipulated a person&#8217;s experience could be in a space—that idea that we both might be looking at the same objective reality, but small shifts in a consistent way create our very subjective realities. It&#8217;s both a metaphor and a real opportunity to feel the hidden layers of our reality. Then the question becomes what type of data to show and how. Are there specific stories that we can draw from foresight or a disembodied view, not from a utilitarian perspective, but a socio-economic perspective? Different types of mapping can make you more sensitive to your space. </span></p>\n<p><b>P!: </b><span>Omer Shapira said VR is more like a ride than space. Is there any difference between architecture and AR?</span></p>\n<p><b>NB: </b><span>I would say the difference is that architecture creates space that we can all objectively judge. If you look at architecture on the spectrum of AR and VR, then it is both. Think of the creation our environment as a “human project” where architecture is trying to completely engineer control in every aspect of our lives. We create shopping malls in which we control the temperature and lighting. Then extrapolate that to civilization; only from this perspective can we try to analyze it. From that, maybe humans are actually the final medium. If architecture is somewhere on this continuum and VR is a layer of information that talks to our senses and consciousness in a very direct way, then AR is a language that might not even be worth mentioning for a few years. It&#8217;s a mediator between us and the sensory world. If we compare AR to street signage, then it&#8217;s not very different from common uses of digital layers of information that we will have around us in five years.</span></p>\n<p><b>P!: </b><span>Within your practice, what are the design objectives?</span><span> [QR] </span><span>If we look at the history of architecture, a lot of it had to do with the creation of a total environment, about exerting control. </span></p>\n<p><b>NV: </b><span>Specifically in AR right now, I&#8217;m less interested in exposing the mechanism in a computational way, and more intrigued by how I can use narratives to discuss issues. So to take a pause, let&#8217;s talk about some disturbing aspects in AR: people are letting foreign agents dictate their field of view. They assume trust and objectivity, but those are just assumptions. </span></p>\n<p><b>P!:</b> <span>It is refreshing to hear you talk directly about AR and architecture. Especially in academic settings, there is a fascination with yet a safe distance from technology. We study philosophy and theory in architecture, but we never just look at the human body. We almost intentionally ignore the aspect. </span></p>\n<p><span><b>NB</b>: There are two sides for me here. First, it would have been amazing if we learned more about the human body. How do I let daylight in so it would be pleasant for the eye? What would force me to use my body in certain ways? I don&#8217;t even know. It&#8217;s not part of our education. If we had gone through the process, part of this understanding could have been relevant in different periods of history. On the other hand, why isn&#8217;t architecture taking technology into account? A, It&#8217;s a very different alias. B, If you&#8217;re designing an environment that&#8217;s going to be here for more than 20 years, then the only permanent thing is the human body. Our responsibility is bigger than whatever technology is at present.</span></p>\n<p><b>P!</b><span>: What time scale should AR address?</span></p>\n<p><span><b>NB</b>: It should address right now. Technology is currently moving so fast that I take everything I do to be ephemeral. It is like drawing on a napkin. You cannot say the same things for films, but I do not think that is where we are with AR and VR at all. Honestly, it is encouraging because it lets you produce something that is very relevant to a specific moment. AR is influenced by many achievements, such as image and object recognition, so there is going to be a lot of changes that are less about experience and more related to data visualization.</span></p>\n<p><b>P!</b><span>: Are designers dictated by their tools? For example, in architecture we have human bodies. While in AR, the technology is constantly changing, therefore the projects are more temporal.</span></p>\n<p><span><b>NB</b>: A project is both permanent and temporal. A good thing to remember is that design is always planned for the human body. That might change, too, but let’s assume the human body is persistent, and we are always navigating with technology. You are always a person of your time. As a designer, it isn’t always visible in real time. The ripple effect is less relevant to me, because I am creating more narrative-driven experiences where I would create something singular to a specific site or time.</span></p>\n<p><b>P!</b><span>: From your experience, how do you envision the network of influence to change? Where do you envision yourself in relation?</span></p>\n<p><span><b>NB</b>: I wish I knew the answer. An architect is the type of person who connects the dots between a wide networks of advisors, so it is a question less about me, but more about if I have something smart to say about AR in that context. It would be an interesting perspective to insert planning for architects. Humanistically, it is important to create a space for predictable communication among people while technology goes and becomes smaller and smaller. The two scales will only grow further apart. I would argue strongly that architecture should not address the influence of technology. Technology should adapt to our habitats.</span></p>\n<p><b>P!: </b><span>Finally, we are fascinated by your soap-opera game “The Artificial and the Intelligent”. What do you plan to create in the future?</span></p>\n<p><b>NB: </b><span>I am not sure. I am now working on a project that is very reminiscent of the game. Obviously, I am fascinated with artificial intelligence and relationships. I think there is something very domestic and feminine in my work, and I try to look at ideas of communication through that lens. If I had an answer, I wouldn’t need to do a project; because these are things that fascinate and interest me, my answer is a story.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nitzan Bartov"},"slug":"nitzan-bartov","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"14","publication_date":"2018-02-21"}}}}