{"title":{"rendered":"Proceed with Excitement"},"content":{"rendered":"<p>MICHAEL SZIVOS</p>\n<p><em><span>Michael Szivos is the founder of SOFTlab, a design studio based in New York City. The studio explores projects through a combination of craft, research, technology and a desire to create playful and unexpected experiences.  </span></em></p>\n<p><span>The current predicament our studio finds itself in is mostly caused by an aversion to the status quo and a high dose of naivet</span><span>é</span><span>. This does not mean we are not interested in history; it simply means we cringe when we hear things like, “This is how it should be done, because it has always been done that way.” It also does not mean we simply like things that are different, or that we aren’t experienced enough to just “go with the flow.” Our lack of caution is constantly getting us into trouble by reevaluating how projects are designed and made. Unfortunately, this reexamination has transcended how we produce our work, rethinking our identity as architects.</span></p>\n<p><span>Our disciplinary promiscuity was not really planned. We have simply explored where the most potent opportunities have been in terms of design and our interests. On one hand it could be said that we have explored the boundaries of architecture and even ventured into other territories, but definitions and categories never really appealed to us in a way that we could distinguish how far we might be from what might typically be considered architecture. In many ways, we have simply been operating with a broken compass, and we never threw it away. We are still constantly oscillating between basic cardinal directions which for us have been design, building, experimentation, and technology.</span></p>\n<p><span>As a young studio we were less concerned with our aimless state, taking advantage of it to take on a wide range of projects from video to interactive work to large scale installations. We worked with many artists and designers to help produce and execute their creative projects. In hindsight this might have been one of the most important experiences for the studio. By helping others achieve their own creative pursuits we inadvertently escaped our own creative desires while still learning how to carry out projects that required an inventive mixture of various disciplines. Having just finished graduate school, I think our ideals and untamed desires might have confused us into a perpetual state of speculation. We learned during this time that we really liked pursuing commissioned projects. We began thinking there should be less of a distinction between speculative and commissioned work. Clients, use, deadlines, etc. became just as fruitful in generating questions as the discourse we had been steeped in at school. As we started to take on our own design work, we found we had learned a wider range of skills and were exposed to a broader spectrum of territories. Our interest in commissioned projects and built architecture’s elusiveness led to a broader definition of what might be considered a project for us.</span></p>\n<p><span>Recently we have been able to reflect on our directionless condition and have realized it is a kind of identity crisis. Our studio has spent most of its early years like any teenager, struggling with physical growth, integrating our ideas of ourselves and what others think of us. As we developed our identity, or lack thereof, we chose a typical adolescent tactic: in an effort to take on more illicit design opportunities we inadvertently jettisoned the only label we had, that of an architect. Rather than solve our crisis and reclaim our traditional identity we have chosen to embrace what might be considered an adverse condition. The fluidity allowed by a lack of identity is quite liberating, while our claim to architecture is left for others to sort out. Both the critical capacity and technicaMichael Szi<em>Michael Szivos</em>l skills we continue to learn as architects has given us a unique perspective while engaging with other disciplines, while the work we do that is outside of the discipline has helped us reexamine the possibilities and borders of architecture. A general lack of identity has caused us to focus on the development of an attitude rather than a style or type of work. It has also allowed us to take on a wider range of work, which has been essential for the sustainability of the studio. This can take on more energy at times, but that is balanced by the excitement of both learning new methods and engaging with other disciplines. Rather than a cautious approach driven by fitting in the boundaries of a label defined by others, we spend more time thinking about what excites us and how that might be used to reevaluate where we have been and where we are headed. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Michael Szivos"},"slug":"michael-szivos","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"14","publication_date":"2018-02-21"}}}}