{"title":{"rendered":"A Brief History of the Chicago Architectural Biennial"},"content":{"rendered":"<p>JONATHAN HECKERT</p>\n<p><em><span>Jonathan Heckert is a Chicago Architect &amp; Adjunct Professor at IIT</span></em></p>\n<p>A looming question over this year’s Chicago Architecture Biennial: what does it mean to “Make New History?” One can imagine the potential of an architecturally significant argument, ahistorical in nature, taking stock of the ruptures created between the fricative forces of progress and change. If this year’s biennial is to be believed, then we have yet to fully transform from the physiological weight of our Modernist predecessors. As if all other interpretations are nothing but the redacted footnotes of some larger struggle for an intellectual autonomy within our own discipline. This benevolent interpretation has one, if not many, fatal flaws.</p>\n<p>For one, if time is an arrow, then it moves in arcs, only scraping the surface of our curiosities and moving ever further into the horizon of our collective understanding. I can feel the weight of history pressing at my door, but I should never answer if I am truly an actor of my present time. History in this sense is nothing but a network of many histories, knotted together into a strange cooperation of competing events and subsequent discourse. In architectural thought, a new history can only exist within the liminal forms of this space, which is to say it does not exist at all, except within the architectural imagination.</p>\n<p>A modern Biennial does not function to serve these means alone. It answers to a different type of master, one which is more political in nature. It claims to steer discourse in progressive directions while entrenching old notions. A show of this magnitude must be inclusive of many forms of participation, at the levels of expert and novice alike.  As architects, we don’t need the smooth materialism of an architectural Biennial to project our experiments to mass audiences, but we accept these challenges anyway and revel in their effects. The mechanisms already at play within our daily practice should allow for a more fractured reading of the types of historical events that this Biennial ponders. At its points of highest potential, the Biennial unmoores these discussions from their interior rooms and out onto the streets where architectural speculations can be free to engage, unbounded from the grasp of a curatorial few. It is here where the work sets its deepest foundations and creates its strongest bonds and it is in this tradition that it should continue. We should encourage a more radical transformation of the Biennial event if we are truly serious about the show’s potential to “Make New History.”</p>\n<p>Walter Benjamin states, “Architecture has always represented the prototype of a work of art, the reception of which is consummated by a collectivity in a state of distraction.”<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> As we take stock of Chicago’s two Biennials, do they measure up to the weight of their promises?  In certain cases they do; the exhibited work as individual explorations into their own idealisms warrants a closer inspection. The vernacular is evolving—words like <em>whimsy</em> and <em>pleasure</em> have become platforms for  addressing the contemporary arrangement of social spaces. Sites for the consideration of architectural intervention are extending further into the post-digital age as landforms continue to become supplanted by digital vistas. These new territories for exploration are now taking on refined forms as they re-engage their sites with highly attuned degrees of specificity.</p>\n<p>Indeed, there are complex issues at work within the production of “Making New History” Perhaps “Making Future Histories”, or “Making Past Futures” would better suit a thesis about the categorization of the present.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a>  Walter Benjamin, “The Work of Art in the Age of Mechanical Reproduction,” in Book Illuminations, ed. Hannah Arendt, 239. New York, NY: Schocken Books, 2007</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jonathan Heckert"},"slug":"jonathan-heckert","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"RE: Chicago"},"meta":{"volume":"3","number":"","publication_date":"2017-09-28"}}}}