{"title":{"rendered":"A Girl Has No Nation"},"content":{"rendered":"<p><b></b><em><span>Elif Erez, BA’15 / GSD ‘20</span></em></p>\n<p><span>This summer, days before I was scheduled to return home to Istanbul from a vacation in Italy, the Turkish military attempted a coup d’etat. All flights into Turkey, including mine, were suspended. I couldn’t stay in Italy, since my tourist visa expired on the day I was scheduled to fly out. I couldn’t go back to the US, since I had not yet renewed my student visa. I was trapped in a logjam of international borders, immobilized in a unique “site” that exists not in real space, but rather in my experience as a tourist holding the passport of a destabilized nation. I was suddenly made acutely aware of the impact my nationality has on my physical movement and my experience of space. If the Turkish coup succeeded, would my passport still work? Would there still be Turkey? Where could I go?</span></p>\n<p><span>For as long as nations have existed, nationhood has been a flaky concept. Yet, its indeterminacy seems to have intensified over the summer of 2016. The Refugee Nation competed in the Rio Olympics, Britain broke down an identity crisis, and one of America’s presidential candidates seems to induce in his nation the sort of reaction that pop rocks do in soda. When asked about my own nationality, “Turkish” is almost always followed by, “but I’ve been studying in the US since I was eighteen.” Honestly, if “Architecture” was a nationality, I would feel much more comfortable putting that down on my passport. For the last four years, studio has been my home. I speak the language of pre-crit post-rationalizations and Long Live the Dean. </span></p>\n<p><span>Mostly out of curiosity, and partly out of desperation, I Googled, “places that don’t require a visa for Turkish citizens.” It turns out, not a whole lot: mainly South America, the Middle East, and Japan. Of the three, I had friends and colleagues in Japan who I could stay with. Here was my crack in the logjam, a way to get out of this international no-man’s land. I booked the flights, processed my student visa in Tokyo, then flew directly to the US.</span></p>\n<p><span>Over the course of several weeks, I had completed a full circle around the world without stopping in Istanbul. If I tried to parse out the political, psychological, and physical barriers that prevented me from going to Turkey this summer, perhaps I would be one step closer to coming up with my own definition of nationhood. If I had been less risk-averse, less inclined to expect the worst from Turkish politics, I might have gone back. Instead, I chose what I found was the safest option possible, albeit at the cost of missing out on spending time at home. My detour to Japan was, in a sense, an undoing of the unique geopolitical boundaries that had previously limited my mobility. My passport, the object that had constructed the walls of the site I was locked into, also became the tool I used to carve out a ‘back room’ I could escape to. </span></p>\n<p><span>In his August opinion piece in Dezeen magazine, Sam Jacob asked, “what is a border in the twenty-first</span> <span>century?” In my experience, a border is both a collective construct, and a deeply personal, individual experience. I can’t choose my country of birth, or the historical and political baggage that it carries. Yet, nationality wields enormous power over my life, and it sets up barriers where none may exist for others.</span></p>\n<p><span>While I am just starting my professional degree in architecture, I remain fascinated by this web of international boundaries, enacted through the politics of border regulation. These are borders that are just as constructed, just as “architected” as the conventional building blocks of architecture. Accordingly, a design education has to acknowledge and engage this relationship. As emerging design professionals in an increasingly blurry global geography, we can’t help but tackle the oncoming task of redefining nationhood, borders and boundaries. We’re already uniquely equipped with the skills to deconstruct things, figure out how they work, and imagine new and better ways to reconstruct them.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Elif Erez"},"slug":"elif-erez","meta":{"degree":"B.A.","graduation_year":"2015"}}],"fold":{"meta":{"volume":"2","number":"02","publication_date":"2016-09-15"}}}}