{"title":{"rendered":"A NATIONAL ROMANCE"},"content":{"rendered":"<p>M. Arch I (‘18)<br />\nHyeree Kwak<br />\n“The nostalgic is never a native but a displaced person who mediates between the local and the universal.”<br />\nThe Future of Nostalgia,<br />\nSvetlana Boym<br />\nBy definition I am a nostalgic.<br />\nI am Korean, yet have lived less than half of my life in my country. I was born in Seoul, yet went to preschool in Hong Kong, elementary school in Seoul, middle school in Qingdao, high school back in Seoul, and then college in Hong Kong. I felt displaced in each new city, but each return to Korea served as a physical and psychological reminder that no matter where I went, that I would return home. I was not immigrating elsewhere. The time spent outside of Korea always felt temporary; I knew I would go back eventually.</p>\n<p>As I move back and forth between cities, Korea becomes an anchor that I constantly refer myself to, and a place of longing. I miss it, endear it, and deeply care about it. Nostalgia has multiple dimensions, however; it triggers more than just emotions and defines who I am. In particular, displacement and nostalgia has shaped my perception of national identity. When I am among Koreans my personality and character differentiate me from others rather than my nationality. In contrast, when I live as a non-native in foreign cities, my nationality becomes a prominent identifier. It is always the first thing I tell others about myself or get asked about. These external shifts have influenced me to call out one of the most obvious facts about myself; the constant relocation between Korea and other nations have enforced rather than diffused my identity as Korean.<br />\nComing to Yale was my first time living in the West, and the difference was, as expected,greater. Here I am more immediately distinguished by my appearance. However, the tangible and apparent differences I’ve experienced in East Asian cities collapsed into one identity as “Asian.” In the architecture world, outside of Asia, there is a lack of distinction between the architecture of different Asian nations. What is more, “Asian” often refers to Japanese because Japanese architecture has received the most global attention and has been in dialogue with the West’s much longer than other Asian countries’. The disposition towards Japanese architecture is clearly present at Yale as well. The only seminar on Asian architecture offered this term focuses on the architecture of Japan. During the past year at Yale, I did not sense any interest in Korean architecture whatsoever and I felt that I was not knowledgeable enough to initiate the conversation. In response to this lack of exposure and knowledge—and to nostalgia—I have struggled to know how my national identity presents itself through what I do here. Ironically, the longer I am here the more my desire grows to learn about the architectural scene and history of Korea and to practice architecture in Korea.<br />\nPhysically removed from the realities and everyday lives of Korea, I do admit that I may have a fictional idea of how Korea really is today, romanticizing and idealizing how I will contribute to my country through architecture. However, my recent visit to Seoul over the summer revealed various aspects of its built environment and nation-wide development on the ground that I was previously unaware of. I also recognize how my vision could be seen as idealistic to many who live in the city and experience economic and societal pressures. I hope that a romantic nostalgic like myself can and will eventually become useful, where nostalgic idealism can turn into a force that will push through barriers and limitations that have been left uncontested. While Yale is but another temporary home, it is here that I would like to acquire the means and capacities to turn this nostalgic idealism into a reality, assisting in allowing me to assert myself as a Korean architect and also one that has positive impact on Korea.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Hyeree Kwak"},"slug":"hyeree-kwak","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"2","number":"03","publication_date":"2016-09-22"}}}}