{"title":{"rendered":"A note on site context"},"content":{"rendered":"<p><span>JULIA MEDINA</span><span> (BA ‘18)</span></p>\n<p>Site context is one of the first things we learn in architecture school. A building never exists in a vacuum, and the concern of designing architecture that speaks to its surroundings is always stressed by professors of architecture. I do not question the importance of site context, but I reject the notion that a building should be necessarily designed in the same vein or with the same formalistic intent as its neighboring precedents—particularly when those precedents were designed with a power-oriented agenda. Architecture, just like all forms of art, is loaded with historical and cultural meaning. As progressive architects, we have the responsibility to reject forms and architecture that reinforce supremacy and oppression.</p>\n<p>Art and literature are expected to learn from past works—new works become enriched by their referential relationship to what came before. However, while being referential, they crucially bring something new to the intellectual and artistic community of thought. Architecture should operate the same way. When site context is used as an excuse to denigrate architects, especially those against whom we foster biases, we are performing a reprehensible and damaging kind of intellectual censorship. Before we condemn a piece of architecture for &#8220;ignoring&#8221; its surroundings, we should stop to think about what the surrounding buildings say. Perhaps rejecting their discourse is a triumph, not a failure.</p>\n<p>David Adjaye&#8217;s National Museum of African American History and Culture in Washington DC deals with site, meaning and contemporary architectural forms in a graceful way. One might argue that the ornate facade (referred to as the Corona) stands out like a sore thumb amongst the stark <em>white</em> monuments of the Capital, but the NMAAHC speaks like the language of simple, but elegant forms, while incorporating elements of the culture for which the building is built for. The buildings of the National Mall are beautiful and impressive, but they represent a time when Black people were treated as less than human (evidenced by the slave labor that built many of them<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a>), and to create a carbon copy of this architecture would be an insult to the museum&#8217;s purpose and a waste of activist potential.</p>\n<p>&nbsp;</p>\n<p><em>Thursday, September 7, 2017</em></p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Julie Hirschfeld Davis, “Yes, Slaves Did Help Build the White House,” New York Times, 2016.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Julia Medina"},"slug":"julia-medina","meta":{"degree":"B.A.","graduation_year":"2018"}}],"fold":{"meta":{"volume":"3","number":"01","publication_date":"2017-09-07"}}}}