{"title":{"rendered":"A Phenomenology of Forgetting:  On the Uses and Abuses of Architecture in Aeon Flux"},"content":{"rendered":"<p><strong>SURRY SCHLABS</strong></p>\n<p><span>Set in the year 2415, director Karyn Kusama’s Aeon Flux takes place in the last human city of Bregna, a perfect society, where the machinations of a natural world run amok are kept permanently at bay.  In this distant utopia, a small population of human survivors has been made infertile by a long-past epidemic, the so-called “industrial disease.”  Yet no one in Bregna ever truly dies, reproduction made possible through an advanced cloning process, the very existence of which remains the state’s most closely guarded secret. The film’s title character, Aeon, exists outside this cyclical process as a sort of involuntary memory, a string of human DNA long thought lost, and now made manifest at a time of cultural and historical stasis, as the city of Bregna finally achieves perfection.</span></p>\n<p><span>Released in 2005 to little critical or popular acclaim, Aeon Flux was filmed in and around Berlin and utilized, where possible, fragments of that city’s architectural and urban fabric as a backdrop for the depiction of this dystopian future. The movie itself is a creative adaptation of an early 90s cartoon, a series of animated shorts both self-consciously fragmentary in their apparent disregard for narrative, and willfully confusing in their suggestive assimilation of stylistic and aesthetic conventions typically associated with Japanese anime culture. As such, Aeon Flux may seem an unlikely (and, perhaps, unwilling) participant in the ongoing conversation surrounding the reconstruction of Berlin’s city center since the fall of the Wall in 1989.  But in its peculiar approach to urban representation – wherein the city is understood as an assemblage of discrete fragments, or remnants – I believe the film provides us with an alternate reading of Berlin, affective in its simultaneous historicization and fictionalization of the contemporary city as a site for the recognition of otherwise “unregistered pasts,” of narratives illegible within the post-unification discourses of historical progress and western capitalist triumph. [1]</span></p>\n<p><span>This suggests a reading of Aeon Flux, of Bregna, and of Bregna’s relationship to our own Berlin as essentially allegorical in nature. More specifically, it suggests a reading in terms of Walter Benjamin’s defense of allegory which, in its sympathetic account of the “fragmentary and enigmatic” qualities of experience, presents a potentially fruitful framework for the interpretation of this peculiar project. In Benjamin’s view, “allegory is, pre-eminently, a kind of experience,” a disorienting sense that the world, as we know it, “is not conclusion.” Beyond the Zweideutigkeit inherent in its tendency to re-present meaning through proxy, allegory operates, in part, through the expression of “sudden intuition,” the representation of some unknowable other, a transformation of the physical, or actual, into an “aggregation of signs.” [2] Not only, then, may Aeon Flux serve as an allegory of Berlin – incorporating actual buildings, spaces, and landmarks into a deeply symbolic, if wholly fictive, utopian landscape – but Aeon herself experiences this landscape allegorically; that is, through a process of fragmentary reconstruction, intuitive projection, and historical recovery.</span></p>\n<p><span>While Aeon appears to engage in the sort of “critical wandering”</span> <span>[3] we might associate with Benjamin’s flâneur, however, the process of historical recovery she undergoes eventually fails to bring about the change she seeks. Indeed, even while the people of Bregna are kept blind to their own history, that history is memorialized – and monumentalized – in the Relical, the sole cache of all remaining human DNA, an ever-present reminder of the city’s triumph over nature, and its refusal to forget – even if no one knows what, exactly, is left to remember. If we take forgetting, as such, to be “a conscious side-stepping of history in order to experience ‘the vigor of the present,’” [4] then Aeon’s final heroic act – the iconoclastic destruction of the Relical, of humanity’s only remaining link to its past – is not a reclamation, or revelation, of history; it involves no preservation or reconstruction, imaginative or otherwise.  It is, rather, a total and final erasure of that past in favor of a creative present, newly projected into the future; a monumental act of historic expression.</span></p>\n<p><span>Perhaps, in the end, the sterile eclecticism of Bregna should be read as a warning, a critique of contemporary architecture and urbanism unmoored from tradition, without bearing in the past and, therefore, lacking the appropriate means of projecting a viable course into the future. Or perhaps not. In re-presenting Berlin in this context – as a fragmentary assemblage of urban, architectural, and spatial vignettes – Aeon Flux insists on a much broader, more generous, ultimately pluralistic, democratic, and indeed more modern view of the city than has heretofore been allowed within debates on Berlin’s shifting urban identity since 1990.</span></p>\n<hr />\n<p>&nbsp;</p>\n<p><span>[1] Broadbent, Philip, “Phenomenology of Absence,” Journal of Modern Literature, vol. 32</span></p>\n<ol>\n<li><span> 3 (Spring 2009), p. 111</span></li>\n</ol>\n<p><span>[2] Cowan, Bainard, “Walter Benjamin’s Theory of Allegory,” New German Critique, no.22</span></p>\n<p><span>(Winter 1981),  p. 110</span></p>\n<p><span>[3] Broadbent, p. 102</span></p>\n<p><span>[4] Broadbent, p. 115</span></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"08","publication_date":"2015-10-02"}}}}