{"title":{"rendered":"about roots"},"content":{"rendered":"<p><strong>NICOLAS KEMPER</strong> (M. Arch &#8217;16)</p>\n<p><span><br />\n</span><span>In order to argue, you have to agree on something. Without a shared set of facts, a common story, a common root, there can be no opinions. Without the cardinal directions, a ship&#8217;s crew cannot very well discuss the wisdom of their direction. Without the objective, there can be nothing subjective. Without ground, there can be no figure. </span><span><br />\n</span><span><br />\n</span><span>Today&#8217;s architecture publications &#8211; student publications in particular &#8211; suffer from a dearth of ground. </span><span><br />\n</span><span><br />\n</span><span>A few years ago, I helped to edit Paprika!, the student art and architecture weekly you are reading right now. My fellow editors wanted a platform where students could express their opinions. I suffer from a chronic case of fomo (fear of missing out), and wanted a pithy ongoing record of everything that was happening. They were really into the subjective, and I was really into the objective. </span><span><br />\n</span><span><br />\n</span><span>After arguing over the matter for some time, we agreed to disagree: we called the subjective &#8220;figure,&#8221; the objective &#8220;ground,&#8221; and in our first issue, tried to build that metaphor into the DNA of Paprika! We wrote an elaborate explanation, promising readers that there would be ground articles, which would be reported objective accounts, and figure articles, where people expressed their opinions, &#8220;raw and radical.&#8221; </span><span><br />\n</span><span><br />\n</span><span>A faint remnant of that metaphor persists in Paprika!: the column On the Ground, which still delivers a &#8211; mostly &#8211; objective account of the week&#8217;s happenings; but we quickly found our application of the dichotomy to be a little too literal. There is no such thing as an article that is purely figure, or ground. No opinion is particularly powerful unless rooted in an objective account, and On the Ground often delivers the most biting and potent judgments.</span><span><br />\n</span><span><br />\n</span><span>Nevertheless, the dichotomy can still be used to organize publications &#8211; there are publications we go to for facts (i.e. Bloomberg News) and ones we go to for polemics, (i.e. <em>The New Yorker</em>). Some &#8211; like <em>Archinect</em>, <em>Archdaily</em>, and <em>Dezeen</em>, throw polemics on top of job offerings and project libraries, like toppings on a salad. More subtly, through her editorial and &#8216;observation&#8217; pieces, Cynthia Davidson places the polemics of Log in the context of current affairs. Indeed, even <em>The New Yorker</em> still takes the time to write up every play and event happening in New York any given weekend.  Its editors understand that great polemics are subtle and begin with the objective facts and happenings that situate readers in a story.</span><span><br />\n</span><span><br />\n</span><span>A story defines and binds a community of writers and readers. When readers see a publication engaged with a story &#8211; not necessarily even their own story &#8211; they, in turn, engage with the publication. Most stories are spatial &#8211; they happen somewhere. It is no mistake that of the top five newspapers in the United States, four are named after somewheres (<em>USA Today, Wall Street Journal, New York Times, LA Times, New York Post</em>). </span><span><br />\n</span><span><br />\n</span><span>Frank Lloyd Wright goes to the heart of the matter in &#8216;Why I love Wisconsin,&#8217; a 1932 essay: &#8220;Radical is a fine word too, meaning &#8216;roots.&#8217; Being radical I must strike root somewhere. Wisconsin is my somewhere.&#8221;</span><span><br />\n</span><span><br />\n</span><span>There is no shortage of polemical &#8211; often self-declared radical &#8211; writing in student architectural publishing today &#8211; the best is probably the GSD&#8217;s <em>Open Letters</em> &#8211; but they lack a somewhere &#8211; they lack roots. Student writers and editors want to make the brave pronouncement or &#8211; equally problematic &#8211; the very esoteric point, and do not bother with the less glamorous work of collating, reporting, fact-finding, and explaining. Their emphasis is on the single statement, disruption, and starting from zero.</span><span><br />\n</span><span><br />\n</span><span>Many establishment forces encourage this solipsism. In their heroic book<em> Clip, Stamp, Fold</em>, and accompanying exhibition and website, <em>Archizines</em>, Beatriz Colomina and Craig Buckley canonize hundreds of architecture student zines from the 60s, 70s and today. The interviews revel in the fleeting nature of these projects and elevate the act of founding, the onset, and the manifesto.</span><span><br />\n</span><span><br />\n</span><span>The book&#8217;s obsession comes from the formative environment of today&#8217;s establishment figures: the previously hegemonic and oppressive authority of Modernism, and the need to fight back and innovate by whatever means. In that environment, the ur-zine, <em>Archigram</em>, opaque and abstract as it may be, was nevertheless self-evidently brilliant. It needed little more than its striking cover image.</span><span><br />\n</span><span><br />\n</span><span>In today&#8217;s architecture world, where everything goes and striking images abound on Instagram (c.f. @superarchitects), we no longer need still more shots in the dark &#8211; we need impassioned writers and editors to unite and establish an authority we can trust and respect. We need a platform that can look beyond itself to put the pieces together and work to establish what is, and what is not, so that we can discuss what should be.</span><span><br />\n</span><span><br />\n</span><span>For students especially, there is a great deal at stake here. Lacking publications with substantial readership, students are exploited by paid employees at profitable publications to write and provide content for free. Without authoritative publications, students cannot laud their own work, instead grasping for external affirmations (indeed, even <em>Archigram</em> owes much to the promotion of Theo Crosby in<em> Architectural Design</em>). Finally, most importantly, lacking publications of record leaves students with no ability to do just that: record &#8211; to tell the world their story.</span><span><br />\n</span><span><br />\n</span><span>They need a platform, one that does not seek to recreate the bullying edifices of modernism or the beaux-arts, and steers clear of the tenure politics that muddy the origins and objectives of today&#8217;s academic journals. They need one run by students elected by their peers and bound by an amendable constitution, whose funding &#8211; that subtle yoke &#8211; remains independent. They need one unabashedly of a somewhere, that, while its interests will be many and its contacts and investigations wide ranging, is not shy about the roots from which it works.</span><span><br />\n</span><span><br />\n</span><span>Such a platform &#8211; well, it would be radical.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"meta":{"volume":"2","number":"08","publication_date":"2016-11-10"}}}}