{"title":{"rendered":"An Open Letter to Rome"},"content":{"rendered":"<p>01.21.2016</p>\n<p><span>“Just be honest.” This is what was asked of the prospective students for the content of their three hundred word statement of intent.  The single-page application consisted of this statement, two references, and the student’s name. “Just be honest.” I would like to ask the same of this course, the people that teach it, and the school. If thirty students is truly a group size that should be held sacred, what exactly is the criteria for selection? I believe each student is deserving and qualified. What should I, an excluded student, take away from the selection results? Do I lack the ability to draw? The desire to learn? The ability to articulate those things in three hundred words? Or did I simply lack the proper name in the upper right hand corner? </span></p>\n<p><span>Just be honest. If a three hundred word statement was the basis of evaluation, why was my name on the paper? I am not proposing to overhaul the current selection process. Instead, I have one suggestion to amend it: remove the student’s name. Did the selection committee remain completely unbiased while reading these statements? Existing professor-student and employer-employee relationships presented a conflict of interests, which resulted in a process that had inherent biases. This prohibited a fair evaluation. Conscious or otherwise, these biases should not have been allowed to be part of the selection process. The instructors ensured fairness because applications were evaluated through a point-based system. But a numerical system did not remove bias, it simply quantified it. Even if committee members convinced themselves that bias played no role, they should not have had the power to choose students with awareness of their names.</span></p>\n<p><span>The Rome Seminar is a great opportunity; one which is used to sell prospective students on the school. From the beginning of their first year, students, equipped with the knowledge of the individuals that will make up the selection committee, are effectively prohibited from being critical of the system that chooses them. It is only after decision day has passed, that students are free to question selection criteria and have a meaningful dialogue without fear of repercussion from the decision makers. The students, accepted and rejected alike, are left to speculate on the workings of a selection process to which they must blindly consent.</span></p>\n<p><span>I am now free to ask these questions, but it is too late for me. All I can hope is that the next class will have the opportunity to openly and meaningfully discuss the process to which they will be subjected.</span></p>\n<p><span>Sincerely,</span></p>\n<p><span>Alex Stagge</span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"17","publication_date":"2016-01-21"}}}}