{"title":{"rendered":"Architecture&#8217;s Accidental Audience"},"content":{"rendered":"<p>BRENNAN BUCK (Critic, Yale School of Architecture)</p>\n<p>In 2009, artists Brad Troemel and Lauren Christiansen founded <strong><em>The Jogging</em></strong><em>, </em>a Tumblr blog which featured collaged images of products found online. Each collage was paired with a wall-text-like caption that identified it by title, date, medium, and author. The captions relied on the descriptive conventions of the museum to distinguish the image as art, versus online detritus.</p>\n<p>By 2012, <strong><em>The Jogging</em></strong> had achieved minor viral status and the collages were attracting a wide audience that did not always recognize what they were viewing as art. Some viewers reposted images, often ignoring the caption and erasing any trace of the origin of the image, fully removing its status as an art object. The expanded audience that came across <strong><em>The Jogging</em></strong> had different expectations than an audience visiting a museum or gallery, and they understood and reacted to the work differently. The most common response was bafflement—what Troemel describes as the “WTF, I don’t even?” reaction. While it may seem negative or dismissive, this response was in fact made up of a series of questions about what was depicted, where it had come from, and why. Many viewers sought answers by reposting images, helping to further proliferate them. The following year, Troemel began thinking of <strong><em>The Jogging</em></strong>&#8216;s viewership as ‘the accidental audience’ and its impact on contemporary art.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a></p>\n<p>The accidental audience is emblematic of larger questions in contemporary art prompted by the blurring of disciplinary boundaries. Art institutions host more work that traditionally falls outside the bounds of fine art. Whole art movements conceive of art work as events or performances that produce no physical artifacts. And as Troemel discovered, more of the audience approach such work without a disciplinary frame of reference, without the history or discourse of art in mind. This is both a threatening and provocative prospect, because art depends on its disciplinary frame. It relies on attention and contemplation, a mode of viewing we are accustomed to assuming in museums and galleries but rarely anywhere else.</p>\n<p>Unlike art, architecture has always had an accidental audience. Excepting the unusually attentive viewer or the unusually famous building, architecture is received, as Walter Benjamin famously argued, “in a state of distracted attention.” It does not undermine the value of close reading, and expert discourse within the discipline accepts that most people experience architecture when they are focused on something else—on the way to meet someone, hurrying back to their desk, or mulling over a text message. Architecture tends to remain in the background. The general public engages with buildings without a disciplinary frame. This doesn’t leave them unaffected, but they aren’t paying attention.</p>\n<p>Architects speak to two audiences, one that is interested in their work and the field, and one that is not. We draw for the former and build for the latter, but <strong><em>The Jogging</em></strong>’s reception suggests that there are other media through which we can engage a broader audience. Given that our work has never been confined to the museum or gallery, architects may be already be attuned to engaging with a wider audience uninterested in high culture and lacking the knowledge and expectations associated with it. By engaging sensibilities other than traditional beauty and strategies beyond core architectural media, we can make our argument to a wider audience, even if it means doing so without the wall text.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Brad Troemel, &#8220;The Accidental Audience,&#8221; The New Inquiry, March 14, 2013, https://thenewinquiry.com/the-accidental-audience/.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Brennan Buck"},"slug":"brennan-buck","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"04","publication_date":"2017-10-12"}}}}