{"title":{"rendered":"Architecture+"},"content":{"rendered":"<p class=\"p1\"><strong>DIMITRI BRAND</strong> (MArch &#8217;16)</p>\n<p class=\"p1\">Political involvement, or at least its availability, delineates childhood from adulthood, and gives us the right to affect change. At 18 we come of age as citizens and can presumably, societal factors aside, choose our home. It is an Anabaptist as opposed to a Catholic version of citizenship. In speech we often define where we are from, our home, by municipal and national, rather than cultural borders. To someone from a neighboring town, you are from your town. To someone from a neighboring state, you are from your state. To someone from a neighboring nation, you are from your nation. Yet, you’d be hard pressed to find someone who would initially offer up his or her continent or transnational geographic region as a place of origin. In fact, describing someone as from his or her continent is often seen as an act of cultural insensitivity; to be respectful is to know the national borders in which someone belongs. Saying “you know Africa is a continent not a country” is seen as an act of cultural validation, an expression of the speaker’s knowledge that non-western continents are also diverse locations. But why is it more valid for a person to be from a nation rather than a continent? It certainly isn’t an issue of population, as China has about 200 million more people than Africa. Also, let us not forget that many nations borders are the result of colonial cartography. If our insistence that a continent cannot be a home proves our belief that politics can be equated with home, the absentee ballot is its codification. The absentee ballot is a system of being simultaneously away from home, yet still a member of it. Crew members of the International Space Station, while in orbit, can vote in elections via absentee ballots (interestingly the labs and quarters on the international space station are separated by space agency, and by extension nation; even in the vacuum of space, voting and national borders are maintained).</p>\n<p class=\"p1\">Home has always been political. The modern era’s most notable border conflicts were, and still are, argued in terms of which cultures have the right to call a place home. But home, as defined in post enlightenment thought, is not only political but politics itself. Through this lens we should consider what is taken from someone when we restrict his or her right to vote. We are not only restricting their statistically insignificant voice as one in potentially hundreds of millions, or committing a crime against our concept of ethics, but we are making that person homeless.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dimitri Brand"},"slug":"dimitri-brand","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"1","number":"18","publication_date":"2016-01-28"}}}}