{"title":{"rendered":"ARCHITECTURE AND THE POLITICS OF PISSED (a micro manifesto)"},"content":{"rendered":"<p><strong>MARK FOSTER GAGE</strong></p>\n<p><span>(Excerpted and updated from a text written by Mark Foster Gage in</span><i><span> AD: Evoking Through Design)    </span></i></p>\n<p><span>On June 8th 1972, Associated Press photographer Nick Ut captured the iconic image of a nine-year-old girl, Phan Thi Kim Phuc, running towards the camera naked and screaming, having been severely burnt by a South Vietnamese napalm attack. On June 5th 1989, photographer Jeff Widener captured the shot of “the unknown rebel,” a Chinese dissident, standing defiantly in front of a line of tanks in Tiananmen Square, Beijing.  On May 29th, 1913, Russian composer Igor Stravinsky debuted his recent composition, </span><i><span>The Rite of Spring</span></i><span> before a packed theater in Paris. So radical was the dissonant and unfamiliar performance that theater goers soon began to hurl vegetables and other objects toward the stage, leading to a violent street riot. </span></p>\n<p><span>It doesn’t happen very often, but occasionally, in just the right circumstances, an image or creative act can, against the stacked odds of cynicism and apathy, change the world.   In these particular cases an image could galvanize an anti-Vietnam war movement in the United States, or  illustrate to the citizens of China that another form of life was possible—one of peaceful resistance. Or a musical composition, lasting less than two hours, could prompt a riot that would open the minds of an entire generation to the possibility of entirely new forms of music.   </span></p>\n<p><span>While forgotten by many&#8212;architecture is, in fact, a creative act.  And yet the power of architecture and its imagery to prompt political change exists only as architectural myth and ancient lore&#8211; a power associated only with the Miesian gods of yesteryear— a magic no longer known or practiced. Instead, architects today focus on simpler problems, more local problems, &#8212; problems of context (it looks like the mountain in the distance), of program (put a Starbucks in the bathroom), of marketing-friendly animal metaphors (it’s a bird), or how to consume a bit less energy (Look, Ma…LEED tin).  Like a decrepit sorceress robbed of her powers, architecture sits mute in a world of technologically-enabled explosive possibilities—vaguely remembering having had, in the past, perhaps more respect, more prestige, and certainly a hell of a lot more power.      </span></p>\n<p><span>But change is coming—and architects are tiring of their clever diagrams, metaphors of buildings looking like animals, pretty Pollyanna pastel backgrounds that distract us from the crueler colors of reality, and the insistence that architecture is merely easy, or just fun, or “</span><i><span>yes</span></i><span>,” or whatever the sound-bite-de-jour is. Any attempt to distill architecture into a smaller, bite-sized anything denies the reality of architecture’s reach, complexity, and potentially vast cultural impact. Instead of becoming smaller, easier, or infantilizingly </span><i><span>funner, </span></i><span>we can reframe architecture to enter culture with a newer, fresher, sneakier and more technologically empowered form of political influence. Our school may not be the cause, but we can have a voice. A voice that is louder than diagrams, more confrontational than birds, more inspiring than LEED tin, and above all, serious about the emerging potentials of architecture to once again inspire shifts along the fundamental fault lines of culture. The sorceress awakens. And she’s pissed. Are you?    </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mark Foster Gage"},"slug":"mark-foster-gage","meta":{"degree":"Assistant Dean and Associate Professor","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"","publication_date":"2017-02-06"}}}}