{"title":{"rendered":"Architecture Club"},"content":{"rendered":"<p>ANTHONY GAGLIARDI (M. Arch I, &#8217;16)</p>\n<p>Tuesday February 15th marked the inaugural meeting date of the YSOA Architecture Club, a student group that visits buildings, views drawings, and discusses projects.</p>\n<p>Architecture Club is a platform to encourage critical discussion of architecture between students.  It consciously limits its focus on the two products of the discipline &#8211; buildings and drawings — in order to celebrate a rich diversity of architects, ideas, and narratives. By narrowing its concentration, Architecture Club does not wish to exclude ideas from other fields, but rather adjusts its lens to investigate how formal, sociological, political, and ecological issues imprint themselves specifically within architecture. By demarcating the discipline to buildings and drawings, Architecture Club frames culture through architecture and searches for a better understanding of our capabilities.</p>\n<p>Architecture Club’s first excursion took place on Saturday February 20th, when approximately twenty students gathered outside of Rudolph Hall and cherished the unpredictable spring weather as they toured five parking garages around New Haven. Over the course of the afternoon, students including Maddy Sembler, Robert Hon, Paul Rasmussen, and Daniel Marty, all M.Arch I students in their second year, presented on the work of Paul Rudolph, Douglas Orr, Kent Bloomer, and Granbery, Cash and Associates.</p>\n<p>A curious initiation to Architecture Club, the parking garage tour epitomizes the goals of the student organization. By visiting a nascent building type of the 1960s and 1970s, the Temple Street, Crown Street, and Air Rights garages asked students to engage in a close reading of their similarities and differences. It propelled the students to debate the formal relevance of Brutalism as a cultural representation of the times, it launched discussion on the profound architectural repercussions of Dwight D. Eisenhower’s Federal Aid Highway Act of 1956, it triggered argumentation over the social consequences of suburban sprawl that followed, and it examined the realistic potential of large-scale urban renewal projects such as the Oak Street Connector. Precise and critical, the parking garage tour foreshadows what is to come from Architecture Club. The subjects will be buildings and drawings, the frame will be architecture, and the discussion will pursue our cultural significance. Upcoming events will include an architecture tour in Rhode Island, firm office visits, student desk critiques, public lectures, and close reading groups that analyze architectural projects.</p>\n<p>Despite its name, Architecture Club is neither ironic nor oppositional. Instead, it naively searches for a definition to our discipline and invites all students to investigate the value of architecture.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Anthony Gagliardi"},"slug":"anthony-gagliardi","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Historic Projections"},"meta":{"volume":"1","number":"21","publication_date":"2016-03-07"}}}}