{"title":{"rendered":"Architecture on Film: Hernan Diaz-Alonso Studio (II)"},"content":{"rendered":"<p><strong>MICHAEL MILLER</strong> <em>(M.Arch &#8217;15)</em></p>\n<p><em><span>(Imagine a Piranesi etching: its drama, its contrasts, its tiny silhouettes, its spatial layering, overlapping bridges, hanging chains, and puffs of steam from an impenetrable beyond. Form and spatial narrative are the essence of these drawings; the architecture is formed around and because of these ideas.)</span></em></p>\n<p><span>The invention of the camera and the moving image did not introduce something the world had never seen before. Rather, it established a self-reflective medium that brought us back from the abstraction of conventional representation. It seemed to remind us that we had eyes and that our eyes had mechanical parameters of sensing: it reminded us to </span><i><span>see</span></i><span>. The degree that architecture intertwines with film is a subject of optical-spatial relationship that has always existed, but with several degrees of time and complexity. </span></p>\n<p><span>The first degree is the most basic relationship. Buildings like the Villa Rotonda or the Villa Savoye can be understood as optical devices framing a landscape: they act as physical cameras, stationary and composed, and not in relationship beyond windows or doors.   </span></p>\n<p><span>The Greek Theater or the Panopticon is of the second degree &#8212; the architecture takes a form that is the geometric result of a multitude of viewpoints. The parameters of these many cameras generate architectural form and the object of storyteller and camera are joined into space, form, and hierarchy. </span></p>\n<p><span>What the theater and the prison lack, however, is movement through space. Time is isolated to the narrative on stage and not to that of the architecture. The Diaz-Alonso studio investigated the third degree of this relation &#8212; how images and time create form. </span><span>The project that my partner and I produced spatially and formally prioritized local axes, promenades, variations on language, and compositions of platonic forms, all interwoven by stepped platforms &#8212; a psychotic acropolis promenade squished into a mass. This third degree of media investigation seemed comfortable in its urbanity.  </span></p>\n<p><span>The shift of environment over time, the vertical pan shot, or the moving section now have equal say in the architecture’s design. In the same way that vision has shaped historical precedents, the projects of the studio utilized narrative techniques to influence form beyond the capabilities of the eye. </span><span>Like Piranesi’s </span><i><span>Carceri</span></i><span>, space is molded from the perspective of its representational technique, a purposeful bending of conventions.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"08","publication_date":"2015-10-02"}}}}