{"title":{"rendered":"Architecture on Film: Hernan Diaz-Alonso Studio (I)"},"content":{"rendered":"<p><strong>HANK MEZZA</strong> (M.Arch &#8217;15)</p>\n<p><span>Last year I took two unconventional advanced studios: in the fall, FAT &#8212; the late, radical, London-based firm emphasized design heavily rooted in reference that used the symbols of culture to subvert culture itself; in the spring &#8212; Hernan Diaz-Alonso&#8217;s studio focused on butchery and animation as generative tools.  Ultimately, both studios fell on the same side of the divide: they pushed representation as the impetus for creating building, instead of the other way around.</span></p>\n<p>&nbsp;</p>\n<p><span>I find it interesting that between the two studios, students were significantly more excited about working with FAT.  Some might attribute this to a recent reevaluation, led in part by the firm itself, of postmodernist goals and aesthetics. Others might point to a perceived lack of substance in the Diaz-Alonso studio’s objectives. However, I see a fundamental misunderstanding of the role of representation in architecture: FAT was more popular because it was more familiar, approachable, and, in a strange way, less radical in its use of representation. The work we produced in the FAT studio could be mistaken for drawing and subsequently, gained a (false) sense of legitimacy and rigor.</span></p>\n<p>&nbsp;</p>\n<p><span>Representation itself already has a difficult relationship with architecture.  No matter how drawing is used, it can only be an orthogonally portable suggestion of a full-scale, three-dimensional reality. In this sense, it is hardly possible to legitimize one method of compression over another. What truth does a drawing possess that an animation cannot? There is nothing in architecture that begs to be “compressed” into two dimensions. In the FAT studio, we used collage to great effect but produced  work with undeniable similarities.  While the same critique could apply to the Diaz-Alonso studio, it could also describe projects rendered with graphite, painted with oil, or carved in marble. To dismiss what we did in the Diaz-Alonso studio as being driven by the limitations and biases of software is to miss the point.</span><br />\n<span>I am not arguing for a devaluation of drawing in architecture. Rather, I am pushing for the equal valuation of a multitude of representational modes. Animation became a useful design tool for us because it added the dimension of time to our projects.  It offered an opportunity to confront a fundamental reality: our existence is neither static nor two dimensional &#8212; why do we need to represent it as such?</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Screens"},"meta":{"volume":"1","number":"08","publication_date":"2015-10-02"}}}}