{"title":{"rendered":"Architectural Production, Well Played or Things I Say to Feel Like Less of a Sellout"},"content":{"rendered":"<p>LANI BARRY (M.Arch I &#8217;19)</p>\n<p><span>At </span><i><span>The Land,</span></i><span> threadbare tire heaps, derelict refrigerators and mud puddles are tools for exploratory play. In this space, unsupervised kids turn old spring mattresses into impromptu trampolines and fire pits into self-organized, snack-time commissaries. This entropic playscape of quotidian objects is part of a recent resurgence of the ‘adventure playground,’ a play typology developed by English landscape architect Marjory Allen in the 1940s.[1] Adventure playgrounds are sites of loose, non-deterministic design that are in constant flux. While the playgrounds are stocked with familiar objects and tools, kids become ersatz designers of their environment and are encouraged to repurpose objects, build new play structures and reinvent the playground’s organization as they see fit.  </span></p>\n<p><span>Adventure playgrounds assume the intelligence and agency of their users and promote a philosophy of play radically different from the standardized, designed-for-safety, padded </span><i><span>Consumer Product Safety Commission </span></i><span>playgrounds of my youth. This philosophy of play embraces a DIY ethos and posits calculated risk as an unequivocal tool for learning. In the adventure playground, play extends beyond an opportunity for simulation of the imaginary, and becomes a mode of experimentation, a way to test the imaginary IRL. In this environment, the products of imagination are situated within a landscape of the ordinary and subject to real-world factors, such as social norms, gravity and potential physical harm. This uncensored, open-ended play makes the adventure playground a site for developing the </span><i><span>skill</span></i><span> of “make believe.”</span></p>\n<p><span>The ability to instantiate the “make believe” into existence via real-world testing parallels the process of architectural production. As architects, iterative feedback loops of models, drawings, dialogue and buildings are ways of testing architectural concepts. However, the promise of the adventure playground’s philosophy of play, lies in its embrace of possibility: there are no pre-defined rules or objectives imposed by adults, rather play is a mode exploration where the function of ordinary objects are questioned and appropriated for new use. What if the adventure playground’s radical approach to play became a M.O. for architects? Might the notion of play, offer a mode for a new type of architecture? How might the skill of “make believe” dissolve the false dichotomy between architectures of speculation and practice? Moreover, how can inserting the adventure playground ethos of play in architectural production expand beyond a play of child-like nostalgia, or diminution of play in architecture as an aesthetic?</span></p>\n<p><span>The approach to play in architectural production has many precedents including the Situationists who theorized play as a method of cultural critique, Cedric Price’s open-ended pedagogical experiments at the AA such as the AD/AA/Polyark bus tour, and the Eames Office which famously mixed work, living, and play. However, the transformative possibilities for play in architectural production today run risk of implosion under late capitalism. Sianne Ngai’s theorization of the “zany” problematizes the blurring of play and work as a symptom of late capitalism which informs the production, proliferation and consumption of culture. The zany’s “performance of affective labor,” becomes an aesthetic trope endemic across our cultural milieu (on HGTV Design Star and perhaps even within architecture studio reviews), whose dispersed, often uncritical deployment posits serious challenges to play as a conscious mode of production.[2] Ironically, one way to address this dilemma is through play, interrogating the possibilities of play in architectural production through more open-ended experimentation.  And so, as students of architecture, the studio becomes not just the site for honing the skills of make-believe, but perhaps a place to experiment with just how seriously we should play. </span></p>\n<p>&nbsp;</p>\n<p><span>[</span><span>1] Rosin, Hanna, “The Overprotected Kid.” </span><i><span>The Atlantic, </span></i><span>(April 2014). </span><i><span> </span></i></p>\n<p><span>[2] Sianne Ngai, </span><i><span>Our Aesthetic Categories. </span></i><span> (Cambridge: Harvard University Press, 2012), 234.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Lani Barry"},"slug":"lani-barry","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"1","number":"18","publication_date":"2016-01-28"}}}}