{"title":{"rendered":"ARTISTS TALK : Ernest A. Bryant III"},"content":{"rendered":"<p>(Painting and Printmaking ‘18)</p>\n<p>My use of the plotter adds another layer of meaning to the drawing. I started making drawings with this plotter not necessarily knowing how, or what the impact of \u0003this was going to be, but as an exploration. Because my current project deals with narrative and is about time travel, I felt this was an apt tool in the exploration of that work. It’s not something we have historically used in \u0003our studio practice, generally, it’s more what you guys (architects) would use. It’s not one of our tools right. \u0003So in that sense it does have this kind of future tense that allows me to place my drawings in a different space. It’s not necessarily a drawing, nor is it a print, but it’s \u0003an original that exists in this alterity. And for me that’s futuristic. Part of what I’m doing is also liberating these images from their narratives and giving them opportunity to create other narratives. Otherness is futuristic. Things that we know are not really futuristic. We know them in and out, we know when they began, but, the what ifs, it’s other, that’s something else. I don’t know what that is, so it has this future tense about it. That adds that other layer to the materiality of my work. That’s how I can explain it. I don’t quite have the language to really talk about it now, because this is new for me.</p>\n<p><em>Do you imagine it as a bounded project? Will you finish it?</em></p>\n<p>I don’t know, that’s the thing. It began 4 years ago. \u0003I’ve never worked on a project this long. I started on \u0003this as an oversized graphic novel and it turned into \u0003this 4 year project. Part of that is because of where I was, part of it is because I haven’t exhausted my ideas on this project. It’s still growing, but as soon as I feel like I have said what I have to say, \u0003and I have excavated the work, then it’s done. I still feel very invested and interested, \u0003and there are many interesting problems that I have to solve which makes it interesting to me.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ernest A. Bryant III"},"slug":"ernest-a-bryant-iii","meta":{"degree":"M.F.A.","graduation_year":"2018"}}],"fold":{"meta":{"volume":"2","number":"04","publication_date":"2016-10-06"}}}}