{"title":{"rendered":"As Many as We Want"},"content":{"rendered":"<p>9.18.2015</p>\n<p>An interview by <strong>JESSICA FLORES ANGEL </strong>(M.Arch &#8217;16) of <strong>LEVI BEDALL </strong>(recent graduate from The Ohio State University)</p>\n<p>J: Jessica Flores Angel</p>\n<p>L: Levi Bedall</p>\n<p>&nbsp;</p>\n<p>J: Hi Levi, can you tell us a little bit about you and Pneuhaus?</p>\n<p>L: Pneuhaus is a young design practice which focuses on pneumatic construction techniques and spatial design. It is formed by Matt Muller (RISD Furniture 2014), August Lehrecke (RISD Furniture 2014) and myself (OSU Arch 2014). As a business we are about a year old, but as a studio I think we are just finding our flow. The past year has been mostly about forming a foundation. There’s been steady commissions, and every project was a new construction technique and a new space. For us, challenging ourselves to design and make different things is a way to keep the practice interesting. Now that we have a comfortable footing, we are reassessing how we design and conceptualize. The next stage will be more varied design, architecture, and art.</p>\n<p>J: A lot of your undergraduate colleagues from The Ohio State University decided to go to graduate school or work for a firm. What value do you see in taking an “alternative” path of practice?</p>\n<p>L: I’ve always dreamed of starting a practice with friends. It seems like the most fun alternative: almost an extension of school, but in the real world. I also wasn’t ready to commit myself to architecture. I feel like I need to play and make before I study again. Now running a business keeps me up at night, not to mention maintaining a studio, and building each project. Working at a world-class firm like BIG or OMA also teaches you countless things about architecture and design. I see what I’m doing as one chapter, eventually I’ll work at a firm too.<br />\nLots of credit goes to Matt and August for the idea of starting Pneuhaus. They went to school at Rhode Island School of Design, which stresses entrepreneurship a lot more than The Ohio State University. I didn’t have any classes on business or lectures by successful alumni. OSU is an unaccredited undergraduate school so it’s assumed that you will go to graduate school to become an architect. But OSU taught me about design and space; I felt totally ready to practice on my own.</p>\n<p>J: Are you planning on going to graduate school at some point?</p>\n<p>L: When I graduated from OSU the plan was to start a business for one or two years, then go back to school and start a career in architecture. But now I honestly don’t know. I don’t know how long Pneuhaus will go for, or what my mindset will be when I’m done. I feel like I need a good reason to go back to school, simply “to start a career” isn’t enough, but I think it’s in my future. For the time being, I’m concentrating on Pneuhaus, and when that’s over I’ll think about what’s next.</p>\n<p>J: Your project, Pneumatic Masonry, reminds me very much of a structure by Buckminster Fuller. Is there any correlation between Pneuhaus and the environmental movement of the 70’s which focused on self-sufficiency through a DIY lens?</p>\n<p>L: We are inspired by how inflatables impact people. People step into an inflated space and are awestruck. Inflatables are easy to make, but we have found that air is under-used as a medium in architecture, which is why we are excited to explore the possibilities of its use as a construction material. We relate ourselves more to Bauhaus because we work with people from different backgrounds and experiment with multiple mediums, bridging art and design.</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"07","publication_date":"2015-09-18"}}}}