{"title":{"rendered":"Blue Tarp and Brown Tape : The Gramsci Monument by Thomas Hirschhorn"},"content":{"rendered":"<p>11.12.2015</p>\n<p><strong>DAPHNE AGOSIN</strong> (<em>M.E.D. ‘17</em>)</p>\n<p><span>Thomas Hirschhorn built ‘a temporary, precarious monument’, dedicated to the Marxist intellectual Antonio Gramsci, in the Forest Houses Complex, South Bronx, a poor neighborhood comprised of 21 percent unemployment and an overall poverty rate of 43 percent. A platform structured on top of pallets, built with plywood, brown plastic packing tape (by the pound), cheap plexiglass and blue tarp raised up </span><i><span>The Monument</span></i><span>. The artist created what might have been his closest project to what familiarly seems architecture: a program that included an exhibition space with objects from the Gramsci Foundation, a Library, a Theater Platform, a Workshop Area, a Lounge, and Internet Corner and the Gramsci Bar. For one summer, daily and weekly activities flooded the park where it was situated, in the intersection of four high-rise buildings.</span></p>\n<p>&nbsp;</p>\n<p><span>Antonio Gramsci was the leader of the Italian Communist Party in the 1920s. He was imprisoned by Mussolini’s Fascist government from 1926 to the end of his life. However, while incarcerated, Gramsci was able to produce a large amount of letters and essays that have had enormous influence upon generations of leftist thinkers even to this day. The essential Gramscian idea is hegemony. Gramsci believed that hegemony was a worldview of the whole society. The overthrow of capitalist hegemony should come by a rise of “counter-hegemonies” — alternative cultures developed by marginalized groups. He believed that it would be through self-education, self-organization and the creation of its own institutions, a proletarian culture might someday become powerful enough to displace the bourgeois culture of modern, industrial society.</span></p>\n<p>&nbsp;</p>\n<p><span>In many ways then, Hirschhorn’s project inherently is a Gramscian action. He has planted seeds into the culture from which participants might achieve a self-empowerment denied them by the existing hegemonic state of affairs. He believes it is a variation on the monument. </span><span>Hirschhorn also worked with what he calls ‘universal materials’; easily available, non intimidating, ‘non-artsy,’ questioning the economies of the built world by using low-quality materials. A central part of his work as an artist is his rebellion towards the perfectly unsoiled nature of the white cube gallery. Hirschhorn constantly works against the typical format of high art yet, the piece is commissioned by the prestigious Dia Art Foundation. </span></p>\n<p>&nbsp;</p>\n<p><span>Perhaps then, Hirschhorn has another message. He is demonstrating the power he has as an artist to be resourceful in order to begin something greater. The Gramsci Monument echoes some of Allan Kaprow’s 1950s happenings, who stated that craftsmanship and permanence should be forgotten and art should instead be made of perishable materials. Like Kaprow, Hirschhorn’s work attempts to integrate art and life. Through works like the Gramsci Monument, the separation between life, art, artist, and audience becomes blurred. But perhaps, unlike Kaprow, there is a layer of gritty real life thrusted into the work of Hirschhorn. He affirms, “I do not want to invite or oblige viewers to become interactive with what I do; I do not want to activate the public. I want to give of myself to such a degree that viewers confronted with the work can take part and become involved, but not as actors.”</span></p>\n<p>&nbsp;</p>\n<p><span>A success must be accounted for Hirschhorn’s work: an important mass of residents felt like they were participating in his work of art, rather than being invited to a work of charity. In his line of artwork, Hirschhorn’s proposal is consistent. He disembodied the classical sculptural monument to a conceptual place where the ideas of counter-hegemony by Gramsci maybe did take place, where his philosophy was closer by way of banners, theater, radio shows and lectures to the residents. And quite notably, he did manage to bring the art circle onto Forest Houses, a little visited neighborhood in the city. </span></p>\n<p>&nbsp;</p>\n<p><span>In a way his medium </span><i><span>was</span></i><span> the wide range of activities and participation, and then the </span><span>connection he</span><span> makes between medium and message is complex, successful, and not exempt of humor. The temporal activities account as the monument itself moreover </span><i><span>because</span></i><span> the project was temporary and it physically disappeared after the summer of 2013. </span></p>\n<p>&nbsp;</p>\n<p><span>Hirschhorn’s monument successfully disassociates public space and monument from its traditional definition as a  historical and permanent structure. As an artist he straddles the realm of art and architecture without being bound to the long term implications of a real architectural monument or public space.  As architects,  how we conceive of permanent projects that are as engaging and non-intimidating? Do architects even prioritize community engagement and participation? Is permanence even a necessary criteria for public space if the goal is community engagement? </span></p>\n<p>&nbsp;</p>\n<p><i><span>‘The proper expression of an idea is as important as the idea</span></i> <i><span>itself</span></i><span>’, Glenn Ligon reminds us. And with it the balance of a participatory process with permanence, durability and expression rise to the surface as issues for Architecture in distinction from the conceptual frameworks allowed in the realm of the Arts. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daphne Agosin"},"slug":"daphne-agosin","meta":{"degree":"M.E.D.","graduation_year":"2017"}}],"fold":{"title":{"rendered":"The New Normal"},"meta":{"volume":"1","number":"08","publication_date":"2015-11-12"}}}}