{"title":{"rendered":"bodies in space: doors, frames and transitional spaces"},"content":{"rendered":"<p>LOREN BRITTON, M.F.A., PAINTING, 2016</p>\n<p>&nbsp;</p>\n<p><span>1.</span><span><br />\n</span><span>In my studio right now there is a painting of a body, arched over &#8211; its arm is pressing against its private parts and creating an arch window that looks into another figure’s wide open mouth. In my recent paintings the architecture of the body has created the architecture of the paintings. The hinges of the body, our joinery is displaced, fragmented and mirrored in impossible scale on my large canvases. </span><span><br />\n</span><span><br />\n</span><span>2. </span><span><br />\n</span><span>Awhile back I found myself fascinated with polyptychs. Altarpieces are a form that is hinged, like our body they provide a framework, a structure to look through. Gazing through their frame these paintings present a fragmented biblical narrative, some time old tale about gentile divine royalty, draped in fabric and golden heirlooms.</span><span><br />\n</span><span><br />\n</span><span>3.</span><span><br />\n</span><span>The door to my studio rests on four steel, butt hinges. They are four and three quarters inches long and three quarters of an inch wide. As my studio door swings open its backside bumps up against all of the junk I keep stacked up near my entryway: old shoes, a vacuum cleaner, my EMPTY EVERY DAY oil rag waste can. As the door slams shut the air from my studio swaps places with the hallway air &#8211; one big breath. </span><span><br />\n</span><span><br />\n</span><span>4. </span><span><br />\n</span><span>The attachment that you feel when you’re starting to fall in love with someone is like a door frame. You and this person are hinged together and it is painful because if they don’t swing in tandem with you, the hinge may fail and the door may fall on your big toe. But if you do, your body meets their frame and you swing into them, wrapped in their outline &#8211; clicked to fit.</span><span><br />\n</span><span><br />\n</span><span>5. </span><span><br />\n</span><span>The figures in my paintings wouldn’t fit out of my studio if they came to life and walked out the door. In fragmenting the body, you regain agency over it as the viewer and the maker. Breasts are too emotional when they’re attached to the body, but when they appear as pillowy like forms or as scars from where they once were, they are easier to manage. I have control in this world. </span><span><br />\n</span><span><br />\n</span><span>6. </span><span><br />\n</span><span>When chatting with people in the hallway at school, I find myself perched in doorframes. Swinging against the door letting my body fall forward, the axis of my grounding is tied to my pull on the door handle. This handle and the door hold tight to the frame, my body will collapse before this door does. </span><span><br />\n</span><span><br />\n</span><span>7. </span><span><br />\n</span><span>As I pull on the hinges of my door frame, they hold me, but I wish for a window to open up and look out of. My studio is the only one in the building without windows that open. In my little fishtank I stew with ideas about the internal spaces of body, wondering when I formulated my ideas of my I. Caught inside, closed into my rectangular mapped bedroom studio frame.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Loren Britton"},"slug":"loren-britton","meta":{"degree":"M.F.A.","graduation_year":"2016"}}],"fold":{"title":{"rendered":"The Architectural Mystique"},"meta":{"volume":"1","number":"23","publication_date":"2016-04-07"}}}}