{"title":{"rendered":"Book Review"},"content":{"rendered":"<p>THADDEUS LEE</p>\n<p>Review of <em>The Mushroom at the End of the World</em> by Anna Lowenhaupt Tsinga</p>\n<p>&nbsp;</p>\n<p><em>The Mushroom at the End of the World</em> tells the enchanting story of <em>matsutake</em> and the various ecological, ethnographic and commercial assemblages it participates in across the globe. Be prepared to join Tsing as she travels from Oregonian post-industrial forests to Japanese <em>satoyama</em> landscapes, into newly-privatized woodlands in Yunan, China, and through the Finnish Lapland, all in search of the people and environments that contribute to the commodity chain of <em>matsutake</em>. Beautiful, dynamic and rigorous, Tsing’s book is a wondrous expression of intellectual curiosity that affirms the presence of rich and nuanced narratives that permeate our globalized world.</p>\n<p>To say that the book is about a prized mushroom or even that <em>matsutake</em> is the proverbial lens through which Tsing presents the world, perhaps does the work an injustice. However, how does one relate rare fungi to Southeast Asian refugee identity, to Japan-US supply chain histories, or to a questioning of the very definition of ‘species’? Tsing’s agile and diffuse narrative is best understood through the analytical paradigm she presents in The Global Situation (2000). Here, she argues that the only way of confronting historical stereotypes and stagnant social sciences is by studying ‘the landscape of circulation as well as the flow’ of objects, constantly asking the question, ‘How are people, cultures, and things remade as they travel?’</p>\n<p>The pertinence of this approach is heightened by apocalyptical overtones in Tsing’s writing. Given the shortfalls of modernity, Tsing contends that it is important to study the intersection of human activity, ecology and culture. In this conception, <em>matsutake</em> exist at the peripheries of capitalist society and are an an anomaly in the eyes of economists, environmentalists and scientists alike. Tsing argues that if we were to broaden our unit of analyses to include assemblages of things, human and non-human, we would more often realize the interrelatedness of human society and our environment.</p>\n<p>Running in and out of this narrative is also a recognition of the cosmopolitan nature of our globalized societies. <em>Matsutake</em> is a spoil of the ‘hunt’ to US Veteran forest-men, an embodiment of American freedom to Southeast Asian pickers and ultimately a prized gift in the eyes of many Japanese. (It is rarely actually valued for direct personal consumption.) As an object of discourse, <em>matsutake</em> has brought together scientists and entrepreneurs from Japan, China, and both North and South Korea. Yet, Tsing is stern in pointing out the failure of both Americans and Japanese, hindered by different economic paradigms for forestry, in recognizing the other’s work with <em>matsutake</em>. The Mushroom at the End of the World is a tantalizing offering of scholarship that is sensitive to cultural nuance, but unfettered by narratives of the nation-state or the West.</p>\n<p>While it is, at heart, a work of modern anthropology, Anna Tsing’s <em>The Mushroom at the End of the World</em> left me wondering if more disciplines could benefit from such mushroom-inspired thinking.</p>\n"},"meta":{"fold":{"title":{"rendered":"Housing"},"meta":{"volume":"2","number":"23","publication_date":"2017-04-27"}}}}