{"title":{"rendered":"Book Review— Building Art: The Life and Work of Frank Gehry"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>ANDY STERNAD</strong> (M. Arch I ’16)</p>\n<p>There is nothing inevitable about Frank Gehry’s success. Born Frank Goldberg in Toronto in 1929, his creativity could have been limited by tenuous family finances. His achievements, however, are not accidental: propelled by a “distinctive combination of anxiety and curiosity,” he has insisted on making buildings to the point of turning down lucrative opportunities that he believed would compromise his architectural mission. Fundamentally shaped by the sense of freedom and experimentation in postwar L.A., his architecture has become a global brand.</p>\n<p>Paul Goldberger, former architecture critic for the New York Times and The New Yorker, met Gehry at a cocktail party nearly 40 years ago, which inspired the young critic’s first story. Since then, the relationship has largely been one based on admiration. For Goldberger, the youthful gloss of that first encounter seems never to have worn off. Building Art: The Life and Work of Frank Gehry is a true insider’s view of Gehry’s life and work (although the architect had no editorial input). Goldberger constructs the image of a man whose humility masks his ambition; who embraces fame, and famous friends, with a casualness that belies his desire to belong.</p>\n<p>On the whole, Goldberger eschews his day job as architectural critic, and largely avoids discussion of the design process and creative struggles inherent to any act of design. Instead, he plays storyteller, name dropper, and above all, reputation defender. He labors throughout the book to emphasize the practical, program-driven nature of Gehry’s unconventional buildings, a position that is somewhat at odds with the hint of something intangible in the book’s title, Building Art. As an old friend, Goldberger attempts to rebut a common criticism of Gehry’s work: that his forms are self-indulgent, with little regard for client, context, or cost.</p>\n<p>This might be possible for the first half of Gehry’s career with projects such as the 1967 Merriwether Post Pavilion, where the exposed structure doubles as architectural flourish. He describes Gehry’s architecture as originating from careful observation, not fanciful invention. The chain link and exposed studs of his radical Santa Monica home were cheap and tactically deployed. Hopeless, however, is an attempt to prove the functional value of his other swishes and swoops, and at times Goldberger’s dogged defense is a stretch. He describes Gehry’s own home as “a composition made of slices and slashes and clashes, of colliding forms and texture, solids and voids, all seemingly random but considered as meticulously as any Miesian detail.” Surprisingly, he presents a commitment to rationalism as one of Gehry’s defining characteristics:</p>\n<p>“By 1969, Frank had begun to see himself as an architect who would produce unusual forms that were not pure flights of fancy, but would be anchored in reason. That notion of highly imaginative form that, however unusual it might seem, would be a rational response to both human needs and to a client’s specific program — that would not, in other words, be the arbitrary creation of an architect — would underlie the rest of his career.”</p>\n<p>In contrast, Gehry himself seems to embrace the muses, explaining in conversation with the author that “architecture’s intuitive, it’s a magic trick. I don’t know where it comes from.” Rather than diminish the work, Gehry’s acknowledgement of intuition confirms the subjective value of building as art.</p>\n<p>Goldberger is only fleetingly critical of Gehry, his image and his work, and this criticism typically involves business practice. Gehry cancelled production of his Easy Edges cardboard furniture series, a seemingly selfish decision with real financial consequences for his business partners. He feared it would distract too much attention from his buildings: however idiosyncratic, he always wanted to be identified as an architect first.</p>\n<p>Goldberger portrays Gehry’s unique form making as thoughtful engagement with disciplinary questions, especially during the high postmodernist and early digital eras. Socially, he was among Philip Johnson’s “kids” (along with Dean Stern) although his work remained apart from the group. Like the historicists, Gehry looked for ways to overcome the sterility of the international style, yet disavowed historicism tongue-incheek in favor of another, even more primitive form: the fish. The fish was first explored through sculptural light fixtures, later through buildings, and has finally been abstracted into the sinuous, titanium-scaled surfaces of his most recognized works. As the forms became more complex, Gehry reluctantly turned to digital technology to realize the spaces he imagined. His firm became known for redefining the role of advanced modeling software in architectural practice, not to find new forms, but to enable the cost-effective construction of shapes often derived through analog means, such as his famous tape-andtorn-paper models. Art was never far from building.</p>\n<p>Goldberger concludes by reiterating Gehry’s belief in the traditions of architecture: that his buildings, like the greats of old, have “visual and sensual rightness,” and that he “uses concrete, physical form to create meaningful sensation,” as opposed to illusions conjured up in virtual design space. His work reflects an honest, unselfconscious, and often uncompromising belief in his vision. His buildings may look like nothing before them, but they are buildings nevertheless, and Gehry is their undisputed architect.</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"16","publication_date":"2016-01-14"}}}}