{"title":{"rendered":"Breaking Even: Tourism in Cuba"},"content":{"rendered":"<p>Cuba is the largest island in the Antilles archipelago. It boasts incredible diversity in everything from its flora and fauna to music and dance (i.e. rumba cubana, guaguancó, son, mambo, cha cha cha, danzón, bolero, and of course, salsa). But what is often most intriguing to foreigners are the layers of political heritage marking colonial rule by the Spanish (and more short-lived rule by the French and English), economic ties to capitalist America in the early 20th century, and Communist rule and dependency on the USSR.</p>\n<p>Many tourists describe Cuba as frozen in time. You hear about the old cars, beautiful living ruins of colonial architecture, the beaches with their glistening turquoise waters, and the colorfully painted cityscapes. Two years ago, when traveling to Cuba increased in popularity, Instagram and Facebook accounts overflowed with images of this beautiful mysterious place. It seemed that the dusty curtains of politics would finally be pulled back for all to look inside. Ironically, Cuban locals have very limited access to the internet. The internet is managed by the government’s telecommunications sector, ETECSA, and can only be accessed by going to Wi-Fi–enabled public parks. A recent article features a conversation in which the government admits that internet infrastructure requires a major revamping. As it stands, one hour of internet costs 1 CUC, which is a luxury for the vast majority of Cubans. There is an incredible chasm between those who live on the island and those who visit. Yet, the Cuban economy desperately depends on tourists.</p>\n<p>I recently visited Cuba to see my family – a vastly different experience from that of the regular tourist – but it did not take long to understand the Cuban people’s dependence on visiting foreigners. My grandfather has one of those classic 1950s Buicks. If you close your eyes and lay your hand on the car you can sense the endless stories that have washed over this hunk of metal over the last 70 years. Chauffeurs belong to a strong network of drivers and depend both on locals and foreigners for business. Any vehicle – that includes bike-taxis and horses – is a prized possession and driving tourists is seen as a privilege.</p>\n<p>We had the pleasure of driving to Trinidad, a city with all the qualities of colonial rule: cobblestone streets, classical motifs on buildings, arcades, Spanish rejas (iron gates), and a central plaza with a beautiful Catholic church. Many of the houses surrounding the plaza used to be the residences of wealthy families, but the buildings have been transformed into museums. These vibrantly painted structures feature vernacular elements unique to Trinidad, like the large wooden doors and the ornamented joists of exposed rafter ceilings. Walking across the city’s plaza, you may hear a dozen different languages. My cousin, who lived in the city for two years, admits it often feels as if tourists outnumber Cubans. But again, tourism presents incredible economic opportunities for locals. Walking down the street, we stopped by a recently painted and restored house which a relative rents out to tourists. Called a <em>casa particular</em> (an alternative to AirBnB), it is a common enterprise among many homeowners. Although outsiders criticize tourism for diluting the local culture, there is one very crucial benefit: tourism encourages the upkeep of cities because it provides the much needed monetary resources.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kassandra Leiva"},"slug":"kassandra-leiva","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Tourism Revolution"},"meta":{"volume":"4","number":"01","publication_date":"2018-09-13"}}}}