{"title":{"rendered":"Brief Observations on Sexual Misconduct and Bias"},"content":{"rendered":"<p>PETER DE BRETTEVILLE</p>\n<p><span>I appreciate your efforts to address issues of Sexual Misconduct and Bias and for the invitation to comment as part of what I think should be a continuing conversation. A caution is that my understanding of these issues emerged in the 1970s and I believe that as the current generation of students, you may have a different understanding of these issues and how to deal with them. Nevertheless, what follows are some quickly assembled thoughts and experiences related to the subject and to your questions.</span></p>\n<p><span>At the YSOA in the 60’s, there was one woman in my class of around 30. I noticed that the men in my class were often demeaning to the few women among us, though I never figured out how to address that obviously unacceptable behavior. Some years later when teaching in the 1970s at the UCLA School of Architecture, the gender balance there among students was even, 50/50 male/female, in dramatic contrast to my earlier experiences. While it was noteworthy, I do not think I gave it much thought at that time. However, during our first decade in Los Angeles, my wife, Sheila, became active in the women&#8217;s movement especially in founding the Woman’s Building in which she initiated the Women’s Graphic Center and the Feminist Studio Workshop resulting, for me, in a more broadly-based understanding of the struggles that women typically have in claiming their place in life and work. It was all so positive, so promising. When I note the current diversity and now even a majority of women in several of our programs, I am further encouraged that women are empowered. At the time of the “Arab Spring” I noted a caution when a group of women activists being interviewed were asked if things were now going to be so much better especially for their daughters. They asserted that things tend to change rather slowly, suggesting that only their granddaughters would really benefit more completely from their efforts. Culturally driven and shaped behaviors are harder to change than we might all hope.</span></p>\n<p><span>Recent revelations of truly abhorrent behavior by so many prominent men, counter our hope in so many troublesome ways even though these revelations surely do raise awareness and may lead to more respect for and appreciation of women. An appropriate caution here might be that as we are inundated by these sensational events we not be distracted from dealing with pervasive misogyny and with the persistent attempts of men to more routinely undermine women.</span></p>\n<p><span>Relative to your questions:</span></p>\n<p><span>SAM or Shitty Architecture Men: While I totally support the immediate response and reporting of inappropriate behavior, I am a little wary of anonymous postings such as this. A friend once likened unsigned student evaluations to drive by shootings and the method of generating the SAM list may be subject to the same critique. I would rather see things like that addressed in real time or by informed reporting and proper investigation carried out swiftly and energetically. Title IX is a positive force in all of this, but I am in no position to evaluate it.</span></p>\n<p><span>The school&#8217;s culture regarding issues of sexual misconduct or bias has improved but I think the conversation must continue. Exactly how this should happen is less clear to me except to say that it should include all students and faculty and all genders in a variety of forums. Men must stop these behaviors and women must be empowered to resist. Things will change only if both men and women redefine themselves. Collaboration is essential to this endeavor.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"","publication_date":"2018-04-26"}}}}