{"title":{"rendered":"Caples / Jefferson and Rose"},"content":{"rendered":"<p>SARA CAPLES,  EVERARDO JEFFERSON and JONATHAN ROSE<br />\nEach student in the Bass Studio is developing a project on the Mart 125 site in Harlem, within severe limits of the developer’s highly specific program, a tight urban site, New York City building codes, and a very prescriptive filled-out spatial zoning envelope. Realism, real—we’ve heard all those terms.<br />\nSo where is the room for the students to create unique works of architecture?</p>\n<p>We’ve been honored to get to know each one of these exceptional individuals through their work, as they bring different mixes of theoretical, formal, historical, cultural, perceptual, sustainable, and cultural investigations to their projects. We are strong believers in creating a lot of design process artifacts: drawings, models, complete detailed iterations of the project that then are re-interrogated and rethought. It has been exciting to follow the progress of each student’s design investigation, and to see some of the extraordinary drawings and models they are making as a record of that process&#8230;and also to see how strongly they support each other as a group, investigating and presenting underlying issues common to all their schemes. Is this similar to how we work with our colleagues in our office? Definitely! And again, a source of joy and satisfaction.</p>\n<p>Our studio focused on the design of a mixed-use center on 125th street in Harlem, opposite The Apollo Theater with a program combining affordable housing for retired jazz musicians, offices and screening rooms for new media and arts groups, a multi-story restaurant, and a courtyard. The project had been going slowly &#8211; the work of the studio accelerated and advanced the investigation. Students developed a wide range of creative solutions which were presented to the board of the Upper Manhattan Empowerment Zone and were a critical element in that agency’s review of the project. So, even before the extraordinary academic jury reviews the work of these students, their work has already become a key contributor to driving the project forward.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Sara Caples"},"slug":"sara-caples","meta":{"degree":"Louis I. Kahn Visiting Assistant Professor","graduation_year":""}},{"title":{"rendered":"Everardo Jefferson"},"slug":"everardo-jefferson","meta":{"degree":"Louis I. Kahn Visiting Assistant Professor at Yale School of Architecture","graduation_year":""}},{"title":{"rendered":"Jonathan F. P. Rose"},"slug":"jonathan-f-p-rose","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"What Are You Doing?"},"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}