{"title":{"rendered":"Conversing with Ghosts"},"content":{"rendered":"<p>EEVA-LIISA PELKONEN (Associate Professor, Yale School of Architecture)</p>\n<p>Johann Wolfgang von Goethe begins his 1772 essay “On German Architecture” with an account of a failed attempt to find the grave of Erwin von Steinbach, the architect of the Strasbourg Cathedral, followed by the realization that the masterpiece <em>was</em>, in fact, the ultimate “memorial” to its architect. What follows must be one of the strangest (and certainly the spookiest) pieces of architectural writing, with a cameo appearance by the ghost of the architect.</p>\n<p>The piece begins with the young German polymath standing in front of the church, recording his feelings:</p>\n<blockquote><p>So I shuddered, anticipating a misshapen, grotesque monster.  But what unexpected emotions seized me when I finally stood before the edifice! My soul was suffused with a feeling of immense grandeur, which, because it consisted of thousands of harmonizing details, I was able to savor and enjoy, but by no means understand and explain. They say it is thus with the joys of heaven, and how often I returned to savor such joys on earth, to embrace the gigantic spirit expressed in the work of our brothers of yore!<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a></p></blockquote>\n<p>In addition to pioneering a proto-phenomenal account of architectural experience, the essay gave birth to a new concept, <em>Geist</em> to address the ineffable, non-material essence of architecture. In the English the word has been translated as “spirit,” but the German original can also be translated as “ghost.”  To make sense of this strange term with its double meaning, we need to come to terms with Goethe’s epistemological project, which he paraphrased in the advice he gave to his Neoclassicist contemporaries: measure less and feel more. Goethe insists that Gothic architecture cannot be comprehended with reason alone. Instead, one needs to “feel” its brilliance by teasing out the spirit of the building with one’s eyes and letting it flow through the body into a writable experience. With the ghost of the architect serving as his guide, all Goethe needs to do is to record his words:</p>\n<blockquote><p>‘Why are you so amazed? He whispered, ‘All these masses were necessary. Don’t you see them in all the older churches of my city? I have merely elevated the arbitrary vastness to harmonious proportions. Above the main portal dominating the two smaller ones on either side, see the broad circular window! Once there was only a small hole to let in light, and now it harmonizes the nave of the church. See the belltower above—it demanded smaller windows. That was all necessary and lent it beauty. But oh, when I float through these dark and sublime side apertures, which appears to be empty and useless! In these bold, slender forms I have concealed the mysterious forces, which were to raise two towers high into the air.<sup><a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a></sup></p></blockquote>\n<p>Here we must acknowledge the historical dimension of the Romantic imagination. Thinkers in this intellectual lineage believed that the present moment not only marked the advent of the future but allowed for the discovery of the past as well. Friedrich Nietzsche’s essay on the “Advantage and Disadvantage of History for Life,” written in 1874, made an important point that only animals live in the present tense; human beings, whether they want it or not, are always haunted by the past. Following on Goethe’s footsteps, Nietzsche invests the built environment with ghosts from the past:</p>\n<blockquote><p>The history of the city becomes for him the history of his self; he understands the wall, the turreted gate, the ordinance of the town council…. he looks beyond the ephemeral, curious, individual life and feels like the spirit of the house, the generation, and the city. Occasionally he will greet the soul of his people as his own soul even across the wide, obscuring and confusing centuries; and power of empathy and divination, of scenting an almost cold trail, of instinctively reading aright the past however much it be written over, a quick understanding of the palimpsests, even polypsest—these are his gifts and virtues.<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a></p></blockquote>\n<p>Nietzsche used Goethe’s experience at the grave of Erwin von Steinbach to exemplify a moment when the temporal barrier between present and past erodes: Nietzsche observes how, as the author lets the “tempest of his emotions” activate his soul, the “historical cloudcover spread between them tore.” For him, this communion between a living person and a ghost from the past acted as the ultimate manifestation of how historical memory can nourish life.</p>\n<p>It is important to acknowledge that Nietzsche wrote this essay during the century that invented historical thinking, including architectural historicism. In that model, the present was considered a summation of historical moments leading to that point.  In contrast, Nietzsche did not consider history as belonging to the past; instead, like Goethe’s ghost, history had to be woken up and activated by the “plastic powers of life” of a living person. In such a ghostly encounter, the past and the present fold into a seamless topology that helps life propel towards the future.</p>\n<p>It is for this reason that Gothic architecture became catnip during the early years of the tormented 20<sup>th</sup> century. Among the most lucid, yet forgotten architectural writers from this period was Karl Scheffler, best known as the editor-in-chief of the influential magazine <em>Kunst und Künstler</em>. His 1908 book, <em>Der Geist der Gotik </em>(<em>Spirit of the Gothic</em>) turns the Gothic into a symbol of the eternal strife between man and the world. On occasion, his prose reads like a Gothic novel where the spirit impregnates matter to the point of unhinging: “The stone became immaterial, the weight became lifted, as it were, the wall became erased, the spatial boundaries became invisible, and everything resolves into a atmospheric synthesis [<em>Stimmungssynthese</em>].”<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a></p>\n<p>Importantly, Scheffler did not treat the Gothic as a historical style but saw it rather as a manifestation of an eternal striving embodied in art and architecture of all ages, visible in the Cathedral of Riga, Auguste Rodin sculptures, as well as in the buildings of his time. He observes a “restless force towards power, which governs the whole world, find[ing] its fulfillment in storage buildings [<em>Speicherbauten</em>], department stores, and skyscrapers, the industrial buildings, railway stations, and bridges.” In this “rough functional form,” he argues,  “lies the pathos of suffering, the Gothic spirit.“<a href=\"#_ftn5\" name=\"_ftnref5\"><sup>[5]</sup></a></p>\n<p>His 1920 article “<em>Das Grosse Schauspielhaus</em>” culminates the intellectual trajectory that began with Goethe conversing with the ghost in the Strasbourg Cathedral by discussing architect Hans Poelzig’s colossal theatre, which was destroyed during the WWII. The author explains that the theatre’s greatness can be traced to the creative genius of the architect. What is new here is that the architect is seen as being possessed by the Gothic spirit. As Scheffler writes, “through the ‘Gothic’ in him, [Poelzig] strives for the pathos of expression and hugeness, breaking all stylistic imitation and leads towards the new…. ”<a href=\"#_ftn6\" name=\"_ftnref6\"><sup>[6]</sup></a> Like his predecessors, Scheffler used language to capture the tender moment when the restless, striving spirit was at the cusp of making its presence become palpable. These lovers of the Gothic remind us that—like no other art—architecture can embody destinies of whole civilizations, and, in so doing, insert some magic into our daily existence.</p>\n<p>&nbsp;</p>\n<p>October 26, 2017</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Johann Wolfgang von Goethe, “On German Architecture” from <em>Goethe: Essays on Art and Literature,</em> John Gearey ed. (New York: Suhrkamp Verlag, 1986), 7.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Ibid., 6.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Ibid.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> Karl Scheffler, <em>Geist der Gotik</em> (Insel Berlag, 1917), 92. Translation my own.</p>\n<p><a href=\"#_ftnref5\" name=\"_ftn5\"><sup>[5]</sup></a> Ibid., 107. Translation my own.</p>\n<p><a href=\"#_ftnref6\" name=\"_ftn6\"><sup>[6]</sup></a> Karl Scheffler, “Das grosse Schauspielhaus” in <em>Kunst und Künstler</em> (1920): 232. Translation my own.</p>\n<p>is this correct punctuation?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Eeva-Liisa Pelkonen"},"slug":"eeva-liisa-pelkonen","meta":{"degree":"Associate Professor","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"05","publication_date":"2017-10-26"}}}}