{"title":{"rendered":"Current Location"},"content":{"rendered":"<p>Nicholas de Monchaux, Associate Professor of Architecture and Urban Design, Director, Berkeley Center for New Media, University of California, Berkeley.</p>\n<p><span>Adapted from the introduction to </span><i><span>Local Code: 3,659 Proposals about Data, Design, and the Nature of Cities</span></i><span>. (Princeton Architectural press, 2016).</span></p>\n<p>&nbsp;</p>\n<p><span>&#8212;&#8212;</span></p>\n<p><span>Let’s consider two things.</span></p>\n<p><span>The first: over the next forty years, we will build as much urban fabric as was built in all the previous ten thousand years of human history combined.</span><span>1</span><span> The second: every two days—and at a rapidly accelerating rate—we now collect and store more information than the total amount of information captured between the start of recorded history and the last decade. This information is increasingly spatial, and, more than ever, urban in its origins and character.</span><span>2</span></p>\n<p><span>But data is not knowledge. This enormous increase in urban fabric, and in information about it, is inseparable from an equally radical increase in uncertainty surrounding our cities’ future, which emerges primarily from the inherent unpredictability surrounding the inevitable effects of man-made climate change. As is already becoming apparent, the coming century will bring cycles of flood and drought, urban damage and civic recovery, that will drive dramatic mass population changes—with arriving refugees and departing exiles—as seen in no century before.</span></p>\n<p><span>The ability of cities to survive and thrive in the face of this kind of predictable uncertainty has been widely termed </span><i><span>resilience</span></i><span>.</span><span>3</span><span> Yet this word—from the Latin </span><i><span>resiliēns</span></i><span>,</span> <span>describing a mechanical spring’s return to form—carries little clue about how such a quality can be achieved. So for all its currency, resilience also implies—through its spring-sprung origin—the impossible. That is, it indicates a near-perfect reprise of a previous state of being and (perhaps worse) a singular and linear means of attempting it.</span></p>\n<p><span>For what we are beginning to know about how cities actually work tells us that they are not very much like springs. Instead, they resemble, well, us—the complex organisms that collect in and constitute them. Like us, cities are adaptive, self-sustaining systems with interconnected metabolisms. When in good health, they can recover from astonishing injuries. But cities can also—under other circumstances—prove remarkably fragile. And, unlike the lacework of human physiology, the webs of urban metabolisms are only partly physical. They are, most of all, economic and social, and so synthesized out of that most immaterial of substances, information. In this light especially, it is impossible to truly imagine physical resilience without social, cultural, and economic resilience as well.</span></p>\n<p><i><span>Local Code</span></i><span> is an attempt to address the question of how information, cities, and resilience can be considered together, and how many different kinds of resilience—all interconnected and each one essential—can be imagined and created in concert. In particular, it proposes an information-inspired, physical resilience that is designed, above all, to support its social, cultural, and economic counterparts. The tools for this proposal are the media of architecture and the city—some old, some new, and some crafted specifically in the course of the work. From the Latin “middle element” or lens, </span><i><span>media</span></i><span> has come to mean, handily, both tools and ways of seeing with them; the work here attempts to be both.</span></p>\n<p><span>The drawings of </span><i><span>Local Code</span></i><span> speculate about possible futures for 3,659 abandoned and underutilized sites in three large, representative American cities: San Francisco, Los Angeles, and New York. And one small, special European one: Venice. The focus on these spaces arises from a unique yet confluent characteristic of these sites. The same spaces generally abandoned and avoided by normal urban mechanisms of occupation, exploitation, and use turn out to have several very essential qualities in common: from an ecological perspective, they tend to accumulate in parts of the city—downhill, downstream, down-at-heel—where ecological interventions are most transformative, and best buffer the city against physical threats, from floods to heat waves. From a social and economic perspective, such sites are positioned precisely in those communities traditionally denied access to parks and public space. And their remediation is, as a result, also likely to have a remarkable, and predictable, benefit to public health and social well-being. </span><span> </span></p>\n<p><span>Before the availability of digital mapping tools, finding and imagining futures for such sites was an exercise in herculean bookkeeping and singular imagination. Before widespread digital information about cities made analysis of their complex qualities possible, speculation on the complex, adaptive qualities of opportunistic urban networks took another, special kind of foresight. Inspired by such visions, this project is indebted to a second kind of media: that of previous ideas, speculation, and experiment.</span></p>\n<p><span>As the last decades of evolutionary biology have taught us, adaptation and change does not take place through anything resembling optimization. Rather, they take place along what the biologist Stuart Kaufmann was the first to describe as a “landscape of adjacent possibility.”</span><span>4</span><span> And if </span><i><span>Local Code</span></i><span> is an attempt to trace such a landscape in the fabric of abandoned space in the city, it is also an attempt, through a parallel project in the archive and in argument, to trace a similar, related set of transformations in the landscape of ideas that surround this work. For ideas, too, are adapted and transformed things. We forget this as often as we forget that every seemingly new piece of architecture is a remaking—of site, of material, of event—as well. </span><span> </span></p>\n<p><i><span>Local Code</span></i><span>, and all its embedded and implicated propositions,</span> <span>draws from established, and important, precedents in neighborhood greening at the local scale—such as in Baltimore, Chicago, and Los Angeles—and is deeply indebted to them as well as to the landscape of ideas outlined above.</span><span>5</span><span> These efforts have so far been justified on substantially social and political grounds; but a much more substantial argument is proposed here, which is that it is only through understanding and engaging the existing nature of our cities as complex, networked artifacts that we can design for, and imagine, a robust and resilient future for them. Such a future is considered here, socially, economically, ecologically, and, as an inevitable corollary, spatially, materially, and formally—built into and out of the city itself. </span><span> </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicholas de Monchaux"},"slug":"nicholas-de-monchaux","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"10","publication_date":"2016-12-08"}}}}