{"title":{"rendered":"CURRENTLY READING"},"content":{"rendered":"<p><span>Professor Adjunct KENT BLOOMER </span><span>just finished </span><i><span>Up Against the Wall: Reimagining the U.S. Border</span></i><span>, by Edward S. Casey and Mary Watkins (2014). The book is a rigorous and very disturbing critique of the U.S. construction of heavily policed 16’ high wall along much our southern border.  Remedies are proposed.</span></p>\n<p>&nbsp;</p>\n<p><span>SURRY SCHLABS, PhD candidate, </span><span>just picked up Erasmus Darwin&#8217;s </span><i><span>Botanic Garden</span></i><span> (1791), which he is looking at in the context of some research on William Blake, who was both an admirer of Darwin&#8217;s poetry, and one of a small group of artists contributing illustrations to the work.  Comprised of two long poems,</span><i><span> Botanic Garden </span></i><span>sought to make the natural history of vegetation accessible and interesting to a broad, popular audience. It did so, in part, by anthropomorphizing plants &#8212; with a special focus on sexual reproduction &#8212; thereby emphasizing the biological continuity of vegetable and animal life across the natural world. This particular thread would be picked up by Erasmus&#8217;s grandson Charles, decades later, in his own, much more well-known treatise on natural history, </span><i><span>On the Origin of Species</span></i><span> (1959).  The theory of evolution, it would seem, was something of a family business.</span></p>\n<p>&nbsp;</p>\n<p><span>Critic JOYCE HSIANG has on her bed </span><i><span>The Dear Life </span></i><span>by Alice Munro, </span><i><span>Colm Toibi</span></i><span>n by Nora Webster (picked up on the advice of Norman R. Foster Visiting Professor NIALL McLAUGHLIN) and </span><i><span>The Mysterious Flame of Queen Loana</span></i><span> by Umberto Eco.</span></p>\n<p>&nbsp;</p>\n<p><span> RICHARD DEFLUMERI, Senior Administrative Assistant, just finished Isaac Asimov’s </span><i><span>Foundation</span></i><span> and is now re-reading Frank Herbert’s </span><i><span>Dune</span></i><span>. </span><i><span>Foundation</span></i><span> is “sweeping, epic, science fiction – spanning centuries and proposing a grand theory on the predictable course of civilization, but is also a bit short on actual action and character development,” according to DeFlumeri. It’s also considered among the last great sci-fi/fantasy properties to be adapted into film/TV (and which HBO is now attempting). </span><i><span>Dune</span></i><span> follows a similar epic trajectory, but does not skip so freely through the decades, allowing it to spend a great deal more time developing individual stories and character voices.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"01","publication_date":"2015-04-02"}}}}