{"title":{"rendered":"Disciplinary Candy"},"content":{"rendered":"<p>SHOU JIE ENG</p>\n<p>&nbsp;</p>\n<p>—And you left?</p>\n<p>—I did.</p>\n<p>—The blue circle was a sign?</p>\n<p>—It almost always is.</p>\n<p>—Almost?</p>\n<p>—A sign. The cosmos speaking—</p>\n<p>—To you?</p>\n<p>—To me. Because I was in front of the screen.</p>\n<p>—What did it say?</p>\n<p>—To leave. That my work that night—</p>\n<p>—Was getting—</p>\n<p>—Was getting fluffy. Woolly. Full of it.</p>\n<p>—You had a sense?</p>\n<p>—I knew, somehow.</p>\n<p>—You don’t think that M.—</p>\n<p>—She left the same time I did.</p>\n<p>—That’s what I mean, you don’t think she got a sign too?</p>\n<p>—Now you’re mocking—</p>\n<p>I hold my hands up, as if to say <em>yes, but only gently, and only to make a point. </em></p>\n<p>—Because you said clarity, directness, candour, power, and yet you ended on a sign. A sign, with its subjectivity, its signified, your internal desire—</p>\n<p>—The desire of our <em>field</em> to be heard—</p>\n<p>—To be heard, to speak, to exert a language faculty creatively and innovatively without bounds,<sup>1</sup> such that I, the field, the subject, am constituted out of the effects of the speech itself,<sup>2</sup> am unrecognisable without it—</p>\n<p>—To be heard clearly.</p>\n<p>—Precisely.</p>\n<p>*</p>\n<p>There is an additional edge of discomfiture that I do not mention, not to you, not at that moment. It stems from the purity, the power, the thing-in-itself-ness of your cry for candour.<sup>3</sup> The appeal of this power lies in its self-evident nature; its instruments appear transcendental in their neutrality. The subtext of this anti-fluff approach to architecture is not dissimilar to the anti-fluff muscularity of the Modern movement, or the anti-fluff precision of the programmatic and computational approaches that have dominated much of the present century. <em>Firmitas, utilitas, venustas.</em> Architecture: “the masterful, correct, and magnificent play of volumes brought together in light.”<sup>4</sup> Non-prejudicial deployments of statistical techniques.<sup>5</sup> The matter-of-fact truth of mere tools.</p>\n<p>*</p>\n<p>—What then?</p>\n<p>—What—</p>\n<p>—What, then, in that case?</p>\n<p>—Well, let’s say it’s all fluff.</p>\n<p>—All fluff?</p>\n<p>—Mostly fluff. Candy floss. Let’s say the bulk of our field is simply language. Communication. There’s the space making, and there’s the impression that space makes on our collective sensoria. There is far less space than there is the sensation of space. And then there’s the production of the stuff that mediates between space and ourselves. The profession and its relationships to its specialists, consultants, contractors, trades and craftspeople. Academia, representation and theory. The means of production. Networks of capital and infrastructure, diplomacy and international relations, multinational corporations, exploitation and arbitrage. Speculative development. Protectionism. Regulation. And through it all—<em>language</em>.</p>\n<p>—Inaccurately used.</p>\n<p>—But constantly scrutinised.</p>\n<p>—By what measure?</p>\n<p>—Not truth. Precision.</p>\n<p>—Without fidelity?</p>\n<p>—Because it mediates between self and space. It’s not a question of truth; as a device, it stands as apart.<sup>6</sup> It necessarily distorts. The question, instead, is what and how it distorts. And what it enables. The fluff is tool—</p>\n<p>—And cover.</p>\n<p>—And cover. But spoken of as cover. And even cover, camouflage, can be a tool.</p>\n<p>&nbsp;</p>\n<ol>\n<li>The formulation of a frequent reference by Noam Chomsky to Descartes’ problem, one instance of which appears in: Noam Chomsky,, <em>Language and Problems of Knowledge: The Managua Lectures</em> (Cambridge: MIT Press, 1988), 5.</li>\n<li>Jacques Lacan, <em>The Four Fundamental Concepts of Psychoanalysis</em>, trans. Alan Sheridan (New York: Norton, 1978), 126.</li>\n<li>Immanuel Kant, <em>Prolegomena to Any Future Metaphysics</em>, trans. Gary Hatfield (Cambridge: Cambridge University Press, 2004), 66.</li>\n<li>Le Corbusier, <em>Toward An Architecture</em>, trans. John Goodman (London: Frances Lincoln, 2008), 102.</li>\n<li>Antoine Picon on MVRDV, see: Antoine Picon, “Architecture, Science, Technology and the Virtual Realm,” in <em>Architecture and the Sciences: Exchanging Metaphors</em>, ed. Antoine Picon and Alessandra Ponte (New York: Princeton Architectural Press, 2003), 306.</li>\n<li>An example of “alterity relations” as described by Don Ihde. See: Don Ihde,  “A Phenomenology of Technics,” in <em>Technology and Values</em>, ed. Craig Hanks (Chichester, UK: Wiley, 2010), 148-151.</li>\n</ol>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"meta":{"volume":"3","number":"17","publication_date":"2018-04-05"}}}}