{"title":{"rendered":"Dispatch from GSAPP"},"content":{"rendered":"<p>ALESSANDRA CATHERINE CALAGUIRE (M.Arch ‘16, Columbia GSAAP)</p>\n<p><span>As the first-year TA this term, I was given the opportunity to contribute to and carry out a new revamped curriculum led by Christoph a. Kumpusch and an energetic team of faculty. The new Core I Curriculum, one of the most radical changes at Columbia’s Graduate School of Architecture, Planning and Preservation</span> <span>under the new Dean, Amale Andraos, tackles scales of environment, embracing uncertainty and questioning modes of visualization, both themes raised in Dean Andraos’ full day symposium, </span><i><span>Climate Change and the Scales of Environment.</span></i></p>\n<p><span>Led by Christoph a. Kumpusch and an energetic team of faculty, we focused on </span><b>four</b><span> quintessential conditions of architecture: UNDER, ABOVE, IN, and ON, which all investigate and reinterpret the notion of ground and scales of environment through </span><b>four</b><span> projects. The intensity, energy and pace of the semester, with four briefs, translated directly into the students’ work. Each project considered architecture in relation to or with something else, always architecture and… [environment, site, program, ecology]. In PROJECT 1: UNDER, we used water as an immersive, fluid, environmental ground, asking students to create a device which can swim across a pool of water, or one which can float, sink and resurface, given only a week of time. Immediately students engage with the notion of dynamic movement, </span><b>kinetics</b><span> and fluid </span><b>forces</b><span> (not only of flow through a building, but rather a motive architecture).</span></p>\n<p><span>Throughout the studio, </span><b>Language Sprints </b><span>encouraged students to begin a lifetime trajectory of developing their </span><i><span>own </span></i><span>unique</span> <span>language, positioning themselves within, or in relation to, the field of architecture. Each week, Core I Professors presented a term from the created Language Matrix [Kinetic, Hinge, Parti, Typology, Composition, Proportion, Module, Figure Ground] carefully curated to influence student work within a particular project. For example, Project 2: ABOVE deals with the urban vertical condition, or vertical ground, by examining a critical city corner, a Hinge.</span></p>\n<p><span>Project 3: IN, was a new structure between grounds, or a transient space for lost and found objects, a database portal connected to the L Train station at 14</span><span>th</span><span> Street and Avenue A. It dealt with Architecture as inhabiting the in-between [public and private, personal and political], and reclaimed architecture as program in a space of transition and transience, a space of passing through. As a supporting architectural body to transportation networks, the project considers the path of the urban transient, and the intersection of means and modes of moving through the city.</span></p>\n<p><span>The final project, Project 4: ON, was an X-Pier, augmenting the city’s surface at the interface between the city and the East River, reaching out into the water yet tied back to the land, addressing living systems and rhythms of the city. The culmination of the first three projects, it allowed students to create their own combination of program and typology, engaging and tracking rhythms of the city and projecting a future out into the water.</span></p>\n<p><span>Currently, a Core I Pop-Up Exhibition is on display on the Fourth floor of Avery Hall. The relentless energy of the students is visible in the explosion of models, photographs and videos documenting their work this semester.</span></p>\n<p><span>Now in my third year at GSAPP, it is easier for me to identify the conversations instigated by the new curriculum. The curriculum of my first semester focused on hydrology, tracing that theme through three projects at different scales across the city &#8211; a snail shell, a public restroom, and ultimately a natatorium situated within a public housing community. While the previous Core I Curriculum used the physical element of water as a continuity between projects, the current curriculum identifies more abstract and conceptual conditions of architecture to be interpreted through four projects in a continuum. The revised curriculum gives students the tools to think systematically in relation to outside forces, tracing networks and ultimately designing their own. Rather than each project existing as an isolated thought, a blending and cross pollination occurs. Ideas begun in their first 3 projects appear in their final X-Pier projects.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alessandra Catherine Calaguire"},"slug":"alessandra-catherine-calaguire","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}