{"title":{"rendered":"Distorting the Grid"},"content":{"rendered":"<p>KASSANDRA LEIVA (M.Arch I ‘19)</p>\n<p>Responding carefully to ambiguity, you draft a plan for conceptualized space. Put it away in a side-pocket of your mind. Amongst a pile of papers pick a few lines, high-\u0003light, relish in their newfound \u0003\u0003relevance. Repeat. You rediscover the universalities of geometry. Fascinating implications cloud your mind. But you swat away the wispy clouds for enough clarity to see the underlying logic \u0003of the Renaissance buildings—one diagram barely begins to unlock \u0003their complexity and chip away at their glorified stones. Then you frantically search for that side pocket of your mind hoping to find your studio concept.</p>\n<p>Your plans lose legibility. Is it meaningful? Logical? Contextual? With unanswered questions, again you materialize some order out of the chaos. Once more you have a plan. You produce, concretize your ideas. Repeat.</p>\n<p>In other words if we are not careful, we live in a repetitive grid. When you think about the word ‘work,’ whether in terms of schedule or types of tasks, you can’t deny that a sense of monotony pervades our understanding of the word.</p>\n<p>Are we not in a creative field though? Does the meaning of work go against our disposition as architects? Work can be repetitive and predictable. When it comes to our classes, especially during the first year of M.Arch. I, there is a list of requirements and assignments that we must fulfill at designated times with a set way of doing them. Formal Analysis, Structures, Modern Architecture and Society, Visualization II, Studio—they form this prescribed grid. But the beauty of it all is in the unexpected intersections. The moment you realize everything is interrelated. The moment you stop. Think. And forget about the need to produce and produce \u0003and produce. That moment of silence is simultaneously that moment of epiphany. It is that moment where \u0003you can deform the grid. You work around it. You work with it. You realize the connections between everything you do are infinite.</p>\n<p>&nbsp;</p>\n<p>In that infinitude, you are free.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Kassandra Leiva"},"slug":"kassandra-leiva","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"2","number":"04","publication_date":"2016-10-06"}}}}