{"title":{"rendered":"Diving into the Wreck"},"content":{"rendered":"<p><span>ROSALYNE SHIEH (Critic, Yale School of Architecture)</span></p>\n<p>Exclusion is a quiet violence; it is insidious because, by its own logic, it is hard to detect. Conversations around disciplinarity appear to cohere the relevance and singularity of architecture insofar as they operate by defining boundaries and drawing limits under the dual claims of authority and ownership. And insofar as a few voices seek to represent a totality, such processes of identification are ones of exclusion: this particular centering of one thing does so by marginalizing others. Of course, not everything needs to be at the center, nor does everyone even want to be seen, but that is not a choice any one should make for another. Let’s put aside for now any questions about whether claiming or arguing for architecture’s relevance is even necessary or important discourse. Rather, let’s look at the act of delineating boundaries and the defining of disciplines—territories. What comes to mind is a perimeter wall, a fortress wall even, where the wall is both symbol and reality. That wall is drawn to cohere an identity; it makes a claim about what is. This is done to ontological ends.</p>\n<p>It has been some time that architecture has been preoccupied with its ontology. I remember when I first read Hans Hollein’s polemic: “Everything is architecture.” (1968) That bold explosion of the boundaries of architecture to encompass the world was so enthralling to me as a student, because it recast everything as something constructed, to be constructed. It projected all exigency—the potential of every reality—into my architectural imagination. It made architecture feel consequential, and to my yearning, idealistic heart, even hopeful.</p>\n<p>But that no longer seems right. Everything is not architecture. There is so much more, but that doesn’t have to make architecture less. It’s not that questions (or proclamations like Hollein’s) of ontology can’t have a place, but for those who have trouble finding their own reflections in the received histories and any for whom a greater project of emancipation is part of their artistic striving, questions of ontology are not the most useful types of questions to be asking. What already belongs, what we have inherited, and what has already been written is simply not enough.</p>\n<p>It is Adrienne Rich who named the “book of myths / in which / our names do not appear” in her 1972 poem, Diving Into the Wreck. In it, she writes: “the thing I came for: / the wreck and not the story of the wreck / the thing itself and not the myth.” We need, rather, guides to lead us outwards, into the lived and real, but less known and less seen. For Rich, language is the material in which she fashions tools, constructs her place, and charts direction; she writes: “The words are maps. / The words are purposes.” I too have come for the wreck, its unmapped reality…that potent, hulking, treasure of reality. If Rich has language, we have architecture. With its heterogeneous and ever-growing mix of concepts and practices, we can fashion our own maps and our own purposes to access, acknowledge, and move within the damage, the brokenness, and the beauty of the world in which we already live.</p>\n<p>&nbsp;</p>\n<p><em>Thursday, September 7, 2017</em></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rosalyne Shieh"},"slug":"rosalyne-shieh","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"01","publication_date":"2017-09-07"}}}}