{"title":{"rendered":"Do you like it?"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>DANTE FURIOSO</strong> (M. Arch I ’16)</p>\n<p>The semester begins on Thursday at the Yale School of Architecture when graduate students come to trade tuition dollars and student loan debt for airfare and a few desk crits with a star architect. For the uninitiated, this is known as the Advanced Studio Lottery.</p>\n<p>The show starts at 11 am. Having registered with “the committee” and collected their paper ballots, students take a seat facing a long line of white faces in black suits, set against the orange carpet of the fourth floor pit. It’s something like a military tribunal, except the captain fights to stay awake.</p>\n<p>What is the origin of this Yale tradition? Neither Associate Dean John Jacobson nor lottery chair Michelle Gonzalez (M. Arch I, ’16) could quite answer this question. But, we do know that it has been around for at least 20 years. The lottery’s mythic Microsoft Excel spreadsheet and algorithm were developed by a team of students from the Schools of Architecture and Management. This spreadsheet, passed down by student volunteers on the lottery committee, is the basis of every graduate architecture student’s placement into final-year design studios.</p>\n<p>To summarize the process, students are granted a number of points to assign against studios they wish not to take. They assign zero points against their first choice studio. Each studio can only have 10-11 students. If a studio is oversubscribed, the spreadsheet works it out. Simple right?</p>\n<p>In practice, contrary to what the name “lottery” may imply, this hallowed Yale tradition has very little to do with chance. In fact, the actual process requires several explanations, practice rounds, and clarifications before it is carried out in earnest. Students confer, scheme, tally, publicly poll each other, adjust rankings, and re-poll.</p>\n<p>The worst part is, some students make less popular studios seem even more unpopular for personal gain. That is, they “game the system.” This involves feigning disinterest in a studio in order to drive up the number of points other students have to assign against it. These students still place a fair number of points against the unpopular studio, in hopes of getting carry over points for the following semester.</p>\n<p>When this happens, the tail wags the dog. That is, we don’t just rank studios and submit to chance. Instead, we reap the sinister effect of people’s own self interest filtered through a bizarre system that does more to turn ourselves against each other than to promote honest conversation, compromise or even the acceptance dumb luck.</p>\n<p>The painful irony of the Advanced Studio Lottery is that rather than curbing the negative effects of people’s egos, it can actually accentuate them by sending everyone into a frenzied arms race to place as many points against the “uncool” studio, rather than openly negotiating or just having an actual lottery. Like driving a car or commenting on web message boards, the lottery shrouds students in a pseudo-anonymity allowing them to be public and private at once. Self interest trumps collective compromise when the advanced studio lottery comes to control its designers. Do you like it?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dante Furioso"},"slug":"dante-furioso","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Building Project"},"meta":{"volume":"1","number":"16","publication_date":"2016-01-14"}}}}