{"title":{"rendered":"Donning The Mask"},"content":{"rendered":"<p><strong>ELIHU RUBIN</strong><br />\nAssociate Professor, Yale School of Architecture</p>\n<p>The false fronts of a dusty, frontier Main Street—is it the most obvious offering of an architectural mask? There the institutions of the town have gathered: saloon, mercantile, barber, hotel, bank, social hall, and more. They huddle together as if for warmth, a kernel of urbanism amidst a vast, remote, beautiful, forbidding, and lawless landscape.</p>\n<p>Main Street proprietors erected false fronts to enhance the legibility of their buildings; to facilitate a quick read. They were signboards, literally splattered with text, both descriptive and imploring. Brackets and dentils adorned wooden boards, making the image of a cornice line. In this way, little shacks pretended at the city.</p>\n<p>Or think of the painted ladies that face Alamo Square in San Francisco (the culture hearth of so many ghost towns). These nineteenth century homes have readied themselves for public consumption. In a city that (today) takes pride in its Victorian architecture, owners religiously maintain the pearly, polychromatic paint. Spindles, shingles, beadwork, decorated pediments, bulging bay windows, and porches framed by arches and brackets: these are easy buildings to anthropomorphize, upon which to project a human character or some facet of ourselves.</p>\n<p>The façade has its pretensions, but is it always superficial? The symbolic function it performs goes to the heart of the identity and conception of its patron. The mask need not dissemble or evade. It stands as a transparent expression of self-interest, be it imperial bombast, old-time values, or up-to-date salesmanship.</p>\n<p>How thick is the mask? Some modernist architecture pulls it tight and thin where it scripts a symbol of itself. But don’t abdicate the chance to design the mask and consider its programmatic capacity to hold space and attention. As a threshold, the mask can host all kinds of liminal spaces that correspond to moods and moments in the day.</p>\n<p>Step back: the built environment is itself a mask for the forces that have produced it. In this way, the city always masquerades as itself—why, there it is! If the stage-set we occupy is composed by the accumulation of buildings, streets, and plant life, the most satisfying places are those that reveal difference and change over time, not ready-mix.</p>\n<p>Even more, don’t the best places vary in scale of landscape agency, demonstrating a kind of urban jostling for position? Here the masks gather for a collective incantation. Sometimes strong agents will feign diversity: think of the Broadway triptych designed for Yale by Thomas Beeby and Judith DiMaio, three facades masking a single steel cage.</p>\n<p>If all the world’s a stage, and all the men and women merely players, then we don a mask each day that we venture into the public realm.1 We wear masks, even as we endeavor in vain to peel away superficial layers toward some imagined, authentic core. When we accept masks as authentic expressions in and of themselves—and allow ourselves to revel in them—we expand, and not essentialize, the meaning of our buildings and ourselves.</p>\n<p>1 William Shakespeare, As You Like It, Act II, Scene VII, Jaques to Duke Senior</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Elihu Rubin"},"slug":"elihu-rubin","meta":{"degree":"Associate Professor","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"07","publication_date":"2016-10-31"}}}}