{"title":{"rendered":"Dotte Agency"},"content":{"rendered":"<p><span>MATT KLEINMANN, </span><span>Doctoral Student and Co-Founding Director of Dotte Agency, University of Kansas School of Architecture, Design &amp; Planning</span></p>\n<p><span>In Jeremy Till’s </span><i><span>Spatial Agency: Other Ways of Doing Architecture</span></i><span>, he presents a compelling alternative for architects and non-architects alike to work together towards the production of space. It is upon this ethos that Dotte Agency was formed; the studio as a design collaboration between students and communities through urban design, design/build, and community health research. </span></p>\n<p><span>Rather than designing from the friendly confines of a studio, we ask our students to engage in the real world through a variety of venues. At our storefront space that we recently renovated to turn a vacant building into a community meeting room, we post maps and models that explore community interventions. Through the use of our Mobile Collaboratory, we take the studio on the road to meet with and listen to residents in situ. And through our dedicated studio warehouse space, we fabricate prototype designs that respond to challenges faced by the community, such as a better wayfinding signage or public infrastructure. </span></p>\n<p><span>We at Dotte Agency – which includes Professors Shannon Criss, Nils Gore, and myself – believe that architects not only have the capacity to help improve the quality of the built environment, but that we can serve a vital role in the mediation and visioning of healthy urban space for those otherwise unable to afford the means to do so. This approach seems to be apropos, as we’ve been invited by the AIA to participate in their Health + Design Consortium.</span></p>\n<p><span>Our goal for this initiative isn’t to theorize, but rather to provide an opportunity for students in architecture to listen, design, and build in order to make a real difference in the world. Whether this shapes students into public interest designers is yet to be seen, but to paraphrase Samuel Mockbee, we think they’ll be ‘snakebit’.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}