{"title":{"rendered":"Drafting of Hill House"},"content":{"rendered":"<p><span>Shirley Jackson was an American author credited by many, including Stephen King, to have written the best ghost story of the 20th century, </span><i><span>The Haunting of Hill House</span></i><span>. Jackson, often denigrated as “Virginia Werewolfe,” understood how to employ terror, as opposed to horror, in order to directly affect her readers. In addition to introducing notions of domestic horror, abjection, and the uncanny in her defining pieces of American Gothic literature, Jackson vehemently maintained that she was witch bestowed with powers of the occult. </span></p>\n<p><span>Perhaps it is not surprising, then, that Jackson, the author of the seminal haunted house story, employed architectural means to create her literary masterpiece. Printed below are sketches in which she depicts the plans and elevations of her fictional Hill House. Jackson never published these drawings; they have only recently been found at the Library of Congress, nearly forty years after her death, by literary critic Susan Scarf Merrell. We will never know Jackson’s intent behind producing these drawings; however, it is safe to say they served the author in thinking through the spaces which would come to mold the realm of horror and terror in literature for the next fifty years.</span></p>\n<p>&nbsp;</p>\n<p><img class=\"alignnone wp-image-3418 size-full\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-7-e1281445172991-676x880.jpg\" alt=\"\" width=\"676\" height=\"880\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-7-e1281445172991-676x880.jpg 676w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-7-e1281445172991-676x880-230x299.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-7-e1281445172991-676x880-350x456.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></p>\n<blockquote><p>No Human eye can isolate the unhappy coincidence of line and place which suggests evil in the face of a house, and yet somehow a maniac juxtaposition, a badly turned angle, some chance meeting of roof and sky, turned Hill House into a place of despair, more frightening because the face of Hill House seemed awake, with a watchfulness from the blank windows and a touch of glee in the eyebrow of a cornice.</p>\n<p>&nbsp;</p>\n<p>Almost any house, caught unexpectedly or at an odd angle, can turn a deeply humorous look on a watching person; even a mischievous little chimney, or a dormer like a dimple, can catch up a beholder with a sense of fellowship; but a house arrogant and hating, never off guard, can only be evil.</p></blockquote>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><img class=\"alignnone size-full wp-image-3419\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-5-676x549.jpg\" alt=\"\" width=\"676\" height=\"549\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-5-676x549.jpg 676w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-5-676x549-300x244.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-5-676x549-230x187.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-5-676x549-350x284.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></p>\n<blockquote><p>This house, which seemed somehow to have formed itself, flying together into its own powerful pattern under the hands of its builders, fitting itself into its own construction of lines and angles, reared its great head back against the sky without concession to humanity. It was a house without kindness, never meant to be lived in, not a fit place for people or for love or for hope.</p></blockquote>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><img class=\"alignnone size-full wp-image-3420\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-4-676x519.jpg\" alt=\"\" width=\"676\" height=\"519\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-4-676x519.jpg 676w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-4-676x519-300x230.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-4-676x519-230x177.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/10/SJackson-dwg-4-676x519-350x269.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 984px) 61vw, (max-width: 1362px) 45vw, 600px\" /></p>\n<blockquote><p>Gossip says she hanged herself from the turret on the tower, but when you have a house like Hill House with a tower and a turret, gossip would hardly allow you to hang yourself anywhere else.</p></blockquote>\n<p>&nbsp;</p>\n<blockquote><p>The doctor grimaced, and shivered; at the moment the door swung wide and then crashed shut, and in the silence outside they could hear slow rushing movements as though a very steady, very strong wind were blowing the length of the hall. Glancing at one another, they tried to smile, tried to look courageous under the slow coming of the unreal cold and then, through the noise of wind, the knocking on the doors downstairs. Without a word Theodora took up the quilt from the foot of the doctor’s bed and folded it around Eleanor and herself, and they moved close together, slowly in order not to make a sound. Eleanor, clinging to Theodora, deadly cold in spite of Theodora’s arms around her, thought, It knows my name, it knows my name this time. The pounding came up the stairs, crashing on each step. The doctor was tense, standing by the door, and Luke moved over to stand beside him. “It’s nowhere near the nursery,” he said too the doctor, and put his hand out to stop the doctor from opening the door&#8230;</p></blockquote>\n<p>October 26, 2017</p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"05","publication_date":"2017-10-26"}}}}