{"title":{"rendered":"Eisenman Studio: Student Perspectives"},"content":{"rendered":"<p>CAITLIN THISSEN (M. Arch ‘16) and ALICIA POZNIAK (M. Arch ‘16)</p>\n<p>Caitlin and I joined the studio under separate pretexts, but we have developed a project that merges our individual approaches. We are both interested in the notion of the ‘in-between’ or hinge space that the diptych implies, as a site for de-stabilizing spatial and ontological perceptions. Peter’s search for the architectural diptych necessitates a mastery of all aspects of a project: formal, historical, ideological, and typological. This knowledge and analysis becomes the mechanism by which architectural responses are elicited within the increasingly complex contemporary context. From Peter’s point of view, this is in contrast to the status quo of architecture today where the drive to become a ‘starchitect’ results in a playground of uncritical formal banalities and acrobatics.<br />\n—ALICIA</p>\n<p>I can appreciate the rigorous process and formal approach this studio has engaged, but I continue to question its overall value. I question how this studio has chosen to engage the “increasingly complex contemporary context”. Who and what are we building for? Why do our discussions evade the issues and needs that form rises to meet? How is formal transposition relevant to contemporary design? We should question all of the forces that fund, form, and give purpose to the built environment. Resolving compositional and theoretical issues on paper does not guarantee “good” design. Direct exploration of social history and trends has been discouraged in this studio. While these issues &#8211; which openly acknowledge the limits of formal design &#8211; may make studio more complex, school is the time and the place to ask these questions in an ongoing and collaborative discussion.<br />\n—CAITLIN</p>\n<p>&nbsp;</p>\n<p>SARAH KASPER (M. Arch ‘16) and DIMA SROUJI (M. Arch ‘16)</p>\n<p>“In the final analysis, a work of art is intuition, and intuition cannot be overcome”<br />\n—Paul Klee<br />\n“More joy!” says Peter after removing the ellipsoidal void cutting through our project. Apparently we needed more “dipping in the tych,” but what exactly does that mean? Charged with the task of making an architectural diptych, we looked to canonical paintings for inspiration. But how does one translate Piero Della Francesca’s The Flagellation of Christ into a building? Will it be like Peter’s “epiphany” in front of the Villa Pisani during his Italian tour with Colin Rowe? After two and a half years with him, we have heard Peter tell this story a thousand times, but the difference between learning how to see versus learning how to see as an architect is always on our minds. With the hour of judgement upon us, we could really use an epiphany. Peter cares not whether our project is filled with a laundromat or a nail salon &#8211; so long as it is a diptych&#8230;but our studio is still not certain what an architectural diptych is. In a way, that’s beside the point: we are not here to learn a mastery of diptychery, but rather a practice of continuous searching, questioning, and seeing the unseen. Like Peter’s previous projects, our search for the diptych is a riddle that we must decode for ourselves. Through a façade of rigor, we find ourselves in an abyss of intuition and infinite possibilities from which a diptych must materialize. As Peter says, we won’t know it until we see it.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dima Srouji"},"slug":"dima-srouji","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Caitlin Thissen"},"slug":"caitlin-thissen","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Alicia Pozniak"},"slug":"alicia-pozniak","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}