{"title":{"rendered":"Emoji: Image, Meaning, Form"},"content":{"rendered":"<p>Emoji are so 🔥 rn.<br />\nBut the emoji isn’t new, it was developed by Shigetaka Kurita in 1999 in response to the critique that all digital information was shown as text instead of image, thereby limiting the range of emotions. The emoji that emerged in Japan were quickly adopted by Apple to appeal to the Japanese market and soon exported all over the world.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a></p>\n<p>For the first time on our portable electronic devices, we would communicate our smileys as image 🙂, rather than as text, :). What is more, these images appeared as a keyboard, inadvertently yet not insignificantly categorizing them as language.<br />\nThe relationship between image and language requires a specific knowledge of the language. To speak Spanish, I must understand not only the vocabulary but also the meaning as it relates to English, my native tongue. Similarly, an interesting link between language, understanding, and image exists in Unicode emoticons, in which Unicode text is converted to image. This requires an understanding of coding and the intended visual output (FF61 Alt-x = Therefore, in order to achieve a simple emoticon, a relatively complex set of combinations are required to produce a relatively straightforward and limited communicative image:</p>\n<p>Opposed to the complex input–single output of the Unicode emoticons, current use of emoji creates multiple readings independent of the original, singular intent. Entire portions of the iOS emoji keyboard (including fruits and vegetables) have taken on rather salacious translations, to the effect that we may never look at a peach or an eggplant in the same way.</p>\n<p>(SEMANTIC: The word peach, referring to the fruit) =<br />\nIMAGE: = 🍑 (SEMIOTIC: a butt)</p>\n<p>Applying the arguments of Robert Venturi and Denise Scott Brown, the language of emoji applies the decorated shed to the duck: another layer of language is encoded onto a form, one of image and form and the other of linguistic meaning.<br />\nFor architects, drawings themselves represent an image language. We learn to read drawings as we read words. For architectural drawings, the visual precedes the literal – first there is image, and then we conclude meaning. But what is the language of architecture today, in relation to a discipline of autonomy?<br />\nIn the past, this image language has relied, much like a Unicode emoticon, on the singular reading of notational lines composed to create an intended output (i.e. rectangle with vent = air conditioner). However, current trends in BIM software have us moving in the direction of emoji, integrating building elements as literal objects rather than abstract readings of lines composed onto page. If this trend continues to dominate our ways of making architecture, I wonder if it is possible to expect other interpretations of semiotics over semantics – I, personally, am excited about rereading air-conditioning units and satellite dishes.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Also significant to note, Japanese and other languages of the Sinosphere employed languages based on images (logographics)<br />\nversus on sounds (phonograms).</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Joanna Grant"},"slug":"joanna-grant","meta":{"degree":"Bureau Spectacular","graduation_year":""}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"meta":{"volume":"4","number":"04","publication_date":"2018-10-11"}}}}