{"title":{"rendered":"Employability and Professional Practice"},"content":{"rendered":"<p><span>KEEFER DUNN, </span><span>on behalf of the Architecture Lobby</span></p>\n<p><em><span>Keefer is an architect, adjunct professor at IIT, and a national organizer for the Architecture Lobby.</span></em></p>\n<p><span>The student contemplating how to move forward and make a living in the profession has an almost impossible task. In the corporate spheres, stable employment and working on projects of massive consequence come at the cost of enduring the lip service paid to the &#8220;power of design&#8221; while acritically serving clients. Small offices are often thought of as a healthy alternative to the rote work implied by a corporate firm but are stricken with their own afflictions. Catering to the wealthy is one of the few ways to keep a small office afloat, the other alternative being a precarious existence in cultural spheres where prestige challenges money as the most valuable form of currency. In academia, ﬁnancial uncertainty, a hyperinﬂated belief in the power of discourse and technology to effect change, and a head-in-the-sand imperative to maintain autonomy, all thwart a valuable readiness to ask the hard questions of architecture. Even most architectural activism, what is now being termed “social architecture,” fails to produce effective and active critiques as it focuses on alternate modes of practice that, although righteous and intriguing, end up perennially relegated to the scale of the local. For many young architects trying to pick and choose a path (or trying to walk many at once in an effort to balance the pros and cons), the experience is architecture as eye exam—a rapid succession of different lenses followed by an unanswerable &#8220;better, or worse?” </span></p>\n<p><span>Professional practice courses have by and large left this awful paradigm unexamined and unchecked, focusing instead on making students employable by equipping them with knowledge about the “the way things work” in the “real world.” In a run-of-the-mill professional practice course the way we work now is treated as gospel from on high rather than a historical construction that has weight but is ultimately mutable. It’s a gospel students are eager to take in given a justifiable concern for getting a job so they can pay for health insurance, student debts, and rent. </span></p>\n<p><span>Employability, the idea that one must </span><i><span>always</span></i><span> be striving to be employable regardless of their actual status as a worker, has locked architecture in a death spiral. Firms put pressure on schools to train students in navigating a business paradigm that is unsustainable and ill-suited to the 21st century. Schools must ensure they are graduating employable students to keep a steady flow of recruits (the pressure to be employable begins well before one is of a working age and job placement statistics are an important recruiting tool). Students must accept the reality or risk the kiss of death of becoming unemployable. The entire profession is put into a prisoner’s dilemma where the possibility of firms, schools, students, and workers coming together to change a negative status quo to the benefit of all carries too much risk for any individual party; the result is that everyone loses because everyone must subscribe to an outmoded and unhealthy way of doing things.</span></p>\n<p><span>Fortunately, many are now looking for ways out of this log jam, including the Architecture Lobby. Given the scope of the problems, our approach is by necessity varied. This has led us to organize into what is in effect a hybridized mutual-aid society, activist formation, research collective, professional advocacy group, and proto-union. On the professional practice education front we have followed the lead of Lobby board member Phil Bernstein, who teaches a forward thinking professional practice course at Yale. We now have several Lobby members who are teaching courses themselves and/or liaising with like-minded teachers. To this point, collaboration has primarily taken place through resource sharing and more general conversations about how to do things differently. </span></p>\n<p><span>Those conversations have yielded a belief that professional practice could and should be just as lively a place for experimentation and critical inquiry as a studio or a history and theory course. We believe that the academy should take practice and politics seriously without simply indoctrinating students into the neoliberal workforce or ignoring its hegemony. In other words, we see an opportunity to use the relative autonomy of the university as testing ground for questioning convention rather than reinforcing it. We want to equip students with the skills and theoretical heuristics to engage with the dominant modes and forces of architectural production while maintaining critical faculties and distance. When such a distance is combined with activist organizing what you get is the agency and power to make the changes that are desperately needed.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Keefer Dunn"},"slug":"keefer-dunn","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"08","publication_date":"2017-11-30"}}}}