{"title":{"rendered":"Equaliy in Design Course Shopping List"},"content":{"rendered":"<p><strong>Harper Keehn </strong>(B.A. &#8217;16), <strong>Maggie Tsang</strong> (M. Arch I &#8217;17)</p>\n<p>Over the break, we combed through the Yale Blue Book and compiled a list of courses that we think make for a useful supplement to the YSOA curriculum. In our search, we tried to identify courses that would be relevant to the study of architecture and urbanism, but that fall outside the standard reach of our school.</p>\n<p>&nbsp;</p>\n<p>Below is a short set of highlights pulled from a longer list to be published by Equality in Design. We hope this serves as a reminder that the wider University is available to us and has much to offer. None of the courses listed conflict with studio. Happy Shopping!<br />\n1.</p>\n<p>Course Number: AMST 441 / ER&amp;M 370 / HIST 130J</p>\n<p>Course Title: Indians and the Spanish Borderlands</p>\n<p>Professor: Ned Blackhawk</p>\n<p>Time: Monday, 9:25-11:15am</p>\n<p>Description: The experiences of Native Americans during centuries of relations with North America&#8217;s first imperial power, Spain. The history and long-term legacies of Spanish colonialism from Florida to California.</p>\n<p>&nbsp;</p>\n<p>2.</p>\n<p>Course Number: HSAR 456/MMES 456</p>\n<p>Course Title: Art and Politics in the Modern Middle East</p>\n<p>Professor: Kishwar Rizvi</p>\n<p>Time: Tuesday, 2:30-3:20</p>\n<p>Description: Political ideologies have either unified the modern Middle East, such as Pan-Arabism of the 1960s and Islamism of the 1980s, or caused deep ruptures, such as Zionism and sectarianism. Examination of the art and architectural productions that have gone hand-in-hand with these political developments from the nineteenth century until present day. Poetic, visual, and urban interventions document the profound changes that have defined the countries of this region, while connecting them to political movements throughout the world.</p>\n<p>&nbsp;</p>\n<p>3.</p>\n<p>Course Number: AFST 830/HIST 830</p>\n<p>Course Title: Urbanism in African History</p>\n<p>Professor: David Magaziner</p>\n<p>Time: Wednesday, 1:30-3:20</p>\n<p>Description: This course considers episodes in African history, from the deep past to the present. We consider archaeology and contested theories about pre-colonial urbanism, the rise of port cities and slaving entrepots, colonial urban design and planning, and unplanned urbanism in the wake of industrialization and the decline in agriculture. In addition to a range of scholarly works, we will consider digital humanities and the African city, music, art and urban leisure, read novels and memoirs and view a film.</p>\n<p>&nbsp;</p>\n<p>4.</p>\n<p>Course Number: AMST 311/ER&amp;M 311</p>\n<p>Course Title: Latina/o New Haven</p>\n<p>Professor: Alicia Schmidt Camacho</p>\n<p>Time: Tuesday, 1:30-3:20</p>\n<p>Description: Introduction to the field of Latina/o studies, with a focus on community-based research in New Haven. Training in interdisciplinary methods of social research, including oral history, interviews, archival research, cultural analysis, and social documentation. Students design collaborative research projects.</p>\n<p>&nbsp;</p>\n<p>5.</p>\n<p>Course Number: ANTH339</p>\n<p>Course Title: Urban Ethnography of Asia</p>\n<p>Professor: Erik Harms</p>\n<p>Time: Thursday, 9:25-11:15am</p>\n<p>Description: Introduction to the anthropological study of contemporary Asian cities. Focus on new ethnographies about cities in East, Southeast, and South Asia. Topics include rural-urban migration, redevelopment, evictions, social movements, land grabbing, master-planned developments, heritage preservation, utopian aspirations, social housing, slums and precariousness, and spatial cleansing.</p>\n<p>&nbsp;</p>\n<p>6.</p>\n<p>Course Number: HIST 416 / EVST 211 / G&amp;G 211 / HSHM 211</p>\n<p>Course Title: Global Catastrophe since 1750</p>\n<p>Professor: William Rankin</p>\n<p>Time: Monday, Wednesday; 10:30-11:20am</p>\n<p>Description: A history of the geological, atmospheric, and environmental sciences, with a focus on predictions of global catastrophe. Topics range from headline catastrophes such as global warming, ozone depletion, and nuclear winter to historical debates about the age of the Earth, the nature of fossils, and the management of natural resources. Tensions between science and religion; the role of science in government; environmental economics; the politics of prediction, modeling, and incomplete evidence.</p>\n<p>&nbsp;</p>\n<p>7.</p>\n<p>Course Number: HSAR753</p>\n<p>Course Title: Theories of Imagination and Visual Perception</p>\n<p>Professor: Margaret Olin</p>\n<p>Time: Wednesday, 10:30-12:20</p>\n<p>Description: This seminar traces the role of imagination and visual perception as conceived by philosophers, phenomenologists, perceptual psychologists, and other theorists in mainly Western thought since the seventeenth century. The ways in which perception and imagination are conceived together are informed by changing conceptions of each term. &#8220;Imagination&#8221; can be seen as a mental power of internal image making that must be considered separately from perception, or it may be considered as an indispensable component of perception, which itself can be conceived as a more or less faithful representation or a creative process.</p>\n<p>&nbsp;</p>\n<p>8.</p>\n<p>Course Number: AMST 348</p>\n<p>Course Title: Space, Place, and Landscape</p>\n<p>Professor: Laura Barraclough</p>\n<p>Time: Wednesday, 1:30-3:20pm</p>\n<p>Description: Survey of core concepts in cultural geography and spatial theory. Ways in which the organization, use, and representation of physical spaces produce power dynamics related to colonialism, race, gender, class, and migrant status. Multiple meanings of home; the politics of place names; effects of tourism; the aesthetics and politics of map making; spatial strategies of conquest. Includes field projects in New Haven.</p>\n<p>&nbsp;</p>\n<p>9.</p>\n<p>Course Number: HSAR606</p>\n<p>Course Title: Global Renaissance</p>\n<p>Professor: Kishwar Rizvi</p>\n<p>Time: Tuesday, 10:30-12:20</p>\n<p>Description: This seminar focuses on current scholarship that posits the connected nature of maritime cultures of the Indian Ocean and the Mediterranean Sea. Looking from the perspectives of both Europe and the Islamic world, the seminar considers the mobility of ideas and objects and the communities of merchants, artists, and scholars who traveled from Japan to England to the Americas. The mobility brought about profound cultural changes that were reflected and augmented by changes in the urban, architectural, and artistic productions of this period.</p>\n<p>&nbsp;</p>\n<p>10.</p>\n<p>Course Number: AMST 125 / AFAM 125 / HIST 136</p>\n<p>Course Title: The Long Civil Rights Movement</p>\n<p>Professor: Crystal N Feimster</p>\n<p>Time: Monday, Wednesday; 11:35-12:25pm</p>\n<p>Description: Political, social, and artistic aspects of the U.S. civil rights movement from the 1920s through the 1980s explored in the context of other organized efforts for social change. Focus on relations between the African American freedom movement and debates about gender, labor, sexuality, and foreign policy. Changing representations of social movements in twentieth-century American culture; the politics of historical analysis.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Maggie Tsang"},"slug":"maggie-tsang","meta":{"degree":"M.Arch I","graduation_year":"2017"}},{"title":{"rendered":"Harper Keehn"},"slug":"harper-keehn","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"meta":{"volume":"2","number":"11","publication_date":"2017-01-12"}}}}