{"title":{"rendered":"For Urban Trees, More is More"},"content":{"rendered":"<p dir=\"ltr\"><strong>ELI WARD</strong></p>\n<p dir=\"ltr\">Urban trees are inextricably linked to human history and, therefore, offer an invaluable glimpse into the relationship between plants, people, and the built environment over time.</p>\n<p dir=\"ltr\">People drive the species composition of urban areas both intentionally, through formulated plantings, and unintentionally, through the transport and spread of invasive plant materials.  Even the remnant natural areas embedded in the urban matrix remain intact due to human choice.  As we move forward into a future characterized by climate change and population growth, designers, ecologists, and policy makers must work together to promote the resilient nature of cities.</p>\n<p dir=\"ltr\">        Prior to enrolling in the Forestry School, I worked as a research assistant on a large-scale project comparing ecological processes in six cities across the United States. As a whole, the project studied the “homogenizing” effects of cities on landscapes.  People typically have a common vision of their ideal yard: a single Japanese Maple amidst a smattering of Hosta and Hydrangea, for instance. The Hosta takeover, when applied to cities on a national scale, results in ecological processes that are more similar across urban areas than their natural contexts would suggest. In other words, the ecology of Boston and Phoenix would be more similar to each other than that of Massachusetts’ forests and Arizona’s deserts.</p>\n<p dir=\"ltr\">As a research assistant for this project, I worked on the Boston team, where I studied tree species along an urban-to-rural gradient.  Urban trees provide numerous ecological services, including aesthetic and recreational value, local cooling, air quality control, stormwater retention, and climate mitigation through carbon sequestration.  While I expected the ecosystem services provided by trees to decrease in densely developed urban centers, the results of my study told a different tale.  Although cities housed fewer trees than their rural counterparts, urban and rural areas stored surprisingly similar quantities of carbon. How can fewer trees store the same amount of carbon?  These results begin to make sense when viewed alongside the history of human settlement in the northeastern United States.</p>\n<p dir=\"ltr\">A quick glance across New England today reveals a forest-dominated landscape. However, the majority of these trees are surprisingly young. During the 1800s, colonists cleared over 80% of land for agriculture. When farmers abandoned their pastures in the late 1800s in favor of more industrial pursuits, the forests finally began to regrow.</p>\n<p dir=\"ltr\">While the trees in parks and preserves outside Boston are relatively young, the trees within Boston are often incredibly old.  Colonists first settled in the city in 1630, and, over time, residents have selected for (and thus preserved) large, spreading shade trees.  Boston now houses a disproportionate number of old trees relative to rural forests.  This means that, in a way, Boston has better preserved trees over long time frames than surrounding natural areas.</p>\n<p dir=\"ltr\">Furthermore, the relationship between carbon storage and tree size is not linear.  Large trees sequester and store significantly more carbon than many small trees of equivalent size.  These massive, old trees in Boston drive similar patterns of carbon storage across the urban-to-rural gradient.</p>\n<p dir=\"ltr\">This finding has important implications for urban ecology and design. Human choices regarding the management of natural resources can have considerable, long-lasting impacts, and the removal of a single large tree can significantly alter carbon dynamics in an urban area.  Moving forward into an era characterized by increasing uncertainty surrounding the effects of climate change on the built environment, it is important to preserve these magnificent, old trees and ensure healthy urban forests for future populations.</p>\n<div dir=\"ltr\"></div>\n<p dir=\"ltr\"><em>Eli Ward is a Masters of Environmental Science candidate at the School of Forestry and Environmental Studies.  Her research integrates plant ecology, urban forestry, ecological restoration, and land management.  Currently, she is studying the effects of tree planting projects on urban soil health and the impacts of vines on forest development in New York.  On the weekends, she plants street trees with local high schoolers in New Haven through the Urban Resources Initiative.</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Eli Ward"},"slug":"eli-ward","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"06","publication_date":"2016-10-27"}}}}