{"title":{"rendered":"Form Follows Fun : a conversation with Interboro"},"content":{"rendered":"<p>JACK LIPSON (M.ARCH I &#8217;18)</p>\n<p>JONATHAN MOLLOY (M.ARCH I &#8217;18)</p>\n<p>SAM ZEIF (M.ARCH I &#8217;18)</p>\n<p><em><span>Interboro Partners is a New York City based architecture, urban design, and planning office that specializes in the design of public places. Interboro’s participatory, place-specific approach builds on what&#8217;s there and deploys simple, resourceful design solutions to create open, accessible environments that work for everyone. This interview was conducted with Interboro Principal and Co-founder Daniel D’Oca.</span></em><br />\n<b>Could you describe the role of play in your work?</b></p>\n<p><span>As far as participation goes, we always try to make engagement as fun and as playful as possible. In, say, the design of a public space or a master plan, you won&#8217;t get people to talk about the issues unless you make it fun to do so. We try to create spaces that bring many different kinds of people together, and we believe that you can&#8217;t do that without engagement. Nothing we do starts with a sketch or a computer model. It starts with asking people what they would want. After all, we&#8217;re designing spaces that we don&#8217;t live in, planning for neighborhoods that we&#8217;re not from. It&#8217;s not ours, it&#8217;s theirs. So we consider ourselves public servants, trying to make spaces that people want and will use. </span></p>\n<p><span>Right now, we&#8217;re working on a citywide plan for Cambridge, and we are trying to reach as many people as possible, particularly including those who normally wouldn&#8217;t come to a meeting on a Tuesday evening at 6 o&#8217;clock. Our main device is a series of ‘intercepts’ &#8212; through which we try to meet people where they are. We made a gigantic model of the city that&#8217;s portable, and we take it around and set it up on street corners. When you put it out on the street, it creates a public space in itself. It&#8217;s an interactive model, so people can draw on it, etc. We also have a newspaper that we make as a part of the planning process, that tries to teach people and empower people with knowledge about what planning is, and what the effects of the planning process are like on a city like Cambridge. </span></p>\n<p>&nbsp;</p>\n<p><b>How do you manage the many opinions you must receive?</b></p>\n<p><span>I don&#8217;t mean to imply that as designers or planners we should only be listeners, and that if somebody says they want X, we give them X. We are experts, and we do know things, and we should be a resource as much as anything, and work to open people&#8217;s minds to consider all other possibilities. The trick is to find a way to open a dialogue to learn from each other. Ultimately, the project is theirs, and they should own it. Part of participatory design is the essential element of building trust.</span></p>\n<p>&nbsp;</p>\n<p><b>How do you see your ideas of participation translating into architectural form? It seems like once you have satisfied the goals of the users, that form is actually, for you, play?</b></p>\n<p><span>I think that is really well put. When we were designing the furniture for MoMA PS1 [Holding Pattern], there was this moment where we had talked to all these people, had these ideas of things that people that needed, like lifeguard chairs, a rock-climb wall, but we hadn’t really asked, “How do you want it to look?” What we decided to do was to design it in a “Judd Vernacular&#8221; – we kind of thought it was funny that after all, our client was the Museum of Modern Art, so we decided to design the furniture in a way mimicking the sensibilities of the institution. This created an accidental, but welcomed tension between the kind of things that people wanted, but done in an aesthetic that they didn’t necessarily ask for. </span></p>\n<p>&nbsp;</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jack Lipson"},"slug":"jack-lipson","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Home"},"meta":{"volume":"1","number":"18","publication_date":"2016-01-28"}}}}