{"title":{"rendered":"G.U.M.B.O"},"content":{"rendered":"<p><strong>JAMES KEHL</strong> (<em>M.Arch ‘16</em>)</p>\n<p>Project Team: Xiao Wu (M.Arch/MBA ‘17) and Li Kehl (MBA ‘16), Phaelan Vaillancourt (MBA ‘16), and Emilio Ilac (MBA ‘16).<br />\nCompetition:Urban Land Institute’s Hines Competition 2015<br />\nBrief: master plan for a site in Tremé, New Orleans.</p>\n<p>Last semester, I participated in the Urban Land Institute’s Hines competition—an annual contest that draws over a hundred interdisciplinary teams from American universities to propose creative solutions for the revitalization of urban neighborhoods. The competition’s workload was immense.</p>\n<p>The deliverables needed to make a competitive submission—written financial and conceptual narratives, financial models and pro-formas for every building in our proposal, architectural drawings and renderings, and sustainability graphics and strategies—seemed nearly impossible to achieve when considered simultaneously. Factoring in the many brainstorming and planning sessions at SOM, our Q&amp;A’s at Rudolph Hall with our advisor, Alex Garvin, our mornings spent researching issues pertinent to Tremé, and the multitude of nights dedicated to production, we collectively spent over 350 hours on a submission that received no recognition. And it was worth it.</p>\n<p>I was surprised by my reaction when we found out that we would not be progressing to the competition’s second round. For someone who has a pragmatic, achievement-oriented streak, I expected to feel more disappointed about the scarce returns on my investment. In this case, it was the quality of our collaboration and the friendships created through working together that fully redeemed the experience.</p>\n<p>I particularly enjoyed the interdisciplinary makeup of our team. Xiao and I found that our SOM teammates were enthusiastic, sharp, easy-going and funny. They conducted excellent research and dug into everything from the annual revenue generated per bowling alley lane (according to the Bowling Proprietors’ Association of America) to community garden statistics for New Orleans. They offered promising narrative ideas and programming suggestions, thoroughly considering the pros and cons of any option. Furthermore, they were quantitative wizards, tackling the numbers and financing mechanisms for our proposal with amazing endurance under tight timelines. Even in Xiao and my areas of expertise, they put forth critical ideas that shaped the graphic and visual story.</p>\n<p>Through the Hines competition, I discovered the powerful extent to which multidisciplinary collaboration can enrich the design process and its outcomes. The conversations we had were more optimistic, exciting, and wide-ranging than I ever expected. And although we did not win the competition, I gained something of equal if not greater value—lifelong friends and an eagerness to ‘get out there’: out of the architecture office, and into communities and cities to engage with real users, clients and new collaborators.<img class=\" wp-image-397 aligncenter\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2015/11/aerial-300x121.jpg\" alt=\"aerial\" width=\"463\" height=\"212\" /></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"06","publication_date":"2015-09-10"}}}}