{"title":{"rendered":"Honky Tonk Angels: Beer. Boys.  Bulls. What more could a cowgirl want?"},"content":{"rendered":"<p><strong>EDWARD WANG</strong> (B.A, Arch &#8217;16) and <strong>KATE MCMILLAN</strong> (B.A, Arch &#8217;16)</p>\n<p>&nbsp;</p>\n<p><span> “Nine bars, two dance floors, infinite possibilities. Sign me up!” I said as I twirled my hand in a lassoing gesture: What was the occasion for such excitement? Billy Bob’s Texas – the self-proclaimed world’s largest honky tonk, carefully studied by the junior class on our studio trip to Dallas Texas.</span></p>\n<p><span>Just south of Stockyards Boulevard, the smell of dung and leather reaches you before the neon glow of this sixty-thousand square foot Tex-topia of debauchery and hedonistic thrills, a Fort Worth-while of beef and whiskey. Here you will find giant foam cowboy hats, more beer bellies than beer, and hair big enough to hide a numero cinco for two. The old adage holds true – things are bigger in Texas.</span></p>\n<p><span>What business did seventeen under-dressed and over-eager architecture students have in such a place? Why a studio trip to Dallas of course, led by the fearless Joyce Hsiang and Jennifer Leung who have been herding the junior class towards new performative pastures of all kinds. Mixed between the mechanical acrobatics of the Wyly Theater and the travertined opulence of the Kimbell, the honky tonkwas Texas’s unadorned contribution to the stable of public performance space. Amidst the high-mindedness of Ando, Koolhaas, and Kahn it was easy to forget that simple places like the honky tonkare equally valuable venues of social activity, diverse interaction, and plain fun. While the honky tonk may never find its way into the hallowed pages of Perspecta, it underscores the ideal of a fully organic and spontaneous place of performance, one that comes about from the gathering of a community rather than the hand of an architect.</span></p>\n<p><span>The honky tonk, in a way, did not need architecture. Space was defined by bars and distance measured by proximity to the dance floor. It needed no structure, as it was all energy, music, and fluorescence. Indeed, it was the opposite of Kahn; to experience the expansive vaults of the Kimbell is, as Michael Benedikt put it, “to hear Silence.” Here, the emptiness of the honky tonk’s architecture was filled not by Kahn’s ineffable Silence, but by one, enormous, idiosyncratic performance, mediated by dance, food, and rodeo.</span></p>\n<p><span>And so, our unusual precedent analysis was concerned not with Tim Altenhof-approved buzzwords (dare I say “poché”?), but instead became a study of the line dance, of the “Burning Bubba Burger” enjoyed by some adventurous students, and of the stunning deftness of the bull-riders that we watched with awe.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Edward Wang"},"slug":"edward-wang","meta":{"degree":"B.A.","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"03","publication_date":"2015-04-16"}}}}