{"title":{"rendered":"How Geology Can Ground Architecture"},"content":{"rendered":"<p>ALEX VELAISE (MArch I &#8217;19)</p>\n<p><span>Surface geologists use cross-sections to study sub-surface geology. For them, the outcropped rock on the earth surface gives insight into what goes on beneath. Mapping signifiers from the outside-in generates visualizations of the earth’s internal qualities. I’m intrigued by the idea of an architecture whose functional and semantic logic operates on a similar co-dependent internal and external condition. Asking the question, how might interiors better predict exteriors or vice versa? Everything from facade striations, gutter extrusions or window formations would suggest interior spaces that follow the same or disruptive logics.</span></p>\n<p><span>One of the most basic natural phenomenon is the principle of the path of least resistance. As water travels down a slope it takes the easiest path, with the least obstruction or following the deepest incise. This process governed by gravity generates the mountain as much as the tectonic forces that push the earth’s crust upward. It is not curious why Architect Viollet-le-Duc devoted so much energy to distilling what made the mountain so inherently ‘architectural.’ Architectural circulations, whether comprised of humans filling up or filtering through space, structural force distribution, or mechanical servicing, are defined by efficiency&#8211;yet architects constantly challenge these notions. Architecture’s continuous mediation of its systems may be better defined by the least resistant proposal of a comprehensive architecture.</span></p>\n<p><span>At a much smaller scale and with a completely different language, the natural geometric perfection of micro crystalline structures in minerals bring other possibilities in design exploration. As an igneous rock cools or a mineral precipitates, bonds form in various ways, due to a range of chemical compositions, heat and pressure. These processes result in perfect cubic structures and tetrahedrons as well as complex systems of repeating 3-dimensional shapes. These microforms are repeated at surmounting scales until the rock, visible to the naked eye, mimics the form of its sub-structure.  This physical part-to-whole relationship can be seen through the lens of repeating architectural modularity, for one, and can be fractured in the same ways based on exterior forces. For example, a cubic crystal of NaCl (salt), will always fracture into many more cubic crystals.</span></p>\n<p><span>The large scale movements of the earth’s crust can be seen as a way of studying formal forces in conversation with one another.  Tectonic plates are forever moving due to the formation of new crust. When two plates make contact, they can converge, diverge, subduct, fracture and fault.  The forces of motion at play at this massive scale lead to the formation of mountains, volcanoes, trenches, cliffs.  Every natural form has a reason for existing in all its glorious monumentality, so shouldn’t every built form have similar lines of reasoning?  If so, when one builds in direct conversation with a magnificent landscape, shouldn’t it be subject to the forces of the ground below it?</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alex Velaise"},"slug":"alex-velaise","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Distillation"},"meta":{"volume":"2","number":"19","publication_date":"2017-03-30"}}}}