{"title":{"rendered":"“I like complexity and contradiction in architecture.” Me too&#8230;I think. At least I used to, but now I’m not so sure anymore."},"content":{"rendered":"<p>JOHN McMORROUGH</p>\n<p><em>John McMorrough is a researcher of contemporary architectural practices, an associate professor at the University of Michigan, and a partner in studioAPT (Architecture Project Theory).</em></p>\n<p class=\"p1\">It all sounded good enough when Robert Venturi published those words in 1966 (originating from a theory seminar taught at Yale). Back then, it was all power structures and opacities, resisting an (academic) architectural culture, which at that moment was all pomp and no circumstance. Complexity and contradiction represented the overcoming of an ideology of design as facile veracity, in order to face a wider range of perhaps irreconcilable differences (historical and contemporary, elitist and populist). To navigate this unstable admixture of “both/and,” it was the “ironic” tone that held the antinomies at bay. It worked, at least for a while, until other more or less overt positions took hold.</p>\n<p class=\"p1\">Now irony is back, with the “Post-Ironic,” new, improved, so different and appealing. It is an alchemical combination that seems to surpass the constitutive limit of the old irony’s cynical detachment, such that now it is possible to be simultaneously serious and unserious, dismissive and affirming. As the apotheosis of the ironic attitude, the post-ironic explodes the infinite regression of <i>mise en abyme,</i> from parallel to kaleidoscopic perspectives, but in a fun way. All of which I also think I like, but in the provisional sense of swiping right, to soon be amended to a swipe left of “liking” or “unliking” a picture, quote or recipe online.</p>\n<p class=\"p1\">For architecture, post-irony, like post-modernism before it, is constructed as constitutively oxymoronic, a contradiction in terms of revealing a paradox (“post-ironic,” like “oxymoron” is itself an autological term, similarly “sharp” and “foolish”). The paradox relates to the question of architectural qualification, the post-ironic sincerity wants to be architecture, but is not sure what that could mean. The greatly expanded field of architecture, extending from something to everything, from being somewhere to “all over,” has created a generational crisis (linked to, but also distinct from, that of the 1970s) for emerging practices. As great as this expansion of possibility has been for the idea of architecture, it has had the effect of diminishing the likelihood of architecture. The absence of a center creates not only a proliferation of possible disciplinary (and extra-disciplinary) models, but also necessitates that each version must account for its own ontological status.</p>\n<p class=\"p1\">Post-ironic architecture (if it exists, and for our purposes, we will assume it does) is one of many possible qualifications. Not a description, but an affirmation, post-irony works as a covering of all the bases, making conceptual work into a checklist of accomplishments, as formulaic as any previous version of tautological clarity in recent architecture argumentation (fabrication – technology and materialization, check; territorial geographies – cartography and fantasy, check; design justice – the over-presentation of an underrepresented constituency – check).<span class=\"Apple-converted-space\">  </span>It is in the post-ironic version that sincerity comes into question, most symptomatically, not as an expression of authorial intention (who cares about that?) but rather as coverage of all targets for development, a qualification of premise. The post-ironic tone functions for architectural interests as a proxy for the versions of reality validated by the salubrious effect of the “good works” of economics, politics, and technology (which itself holds no more sway on the “real”).</p>\n<p class=\"p1\">The post-ironic is not an overcoming of irony as a return to “meaning” (like post-modernism as a return to historicism), but is an intensification of meaning’s absence (like post-modernism as the end of master narratives). Post-Ironic architecture, as with all ironic constructions, requires the object of its derision to function; in this case, it is the unlikely possibility of realization in the form of a building. The paradox for architecture is that a new sincerity relies on the artifice of the display (Instagram, Biennales, and other forms of Exhibitionism). As a position, it is a mongrel argument, still drinking from the Fountain of R. Mutt. The thing it mocks is its greatest aspiration, not only to be seen, but also displayed and confirmed as architectural. It works, but only in the gallery as an over- and under-estimation of reality in various combinations of piles and references (in piles of ironic reference or reference to piles as ironic non-design). The sincerity of the post-ironic likes the factuality of both stuff (as material fact) and its stuffing (as rhetorical claim); its claim to quality is proof by dint of its existence.</p>\n<p class=\"p1\">In some ways, a “post-ironic” architecture seems like everything I had ever hoped for, design both serious and funny (seriously funny), able to navigate the pressures of discipline while at the same time being undisciplined (free from restriction). However, over time, from its originators, to its early adopters, now in ubiquity, my enthusiasm for this latest turn is growing increasingly qualified. Being just slightly younger than the initial penning of Venturi’s initial gambit of liking complexity and contradiction, perhaps I am not the ideal audience for the post-ironic, having both “seen too much” and lacking the millenary perspective. It seems now that as a generative concept, the “post-ironic,” appealing as it is in outline, is the most precarious of possible positions for architecture. While there is much to admire in a lot of this work, it is its adaptation into a formula that is off-putting.<span class=\"Apple-converted-space\">  </span>Its best examples are fantastic revelations; in lesser cases, it is disheartening, all crutch, no legs. That said, while post-irony (and with it, the post-digital) may not be the best generic option, it may be the only alternative for a certain, theoretically ambitious set (and certainly better than the versions that are all “post” without even a hint of a wink).<span class=\"Apple-converted-space\">  </span>In architecture, the provocation of the post-ironic is not in its novel combination of irony and sincerity, but in the misapprehension that they were ever entirely separate. Symptomatically, post-irony is not an answer but is another version of a recurrent question. How is it possible to make Architecture (the capital is required) without being an asshole (pretentious)? To quote Venturi again, in the line immediately following the citation in the title above, as a formulation that retains relevance, “I do not like incoherence or arbitrariness of incompetent architecture nor the precious intricacies of picturesqueness or expressionism.” ‘Nuff said.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"John McMorrough"},"slug":"john-mcmorrough","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"03","publication_date":"2017-09-28"}}}}