{"title":{"rendered":"INTERVIEW KELLER EASTERLING"},"content":{"rendered":"<p><strong>SAMANTHA JAFF</strong> (M.Arch &#8217;16) and <strong>SHAYARI DE SILVA</strong> (M.Arch &#8217;16)</p>\n<p><em>Interviewed on April 7, 2015</em></p>\n<p>&nbsp;</p>\n<p><b>SJ</b><span>: Ten students from the School of Architecture will be contributing their work to the Lux installation this weekend. What do you make of the fact that so many architecture students are participating?</span></p>\n<p><b>KE</b><span>: Well, I’m really pleased. I think it’s a great sign of another sense of the collaborations that are necessary to get on in the world. We keep talking about the new shape of architecture practice and that often involves a kind of collaboration, perseverance, and willingness to be more entrepreneurial and </span><i><span>make</span></i><span> the space in which you will work. These kinds of things are really good rehearsals for that… or not even rehearsals—this is happening! Your career has already started. Rather than being a student and waiting to be taught, use the institution and use each other as collaborators. I think there is something in an architecture education where you have some sense that you’re supposed to hold back and wait until you’re 50 to actually </span><i><span>do </span></i><span>something. It’s a complete fallacy, its right up there with staying up late. So, this is a little glimmer of the kind of work that needs to be done.</span></p>\n<p><b>SdeS</b><span>: Do you think that temporary public installations are perhaps gaining more traction in urbanism than say permanent, monumental interventions?</span></p>\n<p><b>KE</b><span>: Well, I’ve been pretty vocal about the fact that I don’t want to see the kinds of urban interventions I’m talking about miniaturized in the gallery. Or, at least, there are some of my colleagues who are satisfied that that’s the end product, that to show some of these urban protocols as a kind of gallery performance is sufficient. I </span><i><span>don’t</span></i><span> think it’s sufficient. And in fact sometimes I’ve resisted putting things in the gallery because I want it in the actual world, you know?</span></p>\n<p><b>SJ</b><span>: And do you feel that they’re mutually exclusive? If it goes into the gallery, it has less of a chance of making it into the real world?</span></p>\n<p><b>KE</b><span>: No, I think one just has to insist on both: finding ways in which the gallery can be part of a persuasion that makes an idea contagious in the wide world and angling it for that purpose. The gallery is not the end for us, as architects. For artists, it might be. But for us, we have maybe a more exciting, but also more difficult potential scope of work… I find that thrilling, so I don’t want to back away from it or miniaturize it.</span></p>\n<p><b>SJ</b><span>: How do you see the perception of time changing in urbanism, and what might be the implications of that?</span></p>\n<p><b>KE</b><span>: Well, I’ve been arguing that in addition to the object forms we make, the active forms just have a different set of aesthetic pleasures. One of those aesthetic pleasures is that you are watching form unfold in time. You get accustomed to it, and that’s an aesthetic pleasure. There are population effects, there are things that are unfolding. You learn to deal with that and to enjoy having that in the same way that we would enjoy making outline, object, and silhouette. And it’s not cinema, it’s something else. It’s a time-released form, and so rehearsing that in a little imaginary like this is good.</span></p>\n<p><b>SdeS</b><span>: And would you say that using time in that way, and thinking about urbanism like that, is unique to our period?</span></p>\n<p><b>KE</b><span>: Well it’s not unique because there have been other people who thought about it and who worked this way. I mean, anybody who is an urbanist on some level thinks this way, or, the best ones do. The person that I’m most inspired by is someone who was inspired by [Patrick] Geddes and who worked in the 1920s in this way. So there’s nothing new about it. But it seems that we are continually under-rehearsed in this register, and bringing it forward again and again seems necessary.</span></p>\n<p><b>SdeS</b><span>: What is a favorite public installation in architecture or urbanism for you?</span></p>\n<p><b>KE</b><span>: I’m thinking of sound art… Alvin Lucier’s “I Am Sitting in a Room” is an extraordinary piece. I was also just was reading a piece by Felicity Scott in the most recent </span><i><span>e-flux, </span></i><span>which was about this thing in the ‘70s under Charles Moore, an installation in this building. It was this kind of counter-culture thing that was also somewhat in protest against Rudolph. It was Kent Bloomer in the early days. Project Argus, an experiment in light and sound and environment; an amazing thing. It was lit up and made all these sounds. </span><span>You know, Peter de Bretteville probably remembers this, and Bob too. Felicity starts the article with this quote from Charles Moore, “Students and faculty have now become involved to an unprecedented extent, in real problems in all their complexity with a concern for social issues and more concern for its form and less concern for the shape of objects in it…To an increasing extent, design solutions are expected to come at least partly from interaction with the user rather than from the imposition of an architect’s formal preconceptions.”[1] This was all to a certain extent that kind of behaviorist moment, and so it has its own pitfalls. But if you read it wrong, it sounds pretty interesting. So my answer would be Project Argus! See </span><i><span>e-flux</span></i><span> article just out this week.</span><br />\n<span>[1]</span><a href=\"http://www.e-flux.com/journal/vanguards/\"> <span>http://www.e-flux.com/journal/vanguards/</span></a><span>, Felicity Scott, </span><i><span>Vanguards, </span></i><span>Issue 64</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Samantha Jaff"},"slug":"samantha-jaff","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"A Collaborative Effort"},"meta":{"volume":"1","number":"02","publication_date":"2015-04-09"}}}}