{"title":{"rendered":"Interview with Anika Singh Lemar"},"content":{"rendered":"<p>ANIKA SINGH LEMAR</p>\n<p><span>Anika Singh Lemar is a Clinical Associate Professor at Yale Law School. She teaches the Community and Economic Development clinic (CED), which provides transactional legal services to organizations seeking to advance economic opportunity. CED’s clients include affordable housing developers, community development financial institutions, farms and farmer’s markets, fair housing advocates, and neighborhood associations. We went in eager to understand her interface with architects, we left with a job. YSOA, Anika wants to meet you.</span></p>\n<p><span>P: What does the Ludwig Center for Community &amp; Economic Development at the Yale Law School teach, and how does it interface with the built environment? </span></p>\n<p><span>AL: The clinic consists of a classroom component and a client-facing fieldwork component that is. There are a couple of ways the classroom component takes on the built environment. First, we do two class-long bus tours of New Haven at the beginning of every semester.</span></p>\n<p><span>When I do the tour, I end up pointing out two big things: one, neighborhoods that look really different from each other today did not look that different from each other in 1880 when they were built. The housing stock in Dwight, Newhallville, Fairhaven—all of the neighborhoods that are directly contiguous with downtown, maybe with the exception of Wooster Square—have identical housing stock. I don&#8217;t know what architects call it, but I call it working-class Victorian. Seeing identical housing stock in what today are completely different neighborhoods tells you something about the history of the city.</span></p>\n<p><span>The other thing that people miss is that every one of those neighborhoods had at least one factory within walking distance of those homes. That&#8217;s why they were built there. You’ve got Science Park, which is 80 acres and 20,000 jobs. But, you have something similar, if not equivalent, in every one of those neighborhoods. One of our last precision manufacturers just left Wooster Square three years ago. That factory is still there and it&#8217;s about to become a U-Haul branded self-storage facility with almost no jobs. That&#8217;s not anybody&#8217;s fault, that&#8217;s just technology. </span></p>\n<p><span>In that sense, everything we do around economic development is married to a story that revolves around the built environment. We ask, &#8220;what do you do to further economic development in a place that was built to accommodate tens and tens of thousands of factory workers?” The factories that have been successfully redeveloped have nonetheless been redeveloped in a way that provides only double-digit employment opportunities, if we are lucky. </span></p>\n<p><span>P: Outside of the classroom, who are your clients?</span></p>\n<p><span>AL: Our client work really runs the gamut. We are interested in working with organizations that are looking to advance economic opportunity. Some of them do that via real estate. At any given point, we have up to twenty clients, and of those, about five are affordable housing developers. We also have clients that are not housing developers but that do work related to where housing goes and why it goes there. </span></p>\n<p><span>P: Is the work that you do always about optimizing the system you are already in, or is there a more speculative side?</span></p>\n<p><span>AL: We have an advocacy component. For example, we did a project with Fair Share Housing Center, and also with Poverty and Race Research Action Council, where we did some federal legislative advocacy around the low-income housing tax credit (LIHTC) program. Our students did some work in response to a guidance issued by the treasury department regarding LIHTC, and then also some legislative advocacy, drafting portions of a bi-partisan bill. </span></p>\n<p><span>The LIHTC program has a concept called &#8220;qualified census tract,&#8221; which is basically a low-income census tract. One of the things that people will argue LIHTC does badly is that it will put too many housing projects in low-income neighborhoods. There is a provision in the statute that requires a certain priority for those low-income neighborhoods, but only if the project is part of what they call a &#8220;Concerted Community Revitalization Plan&#8221; (CCRP). What that amounts to is a policy decision that asserts affordable housing can be part of a revitalization plan, </span><i><span>but</span></i><span> a stand-alone LIHTC building is not going to be the be-all-end-all of a housing program. It should fit into larger planning goals. But, most states have ignored the CCRP provision because it is hard to implement. Is it about having the mayor say there is a plan? What if that mayor doesn&#8217;t want more affordable housing? Is it about there being a piece of paper on a community planner’s shelf that says &#8220;CCRP&#8221; that nobody ever follows? It turns out to be a hard thing to determine. </span></p>\n<p><span>One of the things our students did was, for example, write a white paper. We responded to a Request for Comments from the Internal Revenue Service about how we thought the Treasury should think about CCRPs, and we wrote a white paper for state housing agencies [which allocate low-income housing tax credits], trying to tell them about how to think about what a CCRP is. We also successfully advocated for language in the bipartisan bill about CCRPs. So, we did advocacy at every level that plays a role [in administering low-income tax credits]: the state, the federal agencies, and Congress. </span></p>\n<p><span>It’s instances like this where we get to think at a more macro-scale, asking: what role does an affordable housing project play in revitalization, and what role should planning play alongside the development? A 100% low-income housing project is not likely to have an effect on its own, in the absence of new parks, jobs, transportation, et cetera. </span></p>\n<p><span>P: Civil rights proponents in education have seen their fight reach the highest level of law, through the landmark Brown v. Board of Education (1954) case. The highest-level decision housing advocates have received was the Mount Laurel doctrine (New Jersey Supreme Court, 1975). Do you see prospects for change at the federal level that will effectuate fair housing beyond the scale of city zoning policy? </span></p>\n<p><span>AL: Most groups that I work with are singularly focused on building affordable housing. However, there are two problems at play here that are the result of longstanding racist federal policy: one is where people live today, and the other is the location of wealth. </span></p>\n<p><span>The accumulation of affordable housing doesn&#8217;t do anything for the accumulation of wealth. I might prefer to live in Guilford rather than New Haven with my Section 8 voucher, but merely living in Guilford is not going to allow me to accumulate the home equity that leads to wealth. You are still renting, and even if you are living in affordable home-ownership, your ability to make any equity is often limited to 5% per year. </span></p>\n<p><span>Then, on the affordable housing piece, we just have less and less subsidized housing over time. Even if you want for people to live in a place like Guilford, on the assumption that their kids are going to Guilford schools, and will therefore be more likely to succeed later in life—that alone is proving more difficult. [Living in a place like Guilford] does not let people accumulate wealth, but it does allow them to accumulate some non-cash resources that are going to be very helpful later. But, even then, you are only able to help a small number of people. </span></p>\n<p><span>If I see optimism, it is in these budding YIMBY movements, and a generation of people [who] are willing to talk about race. I find more and more people [who] are willing to say, &#8220;diversity isn&#8217;t just something that I&#8217;d like my kids to have in college.&#8221; I don&#8217;t know why magically, when they turn 18, diversity becomes important. </span></p>\n<p><span>Legal scholars have always struggled with the prevalence of NIMBY, because it is never going to be in anyone’s interest to show up at 9:00pm to be </span><i><span>for </span></i><span>something. But, today, you do see </span><i><span>some</span></i><span> people showing up at 9 pm to be for something. A little. </span></p>\n<p><span>I think the affordable housing fight is really important. But, I do think there is a cultural shift that is going to happen in addition to these policy decisions that may be more important. </span></p>\n<p><span>P: We did the Jim Vlock Building Project in our first year, constructing a single-family home in New Haven at an affordable price point. There are some realities that the project faces: the construction must be small enough for students to build it, almost all of the zoning in New Haven asks for single-family houses, and the lots available are often non-conforming lots. Still, we came away from that experience looking for ways to have impact beyond the scale of a single house on a single lot. The simplest response might be to question zoning regulations themselves. Is this something you do in your work? </span></p>\n<p><span>AL: Yes, we do work at the macro scale that involves wholesale zoning revision. I always tell my students to imagine their favorite places in New Haven… It is entirely likely that if they burned to the ground, we would not be able to rebuild them. That&#8217;s just not the way our zoning code works. </span></p>\n<p><span>In fact, about three years ago, everybody&#8217;s favorite place in Westville—this place called Delaney’s—burned to the ground. It was all things to all people—it had apartments upstairs, and a family restaurant and bar on the ground floor, each with its own entrance. It was a great place, and, sure enough, when it burned to the ground, the changed zoning wouldn&#8217;t allow it to be rebuilt. </span></p>\n<p><span>There is a Westville village Main Street Organization that is interested in historic preservation at the town level, and they realized they needed to do something about their code. They wanted it to be easier for people to build the kinds of things they wanted built. Our students did interviews in Westville and are now working on drafting a new zoning district for the city. This will be a new business district that maybe other neighborhoods will want to use as well. </span></p>\n<p><span>P: Will the induction of that code increase property values?</span></p>\n<p><span>AL: That depends on whether increased density meets the market demand. We&#8217;re lawyers, so there are certain limits to what we can tell people. We told the client going into it that we are not planners, and we can&#8217;t do market studies. There is a lot that we can’t do. The study that we did has been published, and the code text should be introduced by the Board of Alderman in a few months. So yes, we can interview stakeholders and look at other towns’ zoning codes, but I can&#8217;t necessarily answer that question. </span></p>\n<p><span>P: Our issue is premised on understanding the architect’s limitations. What are the limitations that you feel most severely in your own work?</span></p>\n<p><span>AL: The vision that most lawyers have of lawyers, or business people have of lawyers, and certainly, that our ethical rules have of lawyers, is the “lawyer as a technician.” You represent somebody that has goals and ambition and you try to effectuate that to the best of your ability. When you are representing clients that are under-resourced, or are volunteers, the waters get muddied. To some degree, you end up with someone that wants to do X, but they don&#8217;t have a business-strategy consultant, and they don&#8217;t have a market study. You have to ask yourself: what resources can we bring to bear, without exceeding our true capacity, what are the things that we routinely do and know we can do well? That is a big struggle and certainly a limitation. </span></p>\n<p><span>We used to have a small-business clinic inside of the [Ludwig] Center for Community &amp; Economic Development, and one of the things that people used to always run up against was the realization that you can set up the company, but you can&#8217;t tell the person how to get it off of the ground. So, what good have you done them filing a piece of paper if they then don&#8217;t have any clients and they owe the state $250 every two years to keep their business alive? We are also wary of standing in the way of our client accomplishing their goals because we have very narrow expectations of ourselves and what we do. </span></p>\n<p><span>P: One of the things that architects do a lot, often at the detriment of actually engaging, is speculate about urban conditions for the sake of putting something provocative into the world. From your point of view, are you interested in speculating as a way of practicing law, and, are you interested in using speculation as a way to engage with architects?</span></p>\n<p><span>AL: I think there is value in that. The argument for reparations is Richard Rothstein’s Levittown story. [The construction of towns like Levittown, NY was subsidized by the Federal Housing Administration, which required that the towns be limited to whites. In 1948, Levittown homes sold—to white families only—for about $8,000, or $75,000 in today’s dollars. Today, a Levittown home sells for $350,000 or more. In his book, The Color of Law, Richard Rothstein argues that one remedy for unconstitutional segregation by the federal government ought to be the sale of Levittown homes to African-Americans for $75,000.] It&#8217;s not, &#8220;we owe people $300,000 because we were mean to them,&#8221; it&#8217;s, &#8220;we owe people $300,000 because we gave it to everyone else.&#8221; </span></p>\n<p><span>[Speculation] is useful as a framing device. Particularly in my clinic, where you have students that chose to be in the clinic for a number of reasons, only one of which was learning how to draft a contract. They&#8217;ll say to me, &#8220;we&#8217;re spending $750,000 to clean up a 1.5 acre brownfield in New Haven? That seems insane!&#8221; As a framing device, it is useful to remember how much we have spent on all of these other policies that goes unstated and unquestioned. </span></p>\n<p><span>That speculation is definitely useful, but I acknowledge that the reason I teach a course that represents clients is because it&#8217;s not in my nature. But, I do think it is so important to be willing to strip down to how things should be, and try to learn something about the world we live in from a better understanding of the world that we should live in.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Anika Singh Lemar"},"slug":"anika-singh-lemar","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"02","publication_date":"2017-09-21"}}}}