{"title":{"rendered":"Interview with Gerald Frug"},"content":{"rendered":"<p>GERALD FRUG</p>\n<p><span>Gerald Frug is the Louis D. Brandeis Professor of Law at Harvard Law School, where he teaches local government law and, we expect, illuminates its expansive implications for the stewardship of our cities. The author of two prescient books expounding this dependency of city-making on governance, </span><i><span>City Making</span></i><span> and </span><i><span>City Bound: How States Stifle Urban Innovation</span></i><span>, Professor Frug’s work and position is a unique resource for urban advocates seeking structural reform. He wonders why we (architects) don’t talk about it. So do we.</span></p>\n<p><span>P: You discuss the idea of possibility through what you call an “architecture of governance.” Could you speak to the importance of this subject and how it relates to the built environment and its stewards?</span></p>\n<p><span>GF: I’ve had a lot of meetings with architects, and they’re very open to this point. They work in a legal architecture, not just a physical architecture. There is a legal world that they operate in, and it&#8217;s not just zoning. It&#8217;s the organization of governance, the organization of cities, the way cities relate to each other and to the state, where policies come from, etc. Thinking about the design of not just a city, but a group of cities, any metropolitan area, one has to think about who is deciding what about the future of the city. A lot of that decision making is done by the legal system. </span></p>\n<p><span>This summer I co-taught a course at the GSAPP called &#8220;The New Public.&#8221; The issue the course sought to raise is what is </span><i><span>public</span></i><span> now? And how can architecture, law, and governance revive an idea of a public? Many people have a strong idea about what private is, but a vague idea of what public is. But much of government is thought about in private terms. Take the fee-for-service notion that you pay taxes to go to good schools—it&#8217;s just like a market transaction. If we believe education is good for the country, then one should pay for it whether they have kids that go to school or not. Everyone should support education for the country. This leads to questions about school financing, government structure, and so on.  </span></p>\n<p><span>06:25</span></p>\n<p><span>P: We&#8217;re interested in how you open up speculation on what </span><i><span>could </span></i><span>be possible, not what </span><i><span>is</span></i><span> possible at the moment. You mention in your book the idea of decoupling school and housing, asking “what if parents could send their children to any school in the metropolitan region instead of the one they live closest to?” In some ways, this is what we, as architecture students, do: we propose things that aren&#8217;t realistic, existing in this world of proposition and speculation in order to provoke new possibilities. It’s a lot like </span><i><span>Foreclosed</span></i><span>, curated by Reinhold Martin. </span></p>\n<p><span>07:49</span></p>\n<p><span>GF: I was actually a part of </span><i><span>Foreclosed</span></i><span>. I worked with Amale Andraos and Dan Wood. When we designed Nature City, I wanted to figure out how much of it was </span><i><span>public</span></i><span> space. There was a huge amount of green space surrounding the buildings and interspersed through them. I wanted them to be open not only to the people living in the development, but to everyone. We also wanted affordable housing;I wanted it to be linked to everything in the development and visually identical to the other types of housing. Something I&#8217;ve come across in recent years is the idea of a &#8220;poor door,&#8221; which you must have seen. You build affordable housing as a part of big project, and the affordable tenants go in through their own door&#8230; about as offensive an idea as one could imagine. We were trying to do the opposite”to create a space in which not just the people who live in the development, but people in the surrounding area could enjoy the green space. We were trying to not only bring nature together with the built environment, but to get the </span><i><span>public </span></i><span>together with the </span><i><span>private</span></i><span>. </span></p>\n<p><span>10:58</span></p>\n<p><span>P: Did you also look at a more pragmatic or legal structure, outside of the formal structure, that defined an underlying method to make this ambition possible?</span></p>\n<p><span>GF: Once you have this ideas—to create a sense of the public in the built environment, the question becomes: who can do that? How can you organize it? Much of it can be done by the city, but the rest of it can be done by the state government. The state government is much more important to the organization of American cities than people realize. They set the powers: they establish what they can and cannot do. </span></p>\n<p><span>12:38</span></p>\n<p><span>Opening this up was an opportunity to imagine the legislative authority necessary to create that kind of environment. </span></p>\n<p><span>13:24</span></p>\n<p><span>P: The state government question is very interesting. It seems as though our public infrastructure is built out of ideas that are defined by states, which then give possibilities to cities, which then in turn give possibilities to individual buildings. </span></p>\n<p><span>GF: Well put, exactly right. </span></p>\n<p><span>P: In New York City right now, where this is all taking center stage with the debate on the transportation budget. The optimist might see it as an opportunity, and the pessimist might see that not even the government themselves know who&#8217;s responsible for what. </span></p>\n<p><span>GF: No—they know who&#8217;s responsible! The problem is getting them to change it. The legislature has the power to, tomorrow, reorganize the transportation authority in the city of New York. Why the state runs the NYC transportation system and not the city is a good question. The bigger question is where the money comes from. All of the ideas require state law, whatever they are. Whether it&#8217;s a congestion charge, a tax on wealthy people, a commuter tax: none of them could get done by the city of New York alone. We have to authorize the city of New York, both in terms of funding and power, to make these types of decisions. Cities need to have power to consider the creation of public space, transportation systems, affordable housing, where the schools are located, how they&#8217;re organized, who can go to them, etc. Instead, now, the focus has to be on the organization of the state legislature and the governor, because they set the stage for what the city can do, which sets the stage for what types of buildings can be made, and the types of transportation systems we can have.</span></p>\n<p><span>18:42</span></p>\n<p><span>P: At the architecture school, and maybe architecture more broadly, there is something of a retreat from government, with a renewed focus on community. It&#8217;s sort of a trope in our discipline that we should be rallying around the small scale. And on the other side, the right is retreating by imagining treating government as a fee for service. Shouldn’t we be interested in pursuing something in the middle?</span></p>\n<p><span>GF: The retreat from government is a very bad idea, for everybody. From the right, the retreat is spoken about using the work &#8220;market.&#8221; From the left, it&#8217;s spoken about with the word &#8220;community.&#8221; And for the left, the word “community” is a warm and fuzzy idea. Everyone is getting together and making their own decisions. But it doesn&#8217;t work that way. One of the puzzling things about planners and architects in recent decades is that they think they need to talk to the people of the community. We certainly want to hear from people in the community—it&#8217;s not that we don&#8217;t. But what about people outside that neighborhood who will also be affected? Why are they not part of the community? Where does the community begin and end? And who are these people? And what gives them the ability to represent the people in their neighborhood, let alone people outside of it? One thing that communities try to do is to keep everyone else out of the decision making process. </span></p>\n<p><span>The community defined as people within a few blocks of the development is not an entity that is given any legal authority in the United States. And for good reason. </span></p>\n<p><span>21:32</span></p>\n<p><span>P: It&#8217;s interesting that going far enough left, in which this idea of community becomes so central, almost misses the fact that it&#8217;s strong communities that lead to things like segregation. Once you start asking people in a neighborhood what they want, it might turn out they don&#8217;t want people that are different from them. </span></p>\n<p><span>GF: It might be the opposite, too. The structure of community doesn&#8217;t tell us anything about which one it is. </span></p>\n<p><span>22:07</span></p>\n<p><span>P: Right, there&#8217;s a neutrality. I wonder if public space, which you speak about often, might have in its spatial DNA a way to exist in the middle of these. Could you speak not just to its importance, but to ways in which we might conceive of the creation of public space through government? It&#8217;s easy to conceive of public space that might bring different groups of people together, but ultimately it&#8217;s very difficult to think of the ways in which they might be realized. </span></p>\n<p><span>GF: The way they might come to fruition is through an organization of spaces that are attractive and accessible to many kinds of people. One great thing about Central Park in New York is how many kinds of people are there thinking &#8220;this is my space, no more and no less than it&#8217;s anyone else&#8217;s space.&#8221; It was created by the government. It&#8217;s very hard to make public space because many people will still feel excluded. There are places that poor people won&#8217;t go to because there&#8217;s nothing there for them, and there are places rich people won&#8217;t go to because it scares them or something. </span></p>\n<p><span>24:59</span></p>\n<p><span>P: Yet, so often, those public spaces, and even some of the most important public spaces in the line of resistance like Zucotti Park, are of the Privately-Owned-Public-Space (POPS) type. </span></p>\n<p><span>GF: That is the privatization of the government sector, in several different ways. In one way, we create a private entity to run something that is nominally public, but of course it becomes very different as a result. Many of the so-called &#8220;public&#8221; spaces in New York, which are bits and pieces in newer buildings, which are ultimately private, don&#8217;t do the job. The other is that we create a kind of board of directors (like the transportation authority) rather than an elected government to make decisions. The reaction is basically to throw up your hands, think the government is hopeless, and return to our neighborhoods or to the market. It marks a universal distancing. </span></p>\n<p><span>27:11</span></p>\n<p><span>P: Let me give an example from our lives that&#8217;s very relevant to this conversation. At YSoA we have The Jim Vlock Building Project in our first year that involves the construction of a single-family home in New Haven. It occupies a huge place in the pedagogy of the school: one, as a hands-on architecture lesson, and the other as an experience with community-driven design. Coming out of this, Jonathan and I felt like it missed the bigger picture. It was addressing one lot out of very many that all dealt with the same zoning problem of outmoded sliver lots. We could not help but imagine a separate project that engages a scale above the single lot, redesigning those systems that make the lots untenable for traditional development in the first place. From your perspective, where is that type of architectural thinking actionable? Is it in visualizing different zoning codes? Is it to engage city and state politics?</span></p>\n<p><span>GF: Why would you start with a single family home?</span></p>\n<p><span>P: Well, because of R-1 zoning. Technically, in this area, the only thing you could build was a single family house of a certain scale that could only occupy a certain amount of the lot. </span></p>\n<p><span>GF: But that&#8217;s just some legal rule that could be changed tomorrow! It&#8217;s not built in the world, right? Someone came up with that idea and put it in the local ordinance, and it&#8217;s a local ordinance only because the state allows it, and the state could change the authorization of local zoning tonight! There&#8217;s no reason to accept the current legal structure as being normal life, any more than the current architectural structures. We&#8217;re at the end of history and that&#8217;s what they&#8217;re all going to look like. </span></p>\n<p><span>Everyone thinks they&#8217;re in a box, and therefore they draw within that box. I&#8217;m interested in the box, where the box comes from, and why we&#8217;re in that box, and what&#8217;s a better box, and who could change it. That&#8217;s where we come to government: government has the power to change it. They did it in the first place, and they can change it. That&#8217;s why I don&#8217;t like the idea of abandoning government in the name of something else vague, warming and reassuring as it may seem. </span></p>\n<p><span>Here&#8217;s a question for you. Shouldn&#8217;t this conversation be part of an architectural school? </span></p>\n<p><span>P: Yes!</span></p>\n<p><span>GF: I think it&#8217;s fundamental, for architects to think about things in this way. </span></p>\n<p><span>36:38</span></p>\n<p><span>P: Where do you see the value of architecture schools, and architects, in all of this? Regardless of whether or not we&#8217;re trained in these larger issues, we&#8217;re pretty good at drawing things. It keeps coming up for us that perhaps one of the ways that architects are significant in this conversation is that we have capacities of representation that might make propositions more realistic, more accessible.</span></p>\n<p><span>GF: It is for me. You put it very well. It&#8217;s visual. If you came to the Harvard Law School, it&#8217;s a visual desert. It&#8217;s all words. And the visual is a way to get people excited and interested. </span></p>\n<p><span>A lot of architects say to me, &#8220;you know, architecture can&#8217;t do everything.&#8221; No one ever said it could! I mean, everything? You gotta be kidding. What they can do is a lot. But it can&#8217;t be just that. It can&#8217;t be just lawyers, or just sociologists, or just political scientists. You need to have all these people. This is the ultimate interdisciplinary topic.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Gerald Frug"},"slug":"gerald-frug","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"02","publication_date":"2017-09-21"}}}}