{"title":{"rendered":"Interview with Trevor Paglen"},"content":{"rendered":"<p>Trevor Paglen eschews categorization. As an artist, photographer, and geographer, he has completed projects documenting clandestine military black sites, the CIA’s extraordinary rendition programs, the NSA’s undersea cable networks, and surveillance satellites circling the globe. For his most recent exhibition, <em>A Study of Invisible Images</em>, he developed artificial intelligence programs to produce a series of “computer visions”—images computers create for themselves when processing inputs. Jack Hanly (MED ‘19) spoke with Paglen at the Metro Pictures gallery in Manhattan earlier this semester.</p>\n<p>&nbsp;</p>\n<p>P!: You coined the term “experimental geography” a number of years ago to describe your and others’ related practices of empirical and aesthetic spatial investigations. Why do you choose to operate in the disciplinary boundaries between photography and geography?</p>\n<p>&nbsp;</p>\n<p>TP: The work I do comes out of sustained engagements with things in the world—lurking behind most of my projects is a pretty intense research practice. I always felt that if I was going to do research-based work, that the research should be as good as anyone’s who is a specialist in whatever field I might be inspired by. Having a background as a geographer, in addition to art, helps me think about problems and formulate research and aesthetic questions in ways that I find to be more subtle than what I&#8217;d be able to do just using one methodology. It&#8217;s just the weird little intellectual and critical toolkit I&#8217;ve developed for myself and which seems to work for me.</p>\n<p>&nbsp;</p>\n<p>P!: Your work has spanned both academic and artistic realms, progressing, for example, from a taxonomic outlay of power networks towards a more direct intervention in their workings. Could you speak to this evolution in your work?</p>\n<p>&nbsp;</p>\n<p>TP: For me, they’re two sides of the same coin; the kinds of work that you’re talking about like the Autonomy Cube—that work is really a piece of museum infrastructure.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> It’s thinking about what the politics of infrastructures are and what the politics of spaces are: literally, <em>what are the ethical values built into the walls?</em> With those kinds of works, I’m trying to imagine alternative logics. [T]here is a sort of critical component to them, but I don’t think about them as critical works per se. They’re more works that try to point out the ways in which their built environments always have ethical scripts built into them and trying to imagine what different kinds of scripts might look like.</p>\n<p>&nbsp;</p>\n<p>P!: You often engage with extralegal zones, the edges of institutional space, and even atmospheric boundaries.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> Have you always been drawn to this kind of liminality, and what is it that attracts you to such amorphous spaces?</p>\n<p>&nbsp;</p>\n<p>TP: I think these kinds of spaces—the outward boundaries of legal and spatial infrastructures, whether those are prisons or satellites—are really helpful to understand how societies work and to help you defamiliarize yourself from what you think you know.</p>\n<p>&nbsp;</p>\n<p>P!: How do you choose the specific technological devices through which you research each project? Does it begin with an interest in the medium, which draws you to certain sites or subjects, or does a question about the latter suggest the methods to explore and represent it?</p>\n<p>&nbsp;</p>\n<p>TP: I work in a weird way: every project starts with a few questions and a few materials. It takes me years to develop new projects, and a huge amount of time is spent trying to understand what the material I&#8217;m looking at &#8220;wants&#8221; to be. In other words, often my task is to work through a lot of different technologies and materials and aesthetic and intellectual approaches to a given subject until I start finding little allegories or metonymic moments, which in turn become the basis for a body of work.</p>\n<p>&nbsp;</p>\n<p>P!: What distinctions do you see between an aesthetic object and an informational object?</p>\n<p>&nbsp;</p>\n<p>TP: I think these are very fluid categories. I’m interested in how they’re strange and slippery, and how their meanings constantly change depending on who’s looking at them or what historical moment they’re being seen in. You can take a picture of something, and there’s some evidence of something in the image, but those meanings are always up for interpretation. The Rodney King video would be a perfect example of this.  One could not ask for a clearer video of police brutality; yet, in court they play the video over and over again employing the strategy to make the video mean something else. That’s the kind of thing that I think about.</p>\n<p>&nbsp;</p>\n<p>P!: There’s a growing recognition in the U.S. of the need for improved infrastructures, and a political willingness to do so. Do you see this as a positive trend, or are we on a path towards mass adoption of ever greater technologies of control?</p>\n<p>&nbsp;</p>\n<p>TP: I&#8217;ve been looking at the growth of mass data-collection for many years—first doing work on parts of the Edward Snowden archive, and now doing work on artificial intelligence, computer vision, and the larger constellations of culture, economy and labor, policing, and militarism that these technologies lie at the intersections of. I have to say that I think there are consolidations of power in companies like Google, Facebook, and Amazon—the likes of which the world has never seen before. I&#8217;m really worried about the consequences of this.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Autonomy Cube is a 2014 sculpture of Wifi routers encased in Lucite that created an open relay Tor network for gallery visitors, allowing them to anonymize their Internet activities while simultaneously acting as an independent access node in the global Tor network.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Paglen recently announced plans to launch the world’s first ever “space sculpture”, a satellite without military, commercial, or scientific applications visible for a period of two months anywhere on Earth.</p>\n<p>&nbsp;</p>\n<p>November 9, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Trevor Paglen"},"slug":"trevor-paglen","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"07","publication_date":"2017-11-09"}}}}