{"title":{"rendered":"Interview: Rahul Mehrotra"},"content":{"rendered":"<p><span>Rahul Mehrotra is Professor of Urban Design and Planning at Harvard Graduate School of Design and principal of RMA Architects in Mumbai. He is co-editor of <em>Kumbh Mela: Mapping the Ephermeral Mega City</em>. His current research “Ephemeral Urbanism” is on display at the 2016 Venice Biennale. </span></p>\n<p><strong>How did you begin to study the ephemeral city?</strong></p>\n<p><span>I’ve been looking into cities in India over the last 20 years. I was struck by the fact that the ‘temporary’ forms a large bulk of the urban in India. In our discussions of urbanism, there wasn’t a productive way to look at this phenomenon. While there are categories like the “informal” and “formal”, I find that setting up binaries such as these is not productive. In doing so, we set ourselves up to align one way or the other and we look at our role as architects to work within one of those categories. So we are then compelled to either work as activists with the informal city of the poor and the marginalized or to work more formally with developers in the mainstream. To me, the power of design is in synthesis and the blurring of these binaries. That is imagining spatial possibilities to accommodate both.</span></p>\n<p><span>I started my research and writing on urban India by describing Mumbai as a “kinetic city.” It implies a city in motion where things change constantly and often in very short time cycles. A city in intense flux. A condition of transitions. You can’t create absolute solutions in a condition like that. You are always dealing with transitional solutions, which have a temporal dimension.</span></p>\n<p><span>So, about 3 years ago, I brought a group from Harvard to study the </span><i><span>Kumbh Mela</span></i><span>. What emerged from this experience was an expansion of my idea of the “kinetic city” to this larger idea of “ephemeral urbanism”. I felt that as architects, planners, and designers, we don’t have a language to deal with ‘time’. We don’t know how to deal with the design of transitions. As architects and planners we are programmed to think in terms end states &#8211; we always have a product or a building as the center of our imagination. We take permanence as a default condition. Why can’t we think about permanence and ephemerality simultaneously? Juxtaposing those together could create beautiful and perhaps robust solutions.</span></p>\n<p><strong>At the Venice Biennale, you focused on several different taxonomies &#8211; military, celebration, refuge among them. How do these different types embody the ephemeral?</strong></p>\n<p><span>In the research, we began studying large settlements of human beings around the world, whether it was for celebration or military, etc. Settlements took temporality, rather than permanence, as the working condition. The reason that we developed this taxonomy was to better understand the driving forces behind these large congregations of human beings that come together temporarily. Sometimes for 12 days, sometimes every Sunday, once every 4 years, once every 12 years. Each has a completely different logic. Within the entire set of taxonomies, there is an embedded aspiration of reversibility. It is about the design of a holding strategy!</span></p>\n<p><strong>How could ephemeral urbanism be a productive instrument in our contemporary reality?</strong></p>\n<p><span>We need both the ephemeral and the permanent – which of course is a relative term. The ephemeral can allow us to think of </span><i><span>time</span></i><span> when imagining our cities and buildings. We have hard programs, like hospitals and such, that are very important; but then you can look at markets as the other extreme. Markets consider themselves according to the season. These kinds of temporary landscapes allow for different forms of negotiation and human contact that, in an overly formalized piece of architecture, is often disallowed. Architecture, and urban design as an extension, are really powerful instruments (though we don’t realize it) that often separate people across the range of income and ethnicity. We hope that these become instruments to connect people rather than separate people.</span> <span>At the urban scale, we attribute use and zoning to every fragment of the city. One could imagine a city that has, in the same way we reserve green space and public parks, reservations for spaces of flux. There is an entire range of activities from celebration to religion, which are in need of spaces of flux. I hope to do a studio one day which begs the question, “how do you reconfigure a city to allow 30% of its space to accommodate the ephemeral?”</span></p>\n<p><strong>Do certain kinds of culture emerge from ephemeral cities?</strong></p>\n<p><span>In some cultures, this imagination of time is much easier than in other cultures. Climate plays a big part and one mustn’t tend to globalize or universalize this. The instrument of ephemerality plays itself out productively in some places more than others. In parts of Asia or Latin America or Africa &#8211; what is now being referred to as the “majority world” (because the Global South is where the majority of the world’s population resides) &#8211; the instruments of the ephemeral that make transitions, to accommodate uses, are not only much more economical but, most importantly, they don’t lock us into permanent solutions. The important thing for me is that we don’t lock ourselves into permanent solutions, because some of these issues are not permanent problems. We too often design permanent solutions for temporary problems. This is wasteful and not sustainable.</span></p>\n<p><strong>What is the infrastructure of ephemerality?</strong></p>\n<p><span>I’ll describe for you what happens with the </span><i><span>Kumbh Mela</span></i><span>. First, the physical infrastructure, then habitation, and then the governance structure. The physical infrastructure is very light. Nothing takes foundation. So it’s plates of steel laid on the sand, pontoon bridges over the river, electricity, water supply, sanitation, and mobility – all delivered in the lightest way possible. After the </span><i><span>Kumbh Mela</span></i><span> &#8211; fifty-five days &#8211; it all gets recycled. All of the materials get absorbed into the hinterland. So there is really no waste at all. The second is the building itself. There are buildings that go all the way from little tents for two people to large community halls, which accommodate 4,000 or 5,000 people. The entire city is made out of five materials: eight-foot bamboo, cloth, plastic, rope, and screws/nails.</span> <span>Over the centuries, the methods have become standardized, and that’s why it can be deployed so quickly. The entire city is built in eight weeks.</span> <span>And lastly the governance structure of the </span><i><span>Kumbh Mela</span></i><span> is also temporal, which is to say that every three or four months, the hierarchy and system of accountability changes. We think of the temporary or informal as an aesthetic &#8211; things that look temporary &#8211; but at the </span><i><span>Kumbh Mela</span></i><span> even the governing structure works on a temporary scale.</span></p>\n<p><strong>Can you explain your methodology in researching the <i>Kumbh Mela</i>?</strong></p>\n<p><span>For me it was an amazingly successful interdisciplinary project. I’ve tried doing many interdisciplinary studios where we take business school students, real estate students, architects, law students to a slum in Mumbai for example, and try to figure out how to reconfigure and of course improve its inhabitants’ living conditions. Of course they learn from each other, but it’s not interdisciplinary because they don’t transgress into each other&#8217;s knowledge domains or territories. In the </span><i><span>Kumbh Mela</span></i><span> project, we had students from religion, engineering, public health, business, law, undergraduates, and designers. No one knew what to expect. It was such an out of the box problem that everyone relied on each other’s insights and perceptions to understand the problem. This created natural transgressions.</span></p>\n<p><span>So why did we map something that is ephemeral? Why did we try to quantify it with metrics? We studied for example the UNICEF handbook for refugees. All its protocols and processes for the creation of a built environment, albeit temporary, are codified in a technocratic way which only bureaucrats understand. So we wanted to codify the </span><i><span>Kumbh Mela</span></i><span> in the language of architecture and urbanism because we thought it would not only be useful for administrators in future years, but it could also potentially inspire designers, planners, bureaucrats, and policymakers who work in these other taxonomies.</span></p>\n<p><strong>What is a border?</strong></p>\n<p><span>For me, a border is something that is implicit and imagined. It is like culture that is about implicit rules in society that you cannot codify. There are borders and there are limits. For example there’s a limit to whether I can transgress your property. The moment we have fences or Donald Trump talking about walls &#8211; these are barriers. They are not borders. A border, in my understanding or rather in my hope, is more humane. It is an understanding of where your world stops and where mine starts. I think borders have to be seen as a softer threshold. When a border becomes only a political construction, then the border becomes a barrier. At least that’s the way I see it. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Rahul Mehrotra"},"slug":"rahul-mehrotra","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"02","publication_date":"2016-09-15"}}}}