{"title":{"rendered":"Interview with Patrik Schumacher"},"content":{"rendered":"<p><i><span>In your lecture at the University of East London last year, you stated the reflective, explicit task of architecture is the </span></i><i><span>spatial ordering of social processes. Would you say there is a deviation from this as a central trajectory of contemporary discourse today? </span></i><i><span>Why despite recent advancement do we still experience a lag in the discipline for architecture to develop, and perhaps, propel fully fledged social systems?</span></i></p>\n<p><span>Most of </span><span>contemporary architectural discourse is conversational and eclectic and proceeds from common places rather than from a comprehensive theory of the built environment’s/architecture’s general societal function and specific historical tasks. My general formula “architecture as spatial ordering of social processes” is strategically posited and points upstream towards the necessary embedding of architectural theory within a theory of society as well as downstream towards a design methodology that includes the attempt to simulate social interaction processes within designed spaces. Architecture/design is still an intellectually rather immature, even primitive, discourse practice and profession compared for instance to the legal discourse/profession or medicine, and certainly in comparison to social sciences like sociology and economics. I have been trying to upgrade the theoretical underpinnings of our discipline but my book has remained a largely ineffective dead letter. An effective practice-shaping discourse does not consist of published works gathering dust on shelves but must be a collective, evolving, cumulative communication process. My book went straight over most of our colleagues’ heads. That’s why I started to go out lecturing more, conducting intensive seminars like recently for my students at the AADRL, at Harvard’s GSD and soon at Beijing’s CAFA. Most of our current architectural education system operates like art schools and does not attract enough analytically minded intellects. There is hardly any curriculum left. Teaching architecture is a free-for-all. That’s why our discipline is lagging behind. However, I believe my books and writings show how intellectually ambitious and stimulating architectural theory can be and how profoundly transformative and progressive a thus theory-led architectural practice can be.</span></p>\n<p><i><span>Briefly, can you define “revolutionary capitalism” or “anarcho-capitalism” and your position against recent anti-capitalist sentiment in the field of architecture?</span></i></p>\n<p><span>The anti-capitalist bias of our discipline is much older than its recent intensification since the financial crash of 2008. It is not so much part and parcel of the general intellectual backwardness of our discipline than part and parcel of a general, anachronistic anti-capitalist mentality that afflicts most academically based professions with the sole significant exception of economists. While economic theory has moved on, the rest of the academic-professional world remains stuck with yester year’s outdated insights. So it’s partially simple inertia. However, there is perhaps more to this: This problematic (in my view irrational) bias might also be partially due to the fact that our disciplinary discourse is to a large extent carried by intellectuals whose livelihood depends on state-sponsored or non-profit academic institutions. I myself was a Marxist from about 1985 to the late 1990s when I gradually started to shift more to the mainstream centre under the influence of Habermas, Luhmann and through my originally Marxist-inspired interest in post-Fordist socio-economic restructuring and new forms of business organisation. My writings from the late 1990s are still Marxist in bent but already betray my enthusiasm for the new business protagonists and processes and the new economic dynamism of post-Fordist capitalism. While the events of 2008 inspired many to turn against capitalism and to return to Marx, I was looking for new answers and discovered Austrian economics, i.e. the political economy of Ludwig von Mises and Friedrich von Hayek. Hayek was a key intellectual who helped to turn the ideological tide against socialism and inspired Thatcher’s neo-liberal project of privatization.</span></p>\n<p><span>The political ideology and programme of Anarcho-capitalism envisages the radicalisation of the neoliberal rollback of the state. The key intellectual and political force behind anarcho-capitalism was the economist, scholar and political activist Murray Rothbard (1926 -1995), the founder of the Libertarian Party and a disciple of Ludwig von Mises. Rothbard was also involved in the founding of the Ludwig von Mises Institute which remains a key centre for political economy research and advocacy for anarcho-capitalism as the most uncompromising libertarian tendency. As a special form of anarchism based on private property as society’s most basic institution, its call for the extension of entrepreneurial freedom and competitive market rationality pushes to the point where the scope for private enterprise is all-encompassing and leaves no space for state action whatsoever.  Private entrepreneurial production and voluntary market exchange are contrasted with political imposition and appropriation by the force of the state. While I agree that this distinction is important, I do not subscribe to Rothbard’s natural rights approach to political theory and prefer an evolutionary grounding that remains open to institutional experimentation and utilitarian pragmatic appraisal. Like the anarcho-capitalists I have lost faith in “real existing” representative democracy and its centralized decision making which fails in its promises and is bound to fail more and more in the face of global interconnectedness and which can no longer cope with contemporary complexities, even if elected officials had the most selfless and noble of intentions. Instead contemporary society is probably better off betting on decentralized decision making and an unleashed entrepreneurial creativity&#8211;a system where new products, services or institutions can be tried out and weeded out right away without first having to convince the majority.</span></p>\n<p><i><span>Do you believe architecture itself can impact systems as a whole&#8211;say perhaps, to play a part in the acceleration of these processes?</span></i></p>\n<p><span>Yes, I believe our discipline&#8211;through urban, architectural and interior design empowered by the new repertoires and methodologies of parametricism&#8211;could have a potent transformative societal agency in the sense of facilitating and accelerating the ongoing post-Fordist restructuring with all its productivity and life-enhancing potentials. This historical pertinence of parametricism as architecture’s computationally empowered answer to our computationally empowered post-Fordist network society is in my view beyond doubt, even if the political framework for this ongoing restructuring process remains more state-capitalist (social-democratic and interventionist) rather than following a more radical neo-liberal or even libertarian/anarcho-capitalist trajectory, just like modernism was architecture’s answer to the Fordist economy in both state-capitalist and communist political frameworks. Thus, while I believe that parametricism is congenial to a radical unleashing of market forces and would&#8211;like all aspects of society&#8211;flourish and accelerate much more under an anarcho-capitalist than under the current state-capitalist regime, it is important to me to stress that parametricism is not only compatible with (post-Fordist) social democracy but also the best architectural bet for social democracies. It is important to me to emphasize this as this also implies that my libertarian political position can be separated from my commitment to parametricism, and that the latter should not be misunderstood to imply or require the former.</span></p>\n<p><i><span>If so, how does your practice (ideal practice/theory) attempt to reclaim this agency within the given system as an intended political project?</span></i></p>\n<p><span>You find the answer in “Volume 2” of my </span><i><span>The Autopoiesis of Architecture</span></i><span>, as well as&#8211;more concisely&#8211;in the three articles I have recently published in my </span><i><span>AD</span></i><span> issue “Parametricism 2.0.” My architectural practice is not </span><i><span>per se</span></i><span> a political practice in the strong sense which would require recognition and resonance in the political system.  Architectural designs are usually not political communications or political interventions. However, they can have social agency&#8211;I am also using the phrase “micro-political agency”&#8211;when they innovatively align with and thus empower the client’s/user’s transformative institutional/interactional practices. I am distinguishing three architectural task dimensions in which the innovative upgrading of our discipline’s intelligence can lead to an empowerment of the built environment as transformative agent: the organizational dimension, the phenomenological dimension and the semiological dimension. The organizational project is trying to increase the density, dynamism and complexity of the spatial ordering matrix that brings the multitude of interdependent cooperative interaction events into close proximity. The phenomenological project is trying to articulate these complex relations in ways that make them perceptually palpable and tractable for the sake of efficient navigation. The semiological project is trying to communicate the divers and differentiated interaction offerings by way of transforming the urban field into an information-rich text of clues, invitations and instructions that are indispensable for a complex, well-ordered interaction process involving many audiences, multiple social roles and a versatile menu of action options that need to be coordinated. The project becomes potentially more overtly political at the urban scale. Again, the real actors to whom these potentially political urban acts will be attributed are the clients rather than their architects.</span></p>\n<p><span>However, as a theorist, polemicist and citizen I have made some speculative statements that have direct political import as they sharply criticize current urban planning practice and speculate about a different system with a much more market-based urban development process. Some of my discursive interventions did become literally political, i.e. they entered the political discursive arena proper, via mass media organs like </span><i><span>The Guardian</span></i><span> and </span><i><span>The Evening Standard</span></i><span>, even soliciting a (negative) response from London’s Mayor Sadiq Khan.</span></p>\n<p><i><span>What do you think is holding architecture back from a convergence onto a more singular platform for the interpretation and manifestation of an “authority” or a central theory?</span></i></p>\n<p><span>I would not use the phrase “authority” but I am happy with “central theory.” A discourse practice needs a paradigm that guides and thus gathers the multitude of contributions into a collective, cumulative endeavor. In terms of design practice such a paradigm would be called a style. This implies the need for the discipline to converge upon a style that could become the epochal style of the era. In terms of the theoretical endeavors of the discipline we could talk about the quest for a unified theory that delivers what I have called a central self-description of the discipline. Such a self-description must be grounded in a theory of society as it must locate the discipline and its tasks within the overall evolving historical trajectory of society. This comprehensive theory also identifies, describes and argues for the epochal style that is to function as the guiding paradigm and design research program of the discipline in the current era. What is holding us back from achieving this task? I think it is once more inertia, an inertia with respect to our ideas, but more importantly an inertia with respect to our discursive culture which is all too easy-going and overly tolerant. Anything goes. We are still locked within this by now anachronistic discursive culture which made a lot of sense when architecture (and the rest of society) had to face the crisis and demise of modernism (as the pendent of the demise of the Fordist/social-democratic modernization regime). The crisis implied that all old certainties were bankrupt and new ways forward had to be explored. This “revolutionary” period required a radical discursive openness, nearly starting from zero, as if engaging in a collective brain storming session where indeed anything is permissible. In philosophy this was reflected in the mantra of the “end of the grand narratives.” The old grand narratives were indeed bankrupt. So, for a while research and experimentation spread out in many directions. In architecture we witnessed Adhocism, Postmodernism, Neo-historicism, Deconstructivism, Folding, Minimalism. While Neo-historicism and Minimalism were obviously retro-styles that could not be taken seriously as candidates for a new paradigm (despite their relative popularity) and while Postmodernism and Deconstructivism waned, Folding seemed to be gathering pace and soon attracted the majority of students into its project. Folding was continuing Deconstructivism’s quest for complexity and urban intensification, albeit with more virtuosity due to its empowerment via novel and creatively adapted computational design tools and without allowing the increasingly complex and variegated compositions to collapse into arbitrary visual chaos. Folding had thus established a productive research trajectory that allowed for cumulative collective elaboration and continuous progress not least via continuous tool development. Fifteen years into this increasingly consolidating paradigm I named, canonized and thereby hoped to accelerate the avant-garde hegemony and mainstream takeover of the movement: Parametricism. The 2008 financial crisis and the economic and political upheavals that followed slowed down this process. But also, the general resistance to the idea of a unified style, theory and movement. The idea of a central theory and unified style is still running up against the grain of the by now well-ingrained (but long since anachronistic) discursive culture of “anything goes”, with the expectation and uncritical celebration of an obsolete pluralism of styles and approaches.  This pluralism was temporarily fruitful but is now obsolete after the way forward&#8211;parametricism&#8211;was discovered, selected and cumulatively invested in. The problem is that the discursive culture of tolerance, of “anything goes”, where it is perfectly accepted and indeed expected for every designer to indulge in his/her own idiosyncratic pet ideas and predilections and where the very attempt of a comparative evaluation or ranking of approaches, never mind any superiority claims, are simply anathema. The problem is that this culture is incredibly comfortable, especially for the mediocre. But it is a defunct discursive culture. It’s the brainstorming phase made permanent. But then all brainstorming becomes senseless, irrational, if we refuse to filter, rank, select and then elaborate and build cumulatively on the selected approaches. This requires a switch in discursive culture, a heightened analytic rigor, and indeed a new cast of characters, new protagonists, with a different set of skills and talents. But the overstretched brainstorming phase has established the art school culture for too long, attracting too many would-be art students, so that a shift in discursive culture is harder to achieve. So that’s holding us back, together with the general economic stagnation that is paralyzing the majority of the advanced countries since 2008. With respect to both inhibitory factors I am becoming increasingly impatient.</span></p>\n<p><i><span>Given the escalating global housing crisis which has been an important issue recently at the Yale School of Architecture, can you explain why housing plays such a crucial role to economic/social ordering and how the architect ultimately can alter/transcend existing relations?</span></i></p>\n<p><span>Housing does not in general play a particularly crucial economic role, nor is it particularly crucial in terms of social ordering. The most crucial social ordering is delivered by the spaces facilitating the interactions that make up the cooperative, productive labour process which is now more and more a communication process in the context of innovation, i.e. research &amp; development, finance, marketing, contracting etc. Cultural communication, education, socializing, entertainment all play into the new network, society’s expanded system of “production,” where the demand and technological viability of continuous innovation draws nearly all communicative interactions of professional creatives into an expanded concept of production. I would not exclude housing, as work continues here also, and as (larger) homes still serve sometimes as socializing arenas. However, housing, while it should be now mixed in closely with work and entertainment spaces to allow us to participate in the continuous urban life and communication process without long commutes which would make this network life much harder, itself represents the dense packing of parallel rather than integrated lives. Integrated, inter-aware, inter-articulated events  &#8211; as we find for instance in the workplace &#8211;  are much more interesting and crucial challenges for architectural design and the intricate ordering of the societal process.</span></p>\n<p><span>The illusion of housing’s relative economic importance is a fact of its current undersupply driving up prices disproportionately. The first premise required to understand what is going on is the premise of the economic advantages (agglomeration economies) of urban concentration in major hub cities like London and New York. This is due to the new post-Fordist production potentials unleashed by the emergence of re-programmable factories, which allow for a much richer variety of products and for much faster product cycles. Work shifts from routine work to become self-directed creative work in research &amp; development, finance, marketing, contracting etc. These creative activities require continuous networking and cannot be spread out into suburbia like the manufacturing and administration processes of Fordism. This implies that now everything and everybody piles into the city, and wants to be located as centrally as possible. This also applies to residences as a nine-to-five working pattern (that was compatible with commuting) is no longer competitive. Businesses and residences pile into the city. Residential space per person is much larger than work space per person and had been predominantly outside the inner city in the previous era. Also, the political restrictions placed on the densification of residential sites are much more severe than the restrictions placed onto workspace sites. Especially because in the UK (and I guess in the US too) a majority of people live in owner-occupied flats and houses  &#8211; partially a result of government subsidies for this economic form of residing &#8211;  local political resistance to development is very strong: NIMBYism rules. The fact that the home has become the major retirement saving vehicle for many further entrenches the resistance to development that might compromise as well as compete with and thus devalue existing homes. The City of London – the financial district with its ancient political rule by guilds – was wise enough to exclude residences (and thus political trouble-maker residents) from its territory and was thus uniquely able to cater for the ever-changing and ever increasing business needs. The City thus demonstrates, via contrast, my point about the political fetters of development, i.e. the political origin of the supply restrictions that precipitate the housing crisis.</span></p>\n<p><span>The fact that land use allocations by the planning system are very rigid and re-zoning is often politically resisted adds to the supply crunch, as do rigid housing standards that prevent the supply of smaller units that would increase affordability and population density. The system of imposing and rationing “affordable housing” to preferred groups – the target in London now is supposed to be set at 50% of all developments &#8211;  only serves to exacerbate the problem. It implies first of all that the remaining 50% become all the more expensive due to the fact that they have to economically carry the subsidised 50%, and secondly it implies that scarce land and space resources are misallocated relative to their economic value in the sense that they are bureaucratically allocated to users who cannot and probably would not pay for them (if they would be given the monetary equivalent) while depriving those who would chose to pay to live there and thereby indicating that to be at such a location is worth the expense for them, expressing the urgency of their desire or requirement to live there.</span></p>\n<p><span>The architect as professional designer can do very little as long as the political process determines everything from land use category, density, unit mix, unit sizes, room sizes, facilities, number of flats per core, balconies etc. In the current system, architects cannot be architects and developers cannot be developers in the sense of creative urban entrepreneurs imagining a social life process offering that would possibly garner the perhaps hitherto unnoticed synergy potentials of a given location and calling on architects to creatively translate this into spatial form and give it architectural articulation.</span></p>\n<p><i><span>Can you consider the housing crisis, which is exacerbated by the intentional scarcity of housing by private developers for increased demand and property values, as a barrier to the development of social functioning? How would you respond to this private model of the developer and the housing supply today? How do you think this model needs to change?</span></i></p>\n<p><span>It was Oliver Wainwright in the Guardian who recently also blamed “land-banking&#8221; for the housing crisis. You make essentially the same point when you talk about “the </span><span>intentional scarcity of housing by private developers for increased demand and property values”. This idea is a fallacy. This “theory” omits the force and effects of competition. It also forgets that sooner or later all economic agents have to act to earn and live. If a developer holds some land for some time he must build and sell another project in the meantime. Holding land is both expensive (financing costs) and risky: in the meantime, competitors make good business and absorb the demand your supposedly smart and devious developer was trying to preserve and build up by holding back. If excessive land-banking is such a winning idea, why are we seeing development at all? I am not suggesting that some developers don’t sometimes hold back land if they estimate market conditions to be such that building now would deliver into a sinking market. If they are right, then we should all be grateful for this as an entrepreneur’s economic loss is always also society’s economic loss because it implies the resources spent were wasted, i.e. could and should have been spent otherwise. Most land-banks are simply required for developers to have a continuous pipeline to employ their staff continuously.</span></p>\n<p><i><span>How do you respond to the resurfacing of concepts in today&#8217;s discourse such as shared housing, off-the-grid housing, or state subsidized housing that intend to resist private activity in the market? Can these concepts be flipped to resist state intervention for the sake of a completely free exchange economy?</span></i></p>\n<p><span>Shared living is an exciting new concept we are invested in. When Pier-Vittorio Aureli worked on this at Yale, I was struck by the fact that he conceived of this as an anti-market, quasi-communist project. The fact is that shared living concepts are delivered by entrepreneurs into an eager market. However, this opportunity exists only by means of subterfuge and loopholes in the face of regulatory prescriptions that would prevent such projects if we would go by the letter and intent of the law. These desired projects would violate housing standards. I say, too bad for the standards, they hamper the discovery process of the market and prevent choice. They deprive us from spending our hard earned money on what we would most urgently want to spend it on, i.e. they thus devalue our money in this sense and thus make all of us poorer. In London, a young entrepreneur who calls his development firm “The Collective” is using a regulatory loophole and builds his projects as a so called House in Multiple Occupation (HMO) where minimum flat sizes don’t apply because what are rented as flats become rooms in a shared house, here unexpectedly with 500 rooms. The project is a huge success, offering a small hotel-room-like unit (only a third of a minimum size flat according to government standards) with lots of communicative shared spaces, dining areas, free shared workspaces with incubator style services, lectures etc. etc. So I say, get the state out of the way and let entrepreneurs with their architects discover  &#8211; via imagination, risk taking and quick market feedback &#8211;  how our scarce urban land resources can be most effectively utilized. Let us surprise them.</span></p>\n<p><em><span>How do you see the practical application of these progressive theories taking effect in your recent Baylight project? Could you comment on how this project might have been improved for a more productive social project?</span></em></p>\n<p><span>The Baylight project is an exercise in imaginative council estate densification. It will be published soon, after we submit for outline planning. The entrepreneur is Crispin Kelly who calls on entrepreneurs to take the initiative in council estate densification. The idea is to identify sites in the often rather vast and wind-swept in between spaces in council estates and fill them with new residential blocks, bringing new investment, new social houses (50%) to be allocated by the council, and new private residences as the market requires. In our project we proposed larger family units (maisonette/town house style) for the social component plus several small social units. For the private sector part, we are proposing very small studio units and a double height space across the whole block – the top two floors plus roof terrace – as the site for a shared living unit with a large double height shared work/live space and two levels of small units overlooking the big space. We are currently scouting around for more such opportunities. I think this project shows that densification can be an alternative to a more disruptive erasure and rebuilding approach. It also widens the market as it allows smaller developers to come in on the national council estate regeneration drive.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Patrik Schumacher"},"slug":"patrik-schumacher","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"19","publication_date":"2017-03-30"}}}}