{"title":{"rendered":"Interview: Keller Easterling 2016.10.12"},"content":{"rendered":"<p><em>The editors of Paprika: Masks sat down with Keller Easterling, Architect, Theorist, and Professor at Yale University School of Architecture.</em></p>\n<p>Keller Easterling: When I first started looking at what I call spatial products, I thought I was looking at optimized, functional expressions for maximizing the bottom line—apolitical things like repeatable suburbs, resorts, office parks etc. Maybe I shouldn’t have been surprised, but I was surprised to discover the ways that they were drenched in fiction and masquerade. That’s the title of the book—Enduring Innocence: Political Architecture… or…uh</p>\n<p>Paprika: Global Architecture and Its Political Masquerades</p>\n<p>KE: Yes. [laughter] It seemed that the more rationalized these formulas or recipes were, the better vehicles they were for all kinds of irrational fairy tales. An awareness of that means that one is no longer looking for cast-iron economic logics, or rationality, or game theory, or algorithms, but looking instead for discrepancies and discrepant characters and organizations that are saying something different from what they’re doing.</p>\n<p>P: Do you find that difficult to see, or do these organizations, in a sense, wear that on their sleeve?</p>\n<p>KE: The intoxicating incantations of these scripts, costumes and distractions and lies refresh the market and make it more resilient. The more lies, the better. I keep arguing that architects who are good at reading organization can see the difference between what’s being said and the way an organization is actually operating. Like a canine mind that hears words, but understands them in relation to disposition. They hear ‘good girl, good dog,’ but they’re looking at where you are or if you are next to the door. So they can’t understand those words unless they’re perceiving a whole bunch of other positions and potentials in organization. At our best, architects have a good canine mind. I’m arguing we can see when organizations are closed loops. For example, we look at a repetitive suburb and we see an assembly line, an almost agricultural set of sequences. And we can separate that from the accompanying stories that are about patriotism, homeownership, and family values. Can we read disposition not just in buildings and suburbs, but in entire cities and regions shaped around repeatable recipes?</p>\n<p>P: Do you think there is something to the idea that the public can see through this but they choose to participate?</p>\n<p>KE: Maybe we are just really under-rehearsed in tinkering with that level of activity and organization. We’re really good at pointing to things and calling names, but we’re not that good at getting under the hood of organization and tinkering with the activity that is discrepant from the label.</p>\n<p>P: What is the implication of unveiling these organizations? Is there something you might anticipate out of that recognition?</p>\n<p>KE: It is important to expose it, but it is also important to change the wiring. So there’s the unveiling, and that is valuable, but then it’s like learning how to play both sides of the split screen. Maybe it also involves learning to outwit some of the powers that be. In the kinds of spaces I look at, there are grisly power politics and power that is very hard to unseat—power that is bulletproof. So how do you manipulate the organization in a way that’s undeclared or under the radar?</p>\n<p>P: Do you think that that manipulation is the role of the architect?</p>\n<p>KE: It could be. How do you manipulate without telegraphing your strategy—without giving it a name? Is there something about being able to manipulate an undeclared thing, which is in fact really powerful?</p>\n<p>P: How do you imagine the architect might go about facilitating this manipulation? Ultimately once you get to the building, it seems like you’re almost at the end of the line of those systems, the service role.</p>\n<p>KE: In that repetitive suburban landscape for instance, if you weren’t trying to design a house, could you design a multiplier that was like a germ that reconditioned part of that landscape? You change something about garages, vehicles, front yards, or something else, and that becomes a contagious idea. It’s not something you can control. It’s something that you set loose.</p>\n<p>P: And then it gets absorbed by the production system that exists?</p>\n<p>KE: It takes advantage of the fact that this matrix space is already filled with multipliers.</p>\n<p>P: This all sounds a bit maniacal…</p>\n<p>KE: Well, maybe you’re creating another masquerade. You’re not really controlling anything, you’re seeing if you can get someone else to take it up, to bite on the hook. I would say you can’t hope to infiltrate any of those organizations unless you are controlling both the change to the organization and some fiction floating on top of it. You’re making the shiny thing that someone’s going to pick up, but it’s got to have the shine. It’s got to have the story. There is no hope of changing these big organizations without being confidence men in that way—hustlers. You have to be good at manipulating cultural fictions.</p>\n<p>P: Do you think it’s true that no matter what mechanism you come up with, there’s always, inevitably, a counter?</p>\n<p>KE: Yeah, and we’re not used to that. I think we’d be more comfortable if we could be eternally right. And we still think that the master plan that we have in the drawer was the right idea if only everyone was pure enough or smart enough to get it. And so we can continue to congratulate ourselves that we did do it, it just wasn’t ever executed. More interesting is a different habit of mind about move and counter-move, about a kind of agility, about staying in the game, and about different kinds of organs of design which allow you to shape time-released form. Does that sort of form allow you to be agile enough to respond to the move when you’re out maneuvered?</p>\n<p>P: Are there any examples of someone who has successfully done this? Or some institution or some idea that has been a contagion? Or is this something that you’re hoping might come out of these unveilings but hasn’t yet taken place?</p>\n<p>KE: There is not a robust track record or list of precedents. This is an approach that suggests some different kinds of practice.</p>\n<p>P: What do you think of architectural education, then, if this is the possibility that you imagine for architects?</p>\n<p>KE: You can work on a political imagination while you’re going to school that might lead to alternative practices. I’m always amazed when I teach this course called Launch. The architecture students have incredible ideas, but they are sometimes not sure how to pursue them. And it must have something to do with our disciplinary hierarchies that cultivate obedience and low expectations.</p>\n<p>P: As students, we are conditioned to view ourselves as subject to whatever brief is given to us—we can innovate or iterate on top of that brief, but we’re rarely given the opportunity to propose. So I wonder, is that an area of the architecture education that you feel is lacking? That in three years of school we’re told that we’re not in the room when it’s decided what will go somewhere—we’re the person that comes into the room after the discussion is over?</p>\n<p>KE: Yeah, I always say this, but for advanced studios—well even core studios—you can set up a structure where the work is rehearsing our reactivity to a changing set of conditions—the architectural equivalent of an improvisation class in drama school. So I’ve done studios where everything changes at certain points and you have to start again, where different circumstances are thrown at you. And in the Launch class it’s more that the architect is an inventor, or space is the medium of invention—space is elevated to the primary medium of invention.</p>\n<p>P: But then, in a real-world context, when would we ever find ourselves in a position where we’re empowered to use space in that way?</p>\n<p>KE: It might be difficult, but it’s just too obvious that so many huge consequential changes in the world are spatial. We may not have our hands on them yet, but they are spatial. The world is changing by the thousands of acres a minute. Isn’t there a chance that those of us trained to make space might know something about it?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Keller Easterling"},"slug":"keller-easterling","meta":{"degree":"Professor","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"07","publication_date":"2016-10-31"}}}}