{"title":{"rendered":"Interview with Karla Britton"},"content":{"rendered":"<p><i><span>Could you provide a brief definition of exactitude for the sake of Paprika?</span></i></p>\n<p><span>Exactitude is when the thought about a work and the work itself exist on the same continuum. It is when the lucidity of intention is united with a total clarity of construction. For Italo Calvino, Exactitude means three essential things: a well-defined plan, incisive images, and a precise language.</span></p>\n<p><i><span>Given the abundance of formal and methodological possibilities available to contemporary architects, how does exactitude fair in current architectural trends?</span></i></p>\n<p><span>I’m not confident that exactitude is able to sustain itself as a normative mode today but that doesn’t mean that it isn’t a provisional model which can provide clarity and limits in today’s turbulent practice of architecture.</span></p>\n<p><i><span>Provided that economy of expression is key to the notion of exactitude, how does one interpret the sculptural forms of the contemporary avant-garde with this concept in mind?</span></i></p>\n<p><span>Architecture of the contemporary avant-garde may be seen as driven by what Paul Valéry described as “the intoxication with the New.” Exactitude is a kind of antidote to this drive towards “newness.”</span></p>\n<p><i><span>Can the underlying idea expressed with exactitude be complex and demand a correspondingly complex expression? Or does exactitude entail a certain level of perspicuity?</span></i></p>\n<p><span>Yes, I believe that the architecture of Auguste Perret is an example of work that often says more than it seems to be saying. In other words, beyond its clarity of construction lies a deeply intentional orientation toward a cultural project that is rooted in ideas of historical and cultural continuity, permanence, and place. As Paul Valéry wrote, “What is more mysterious than clarity?”</span></p>\n<p><i><span>In “Exactitude and the Ethics of Continuity,” you reference Valéry as holding exactitude to mean “a visual map of the exactitude one seeks in the life of the mind.” Could you elaborate on this? Why is one compelled toward exactitude? Do you see this compulsion as a broader psychological inclination?</span></i></p>\n<p><span>Metaphorically, I see exactitude as a distillation, or a framework, in architecture which can lead us to deeper meanings and questions about permanence or at least duration.</span></p>\n<p><i><span>Could you explain the related phenomena of “the flattening of cultural memory” and the “perpetual present”? Are these in line with the loss of place that Karsten Harries discussed in his lecture last month?</span></i></p>\n<p><span>Yes, I think exactitude as Perret manifested it in his architecture was closely related to his understanding of the “banal,” which is not understood in the usual sense as referring to the ordinary, but rather to that which has always existed. </span><span>In his theory of architecture, he clearly places the timeless over the fleeting; the permanent over the transitory; written language over the graphic image.</span></p>\n<p><i><span>In what ways does exactitude in itself prompt an architecture with historical continuity?</span></i></p>\n<p><span>For Perret, exactitude was rooted in the framework of architecture which more than a metaphor had origins extending back to the Ancients. It was in this sense that he understood exactitude as a classical impulse&#8211;not a stylistic determinant, but a mode of working and seeing.</span></p>\n<p><i><span>Are there any contemporary architects whose work embodies exactitude particularly well?</span></i></p>\n<p><span>In the seminar we often grapple with this question often in light of two additional questions: 1) What is the role of digital fabrication in relation to exactitude? Parametric design for example, perhaps aims to free the architect from the constraints of exactitude. </span><span>2) What are pedagogical approaches which embody exactitude?</span></p>\n<p><span>The fluid non-hierarchical approach represented by SCI-Arc stands against the sensibilities expressed by exactitude.</span></p>\n<p><i><span>As exactitude entails a clear idea expressed through an economy of means, toward what ends should that underlying idea strive?</span></i></p>\n<p><span>Paul Valery’s Eupalinos says that “There is no geometry without the word. Without it, figures are</span></p>\n<p><span>accidents. . . By it each figure is a proposition which can be composed with others. . .” Just as an economy of means speaks to architectural calculation, so too does it allow for a magnitude of possibilities based in the knowledge of principles and properties.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Karla Britton"},"slug":"karla-britton","meta":{"degree":"Lecturer","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"19","publication_date":"2017-03-30"}}}}