{"title":{"rendered":"Interview with Clement Valla"},"content":{"rendered":"<p>CLEMENT VALLA</p>\n<p><em>Clement Valla is a New York based artist and an associate professor at RISD.  He received a BA (Architecture) from Columbia University and an MFA in Digital+Media from the Rhode Island School of Design.</em></p>\n<p><b>Paprika!: </b><span>Why did you move from architecture to digital media?</span> <span>What aspects of your architectural background and personal interests influence your current practice?</span></p>\n<p><b>Clement Valla: </b><span>The scale and time of architectural projects were a little difficult for me. I wanted to work on slightly smaller projects. It was also the time when every single office had became 100% digital. I found that to be an interesting change and wanted to know more about digital systems, which often involve a combination of scale, time, and a lot of drawings. I like that phase better than the construction phase.</span></p>\n<p><b>P!: </b><span>Regarding scale and time, would you say it’s more rewarding to achieve more final products?</span></p>\n<p><b>CV: </b><span>I think it depends on who you are. It could be rewarding on a personal level, but it doesn&#8217;t feel as involved as working on large architectural projects in teams. It&#8217;s an incredible feeling to walk through an architectural project that you worked on, even on a little part of it. That&#8217;s completely different from making objects by yourself in your studio.</span></p>\n<p><b>P!: </b><span>What made you become interested in glitches or unintended consequences like </span><i><span>Postcards from Google Earth</span></i><span>?</span></p>\n<p><b>CV: </b><span>At first I was interested in them because they look funny. I first started getting interested from a kind of intuitive bodily human reaction to images, but my interest kept up because I really started to think about what was going on with these images</span><span>: why they had been created, the fact that they were the outputs of a system and not made by a person. They were images made by machines. From that I tried to figure out the reason: it is because the system uses 3D modeling and stream photography information that don’t match exactly. </span><span>So, there were strange discrepancies, and I thought the images were really interesting as moments of reveal.</span></p>\n<p><b>P!: </b><span>You talked about the time when everything was starting to move from analog to digital—I wonder if this also relates to your interest in glitches?</span></p>\n<p><b>CV: </b><span>Yes. I started working in Lewis Tsurumaki Lewis when I first got out of school</span><span>, and they were experimenting by doing a lot of hand-drawing, then incorporating the drawing into 3D rendering.</span><span> It is probably my experience at LTL that got me thinking about a way to draw, scan, print and draw on top and go back and forth.</span></p>\n<p><b>P!: </b><span>What aspect of your architectural background was helpful in your current practices?</span></p>\n<p><b>CV: </b><span>I think all of it, especially the issues of scale and representation. </span><i><span>Postcards from Google Earth</span></i><span> has to do with how things are translated from three dimensions into two dimensions and vice versa with technology. All these strange modes of representation that are somewhere between 2D and 3D—it comes out of architectural training where you are making drawings/renderings and building buildings. I think that&#8217;s the territory I&#8217;m playing with—I&#8217;m just playing with it now with more photographic means. Photography and photographic representation have become more important than drawing in my practice. But I employ the same way of thinking about the relationship between the two dimensional and the three dimensional.</span></p>\n<p><b>P!: </b><span>What would you say architecture can learn from your practice?</span></p>\n<p><b>CV: </b><span>A </span><span>lot of disciplines are in this interesting zone right now—where we learn is going to run into two dimensions vs three dimensions, or dimensional projection systems vs three dimensional projection systems, and how to categorize medium. Now we’ve got Rhino, Maya, and 3D technologies that don&#8217;t fit so neatly into a single category. These distinctions make us think how we&#8217;re representing; our approach to representing is completely breaking down—and my own contribution is studying the way in which images like photographic quasi-illusionist images and 3D renderings are starting to grow on a third dimension in interesting ways. I think there&#8217;s an opportunity for architecture to play with that. If I was still in architecture school, I would probably be working on architectural models that are also architectural images. Like a drawdel without drawing, but with photography instead. What would that be? A Phodel? I would want to make </span><b>phodels</b><span>.</span></p>\n<p><b>P!: </b><span>There&#8217;s no pedagogical way to learn about representation, and we often meander to find the right mode of representation. What is your stance on this?</span></p>\n<p><b>CV: </b><span>In my own teaching, I do more experimentation with representational tools. There are so many modes of representation. Trying to structure your learning will just give everybody a light overview of everything, and I think it&#8217;s more interesting to do a deep dive. 90% of my work comes out of photogrammetry, like multiple photos creating three dimensional objects that are translated into drawings. And that&#8217;s interesting, to meander and find some kind of representation that both allows certain things to be expressed but also really constrains what can be expressed. </span></p>\n<p><b>P!: </b><span>Would you say that meandering aspect is lacking in architectural practice? The courage to mess around?</span></p>\n<p><b>CV: </b><span>There is a huge difference between school and practice. Architecture is client-driven. It&#8217;s got budget-constraints. It&#8217;s hard to be chaotic. You gain a little more flexibility by working on side projects or maybe shifting scales from giant buildings to small interiors. That is what was fun about LTL too. Even Joeb Moore&#8217;s office goes from houses to small details. So, it&#8217;s just finding different ways to do it. In architecture it does seem like you need a lot of projects and a lot of inertia to be able to sustain that kind of space to meander.</span></p>\n<p><b>P!: </b><span>How do you envision your practice in the future? Are there new tools you want to learn?</span></p>\n<p><b>CV: </b><span>I don&#8217;t know right now, but the current trajectory has actually been past looking. I&#8217;m more interested in the continuity of representation since the 1600s around disruptions representation. So now I&#8217;m working on cyanotypes, which is like old printing technology and totally pre-digital. This is what&#8217;s fun about being an artist, you pursue these different ideas—it&#8217;s still branded in terms of photography, but the overlap between photography, drawing, and 3D representations blend into each other in different ways.</span></p>\n<p><b>P!: </b><span>Do you think we can create a network of feedback between design disciplines? Do you see that happening?</span></p>\n<p><b>CV: </b><span>That’s a huge part of what I do—it&#8217;s not total isolation. There&#8217;s a lot of communication, studio visits, dialogue, and teaching, too. </span><span>Like the process of trying to track, tile together, and making sense out of exploring certain directions to learn how to practice directions, then going back to directions that are less explored</span><span>…I think </span><b>controlled chaos is good</b><span>.</span></p>\n<p><b>P!: </b><span>How does your work differ from typical architectural design objectives?</span><span> [QR code]</span></p>\n<p><b>CV: </b><span>I&#8217;m not working with physical structures and systems, but I&#8217;m working with software structures and systems. A lot of the software that we use and structure for representations are now owned more by Facebook, Google, Apple, and Autodesk. Every time you make digital representations, you&#8217;re actually engaging in these huge infrastructures the same way any building engages the urban scale. </span><span>A lot of my work is multimedia where I work with different fabricators and print shops at a smaller scale. Collaboration is the heart of my work.</span>shops at a smaller scale. Collaboration is the heart of my work.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Clement Valla"},"slug":"clement-valla","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"14","publication_date":"2018-02-21"}}}}