{"title":{"rendered":"Interview with Toni Harp"},"content":{"rendered":"<p>Interview with Mayor <strong>TONI HARP</strong> (M.E.D. ’78) conducted by Jack Hanly (M.E.D. ‘19)  on Tuesday, February 20<sup>th</sup>, 2018.</p>\n<p>&nbsp;</p>\n<p><strong><em>JH: Can you tell me about your background before coming to Yale and what drew you to the MED program?</em></strong></p>\n<p>TH: Before coming to Yale I had worked for the American Society of Planning Officials. They don’t exist anymore, the American Institute of Planners does, but that organization supported people that worked on planning commissions across the country. It’s where I became interested in planning</p>\n<p>I had learned about Yale through Thelma Rucker who was part of the faculty at that particular point in time.  She was doing a lot of recruiting. She had a study group involved with New Haven urban planning issues. I later met my husband Wendell Harp [M.C.P. ‘70 and M.Arch ‘71] through the Black Workshop, which did a lot of not-for-profit architectural work in the community.<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> But that’s a whole different story.</p>\n<p><strong><em>JH: Were you getting involved in politics while you were studying in the program?</em></strong></p>\n<p>TH: There was a group I worked with called Emoja Extended Family that paired college and graduate students with children under the care of the Department of Children and Families. But I really didn’t start working in politics until a year before I graduated when I became involved with local elections. I worked with a woman who was running for alder, and I thought it was a lot of fun going door-to-door in support of a candidate.</p>\n<p>I didn’t personally want to become involved until later when I worked for the city in social services. I couldn&#8217;t get a job as a planner because my husband was a planner/architect and some people saw him as a competitor. From my work in social services planning I saw that all of the final approvals and changes are made at the aldermanic level, and I thought, “I want to be where they make the final decisions.”</p>\n<p>I started talking to my neighbor who was the ward chairman and told her that I wanted to be on the board of alders. They basically said they already had a female alder, but that I could be on the ward committee. So I joined the ward committee as a secretary and I thought that if I could send information out to people in the community then they would learn who I am. I worked very hard for a number of years at that and then they became disenchanted with their alder and asked me to run. So I did and I won.</p>\n<p><strong><em>JH: Did your education in the MED program contribute to those early political activities in some way?</em></strong></p>\n<p>TH: I think it did. You know one of the things that I understood—we had to spend a lot of time thinking about the population and how it had changed—was that very few people in politics understood who lived in our city, what their incomes were, and what their housing needs were. I felt that we had too much low-income housing that was concentrated, like the Elm City projects with its thousands of apartments. You had a concentration of poverty that created a lot of problems that—from a planning perspective—just didn’t work for a city.</p>\n<p>The other thing that I’m confronted with now, that I believed then, is that you really have to have home-ownership in poor communities. The work that I did while in the MED program looked at the difference between cities that have a large amount of home-ownership and those that have less and the social discord that occurs when there were fewer opportunities to own. How do we increase home-ownership in a city that already has a lot of apartments? Landlord-owned housing presents a real challenge that we have been trying to work on. And as New Haven gets more and more apartments it becomes even more challenging to offer home-ownership.</p>\n<p><strong><em>JH: What kind of role if any do you play in helping direct the architectural and urban future of New Haven?</em></strong></p>\n<p>TH: One of the things that is clear to me is that the mayor has a responsibility, through the city’s development and planning apparatuses, to make sure that our architecture is good and interesting, particularly in public buildings. Because of the Yale School of Architecture, good design has always been important in our city. We were just passing the Metropolitan Business Academy and were remarking on the beauty of that building. When you go around town to all of our various schools, it’s clear that the people who designed and built them wanted to make sure they contributed to the function of the city, and their form to the beauty of our environment. More recently, we had the Dixwell Q House project come in and the first iteration was architecturally—let’s just say it needed some work. So I sent it back and wouldn’t approve it until it was something distinctive. Just designing a box is not acceptable. We’re kind of bullish on that. Sometimes people get upset about it, but we will send proposals back if we don’t think they add to our city from a design perspective.</p>\n<p><em><strong>JH: How do you balance your administration’s emphasis on building up social infrastructures with questions of economic development?</strong> </em></p>\n<p>TH: Social and economic development can work hand in hand, but sometimes there is concern that they don’t. One of the social concerns that has been brought to my attention is the question of housing affordability. Developers are coming in and developing market-rate housing without any need for help from the city or the state. They’re not displacing existing housing, but because their developments are market-rate we’ve seen increasing rents in close proximity. At the same time the federal government is backing out of housing subsidies and the state government is in its worst fiscal situation in two decades. But because the developers don’t need our help, we can’t demand a certain level of affordability in their projects. That’s troubling.</p>\n<p><strong><em>JH: In your recent State of the City address, you reiterated New Haven’s commitment to resisting the president’s push towards nationalist isolationism. What does this notion of urban resistance looks like in your administration?</em></strong></p>\n<p>TH: It’s really about resisting the urge for isolationism that we have seen recently. We’re an international city and always have been. We recognize that we’re part of the world. We resist the idea that you can’t be an urban area without violence. We resist the idea that you can’t educate kids from all over the world of all colors and all income groups. We resist the idea that we can’t be a majority minority city and be a clean and beautiful city. These are the things that we resist and work to solve.</p>\n<p><strong><em>JH: What do you see as some of the social aspects in New Haven threatened by the Trump administration?</em></strong></p>\n<p>TH: One of the things that makes New Haven great is all the young people that are here. We have five or six colleges if you include Gateway and Quinnipiac, which together raise the vitality and bring ideas into our community. But we are still a poor city: the average income of families in New Haven is I believe $37,000. We’re poorer than almost all of the cities around us. We’re also a dense city: New Haven is technically about 22 square miles, but in terms of buildable land we’re at 18.7. We’re limited in the amount of property taxes that we can raise to provide the services that our people obviously need. You have a state that is running into fiscal problems and can’t keep the promises that it’s made to cities like ours, and you have a federal government that just doesn’t want to help. This creates a situation where we have to be vocal and we have to fight. We’ve got to hold our state legislators and our federal legislators accountable for getting the resources that we need. If we don’t have those resources then we can’t provide the education that people need to move out of poverty or the opportunities for subsidies that are necessary for people to afford to live and work here.</p>\n<p><strong><em>JH: What does it mean to you to have a just city?</em></strong></p>\n<p>TH: I think it’s really important for us to have a just city. One of the things that we are working on that connects to my experience in the MED program is the idea of defensible space. You’ve got to find a way to make sure that you don’t build up the environment in communities so that people fall prey to more crime or can’t defend it themselves. The idea of defensible space helped me recognize that people have to be involved in their own security. That’s when we first decided to implement community-based policing.</p>\n<p>What we’ve done as a city is change the way in which we police, so that the police are really a tool of the community. We’ve broken our city down into ten districts so that people help to drive the way in which crime is addressed in the various communities. We train our police officers so that they know they are a function of the community and that they should have a relationship with the community, whether they were raised here or look like the people they’re policing or speak the same language or not.</p>\n<p>One of the things I wanted to do—testing this idea of defensible space—is to go through some of our neighborhoods and find out if we can see anything physical that is contributing to crime. We started last year in Newhallville. We’ve gone through the neighborhood and had the leaders of all of my departments that are out in the community—police, fire, the Livable Cities initiative, building permits—walk through. We began to see that our different departments didn’t often communicate with each other, but we also worked with folks in the neighborhood to identify and address those physical things that might contribute to crime. We’re moving to Fairhaven next. I think this strategy builds a sense of justice by allowing the community itself to define what that is.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> The Black Workshop was an activist-oriented planning group at the School of Architecture in the late 1960s. It proposed, among other initiatives, a reorientation of the discipline towards community control, democratized expertise, and rejection of destructive urban renewal practices. The City Planning program was disbanded shortly after its creation.</p>\n"},"meta":{"fold":{"title":{"rendered":"Scope"},"meta":{"volume":"3","number":"18","publication_date":"2018-04-12"}}}}