{"title":{"rendered":"Interview with Marshall Brown"},"content":{"rendered":"<p><strong>CHARLES KANE</strong> (<em>M.Arch ‘16</em>)</p>\n<p>Marshall Brown, principal of Marshall Brown Projects, is an architect, urban designer, writer and educator based in Chicago. His work will be featured in the American Pavilion at next year’s Venice Biennale. We caught him by phone as he walked the streets of Chicago.</p>\n<p>CK:You recently penned an open letter to the finalists of the Guggenheim Helsinki called “Endgame.” What inspired you to do this and what changed your opinion on competitions?</p>\n<p>MB:I had been asked to speak at a conference held by the Harvard Graduate School of Design that focused on design competitions, and prior to that, I hadn’t been following the Guggenheim Helsinki Competition because I retired from competing a year and half ago when I wrote the essay [“Kick the Architecture Competition Habit”] in The Architect’s Newspaper. I had no interest in speaking about the competition and thought it was an interesting opportunity to start a conversation with my colleagues in the competition about the issues involved in competitions. Experience changed my mind about competitions. I have been practicing for 15 years, and I have participated in competitions ranging from small-scale ideas competitions to ultra-high end, big-budget public projects, such as the Navy Pier in Chicago. A series of less than positive experiences led me to the conclusion that the downside outweighed the possible upside.</p>\n<p>CK: Proponents of the competition model argue that they are useful for generating ideas, expanding conceptual boundaries, gaining publicity and increasing exposure. How do you consider this argument?</p>\n<p>MB: When we talk about publicity and exposure, we need to ask the question “publicity and exposure” for who? The clients truly benefit from this. They learned that they could use design competitions for their projects—especially when fundraising needs to be done. When architects are all running to do this work for free and to generate all this imagery—which clients can publish—it is a very advantageous model for marketing. One interesting aspect about the conference at the GSD was that they invited clients to the discussion, and they didn’t deny any of this. That is what they like about competitions. They get a lot of work for a great price.</p>\n<p>In terms of ideas, I think that the quality is highly debatable. In historical instances where competitions have brought groundbreaking projects into the world, those ideas were already generated before the competition. Bernard Tschumi’s winning entry for Parc de la Villette or James Corner at the High Line and Fresh Kills, those ideas were generated years in advance. This is the same for Libeskind in Berlin. Now we don’t have ideas being generated, we have spectacle being generated.</p>\n<p>In particular, the quality of the ideas developed in the large-scale competitions is average at best—specifically where large firms are competing (ie the World Trade Center). What we need to understand is that when competitions get that large, the capital investment required for architects and the money involved has chilling effects on the degree to which architects are willing to take intellectual risks. When you are putting out hundreds of thousands of dollars, of course, you will be a little more conservative about the ideas you put on the table. That is a natural response, so it is questionable if these are the best ideas. If we were able to completely lay it on the table, the ideas are mediocre or average. The quality of images is extremely high, but I don’t know if it extends much beyond that.</p>\n<p>CK: In your mind, there must be an alternative to this system. What important works are being accomplished currently without the assistance of competitions and how are they being accomplished?</p>\n<p>MB:We shouldn’t need other people’s permission to generate ideas. If we wanted to work for free, we could do that on our own. However, there are grants and research institutions. The University of Michigan heavily supports design research amongst their faculty. There are a multiplying number of architecture biennales around the world. There is the Graham Foundation’s annual Grant Program, the Van Alen Institute, and there are residencies like the MacDowell Colony that support architects and give them space to work. There is no shortage of outlets to support speculative work in architecture and intellectual production in architecture, without exploiting designers. No one is denying the exploitative nature of competitions in architecture, but the excuse for participation is that there isn’t another way. I think this a cynical attitude that is pervasive throughout the field.</p>\n<p>CK: As emerging professionals, what can we do to change this system?</p>\n<p>MB:Don’t participate. Scratch that. I don’t want to say “Don’t Participate” because I don’t think we should tell each other what to do. That is why in my article [“Kick the Architecture Competition Habit”] I said, “I am retiring; I am stepping out of this game. Anyone else who would like to join, you are welcome.” I think more of us have to lead by example; especially, if the very talented members of our profession stop participating, it will become increasingly less appetizing across the field.</p>\n"},"meta":{"fold":{"title":{"rendered":"Competitions"},"meta":{"volume":"1","number":"06","publication_date":"2015-09-10"}}}}