{"title":{"rendered":"Interview: Steven Harris"},"content":{"rendered":"<p><strong>STEVEN HARRIS</strong></p>\n<p>WITH ALEXANDRA THOMPSON (M.Arch &#8217;18)</p>\n<p><span>Alex Thompson spoke with Steven Harris to learn more about a show that he put together when he was organizing exhibits for the YSOA gallery in the early 1990s.  The show was a collection of first projects done by notable architects, and in light of this issue’s focus, we were interested to know more about it.  As Steven is a longtime educator and the founder of the eponymous New York City firm, we also hoped that he would share some insights from these two practices, and he did not disappoint. </span></p>\n<p><span>AT: First, can you give me a little bit of background about the “First Projects” show that you mentioned having organized?  </span></p>\n<p><span>SH: The idea behind the show was that often people’s most interesting projects are the first ones that they do.  And the underlying rule behind the exhibition was that it had to be a project that you did on your own within ten years of graduating.  They turned out to be pretty much all houses &#8211; there was Norman Foster’s first house, Charlie Gwathmey’s, Turner Brooks’s, everybody’s.</span></p>\n<p><span>AT: Where did you think of the idea?</span></p>\n<p><span>SH: It occurred to me that an architecture career is a tricky thing; often, one’s first opportunity to do independent work comes in doing a house for your mother or your cousin or somebody you know.  It’s often houses because you have to start with small things.  I don’t think anybody gets to do an airport as their first project.</span></p>\n<p><span>AT: Was there something of note about the show once you saw it all assembled?</span></p>\n<p><span>SH: What was really interesting about the show was that in most cases you would never be able to identify the later work of the architect.  They were all experiments of a sort and very interesting. The one exception being Charlie Gwathmey’s house for his parents, which he did fresh out of school and which is emblematic of his later work.  </span></p>\n<p><span>AT: I wonder if you, looking at this exhibition, took anything away from it regarding early, perhaps more uninhibited work.</span></p>\n<p><span>SH: I found that early work is a product of what you’re educated to believe is important.  For example, in the 70s, the plan was the generator of form.  And I think now, the primary generator of form is 3D rendering programs and the focus is on shape-making rather than space-making.  One of the most telling things that happens as you get older is that you see things built. You inhabit your designs, which radically shapes what you think is important.  Boring things like ceilings turn out to be the one thing you always see.</span></p>\n<p>AT:  You have designed several of the spaces you currently live in. Having been in a couple of these spaces, I have to say that they feel fresh, despite having been designed years ago.  How do you achieve this timelessness?</p>\n<p><span>SH:  When I design a space for myself, I am highly conscious of the fact that I will keep that space for a long time.  I am thinking about how it will look in twenty years and THAT gives one pause.  It brings you back to prioritizing proportion and craftsmanship. I think a very useful exercise is to go back and read architecture magazines from 25 years ago and see what was considered the most interesting thing out there &#8211; more often than not it was novelty that, in retrospect, looks quite silly.</span></p>\n<p><span>On the other hand, going back to school, I think experimentation can be great. Architecture is a rather relativistic discipline and I have no problem with choosing to believe in one set of ideas for one semester and another for another semester. A willing suspension of disbelief.</span></p>\n<p><span>AT: I love the freedom that comes with that idea. Students can be a bit loose and fast with “rules,” at least while in school.</span></p>\n<p><span>SH: </span><span>Let’s go back to the idea of the preliminary sketch. If, at the beginning of a project, you create some representation of your idea – a sketch, a model, a diagram – and can then find a way to distance yourself from it, you have the chance to look at it critically – almost as though it were your classmate’s. At times, one develops a conversation – a dialectic – between your idea and your critical examination of it and something magical happens – the idea comes to have a life of its own and develops in ways you could not have anticipated. Painters sometimes use a mirror when painting a portrait – to de-familiarize the image so they can see it differently.</span></p>\n<p><span>AT: You have a lot of lifelong friends who you collaborate with &#8211; you are all “creatives” but you think so differently.  Do you think that watching them design has helped shape the way you work?</span></p>\n<p><span>SH: I think that talking to anyone who thinks differently is the best thing that you can do.  The most treacherous thing is to be trapped in your own head and your own design sensibility.  I think that collaboration is fantastic.  The reason I’ve been teaching for thirty-nine years is that I learn more from students than they learn from me.  </span></p>\n<p>AT: Having taught undergraduates and graduate students, do you find there’s something that undergrads consistently do better than grad students?</p>\n<p><span>SH: At least at Yale, my experience has been that the undergrads fearlessly ask questions that are apparently naive but are in fact very potent.  They are also willing to try anything.  And to be realistic, people in grad school ultimately need to get a job while undergraduates are simply learning how to think.  I have found that grad students spend too much time obsessed with what the deliverable looks like, and not enough with how they are assembled intellectually, how they make sense, and what they mean.</span></p>\n<p><span>AT: That’s something we want to probe with this issue, this prioritizing of polished deliverables over the strength of the idea.  We’re trying to understand where in the field or in the school that priority comes from.</span></p>\n<p><span>SH: I have a real respect for students who are willing to throw things out three days before the final review because they had a better idea. I’ll support them till the end for that.  I’d much rather that than someone who keeps polishing up a perfectly acceptable scheme when there is a great one that they really want to explore.  </span></p>\n<p><span>AT: I remember a guest lecturer in your class mentioning how she looks back at houses that she’s done and sees the mistakes in clear focus. She explained that those blunders have become learning experiences and by no means made the projects that they belong to bad projects.</span><br />\n<span>SH: Another way of saying it is that I’ve never designed a project that, given a chance five years later, I wouldn’t change something about &#8211; no one ever does something perfect.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Steven Harris"},"slug":"steven-harris","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"01","publication_date":"2016-09-08"}}}}