{"title":{"rendered":"It&#8217;s the End of the Digital as We Know It (And I Feel Fine)"},"content":{"rendered":"<p>MARK FOSTER GAGE (Assistant Dean and Associate Professor, Yale School of Architecture. Founding partner of Mark Foster Gage Architects)</p>\n<p><em><span>Previously published in</span></em> <span>Postdigital Artisans: Craftsmanship With a New Aesthetic in Fashion, Art, Design and Architecture </span><em><span>(Frame: 2015)</span></em></p>\n<p><span>There are equal quantities of irony and prescience in the fact that the term “digital” emerges from the Latin root “digitus” meaning finger, or toe.  Fingers are, after all, the most analog of instruments&#8211; surely nowhere near as interesting as the parametrically-coded world of singularly 3d printed buildings that architecture currently promises to a world of eager consumers of the future.  In the hype of the 21</span><span>st</span><span> centuries’ digitally progressive everything, fingers, as with most things analog, have, like sinners after some apocalyptic digital rapture, been utterly left behind. </span></p>\n<p><span>It turns out, however, that fingers are pretty incredible things too, deserving at least a cursory obituary before we move our discussion back to the digital. The processes involved in moving your fingers to access this particular page, for instance, is a process so complex, and involving such vast quantities of information in the form of sensory feedback, textural processing, pressure and friction calculations, logistics of temperature, balance, and position in space, that it is impossible to accurately reproduce using all of the world’s current digital prowess and robotic intelligence.  In fact our current efforts a reproducing human muscle movement using digital and robotic technologies, however important and brilliant, usually result in stumbling, drunken machinations that can barely walk much less navigate the delicate page of a simple newspaper. That is to say, as far as complexity, efficiency, control, nuance of movement, and ability to actually do and make things, your finger can still give the digital…well…the finger.  So why does the digital hold such allure to architects? And why does the promise of “digital fabrication” still continue, decades after its invention, to prompt wild speculations on what the future of the profession will bring?    </span></p>\n<p><span>There can be no doubt that architecture, as a profession, has had an explosive two decades of technological advances, and that these advances have opened up vast new possibilities for what can be produced by the profession, formally or otherwise. As such architecture can be partially forgiven for making the accompanying sweeping promises of a future vastly reconfigured by these innovations.  The problem with the continual onslaught of such promises is that the digital has spawned not only a wealth of new and fantastic tools&#8211; but an entire new genre of architectural fortunetellers that seem content to merely make futuristic architectural claims on the digital’s behalf&#8211; as opposed to doing the actual, productive, research that might turn such a future into a real present. This is unfortunate, as it places architecture’s successes just around the corner, leaving us with a rather unattended and unremarkable architectural present.  </span></p>\n<p><span>We have all heard the claims: “All buildings will soon be 3d printed on site!” “Social and political interconnectivity through Parametricism!” “Cities made of mushrooms are just around the corner!”  At a certain point, however, it might be worth placing a finger on the pause button of speculative claims, for the sake of an increasingly desperate present, and take a sensationalism-free assessment of the digital and what it has, in fact, done, and what it can do for us, for humanity, now. </span></p>\n<p><span>Architecture’s shift from making to speculating—from builders to futurists, is leaving our actual architectural fabric, devastatingly undersigned. While it is exciting to see architectural speculators on TED stages and in sensational publications extolling how buildings will now be grown from beef, how genetically engineered skyscrapers will clean the air like giant oyster reefs, how cities will be assembled from parametrically placed fungi, and how structures will be woven by silkworms, or extruded from spider-goat silk (all actual recent speculations), the truth is an emphasis on such narratives shift architecture from a discipline of the physical to a discipline of the verbal. As a profession, our speculations have become exciting enough to eclipse our current reality, and our tools have become so sophisticated at allowing us to visualize just about anything, that we are beginning to mistake storytelling bolstered by polished renderings or cheap lobby installations for actual research and actual, physical, architecture.      </span></p>\n<p><span>As far as speculations on what digital technology will enable, the ugly truth is actually that the digital has been most influential not in the creative or design aspects of architecture, but its financial machinations—its tracking, cost estimating, product procurement and efficiencies of time-saving assembly.  For all of the promise of 3d printing, robotic stacking, and CNC milling, parametric scripting and biological computation, it’s been the excel spreadsheet and product-linked BIM model that are the actual legacy of the digital in contemporary practice. And so we see a split—the promise of digital dreams foretold by architectural futurists who produce effervescent words sprinkled with the occasional lobby installation or museum object, and the actual use of the digital, in the form vast spreadsheets that track the cost and placement of every brick, and BIM models that manage money, limit available geometries, and promise to transform architecture into the act of arranging off-the-shelf products into big, dumb, LEED-certified boxes.  </span></p>\n<p><span>The future of the profession lies neither in saving even more money or making construction even more efficient, nor making even wilder claims about fleetingly distant futures.  Architecture’s actual future needs to be a fusion of these two trajectories into, again, a single profession neither digging its heels into the sand nor, like Icarus, flying too close to an unreachable sun. Digital technologies are not only the spur to both of these strains of practice—the efficient and the speculative, but as a common language it is the only hope for their possible remarriage.</span></p>\n<p><span>Architecture is among the most complex and resource-intensive endeavors of humankind. It is complicated beyond the ability for any single person to understand its true extents as a discipline or as a singular endeavor. It involves far reaching calculations of material, access, weight, transportation, debt, engineering, assembly, waste, regulation, insurance, expectations of profit, identity, longevity, safety, and maintenance all engaged in different capacities by individuals, families, communities, religions, unions, expediters, contractors, bankers, corporations, lawyers, politicians, speculators, inhabitants, governments and descendants. For any single technology, system of coding, biological innovation, or method of making to claim to replace the entirety of these complexities is unfathomably naïve.  Architecture is, and always has been, the fusing together of countless materials, systems, and parts towards the production of seemingly monolithic wholes—historically known as “buildings,” despite the fashionable embarrassment the profession currently holds for that particular term.  Instead of continually selling speculative digital and technological narratives, or becoming product-pushing service providers, now is the time for architects to use the digital tools at our disposal towards more research-based, progressive, and achievable ends.  We still have our old-school fingers, and have added a wealth of new digital tools&#8211; more fingers if you will&#8211; to our trade. </span></p>\n<p><span>Fortunetelling elitist academic speculators meet efficient boring BIM builders, efficient boring BIM builders, meet elitist fortunetelling academic speculators- I am pleased to have had the opportunity to introduce you.  The future of architecture, if not our entire environment as a species, depends on your offspring and your courtship depends on the recognition that what unites you is your common language of the digital.  A rekindling of this romance is not a compromise, but will likely produce stranger, a more surprisingly weird and welcome world than we currently have or can possibly imagine. To aim for anything less, however, will all but guarantee that our influence in the world, and therefore our relevance, will continue to slip irretrievably through both our digits and fingers.  </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Mark Foster Gage"},"slug":"mark-foster-gage","meta":{"degree":"Assistant Dean and Associate Professor","graduation_year":""}}],"fold":{"title":{"rendered":"Condemned To Be Digital"},"meta":{"volume":"3","number":"10","publication_date":"2018-01-17"}}}}