{"title":{"rendered":"It&#8217;s Complicated"},"content":{"rendered":"<p>AYMAR MARIÑO-MAZA (MArch II &#8217;17)</p>\n<p><span>I fell in love. I left her. Clear enough, right? </span></p>\n<p><span>Well, it’s not. Let me explain. </span></p>\n<p><span>She is New York, mine at least. She’s a sardine can of subway sweat, visible tattoos and Michael Kors bags, 4AM subway cars filled with the men we won’t see in crowds, rush hour trains with teens who won’t care if an old woman can’t find a seat. She’s above ground too. Her trash bags stacked like barricades of filth, her crooked backbone, sexy as hell, the peddlers on 14th street, their brothers on 34th, and selfie sticks, everything everywhere smelling of halal food or something I won’t name for propriety’s sake. She is one too many stereotypes strung together. She is an empty cup extended to me. God save her. But she is not a penniless man. She is tethered to inflated rent, the Starbucks effect, the cost of ripped jeans and cocktails in Soho. She has the melancholia of a newborn, not like that washed up drag of European cities. She isn’t going at the speed of the crowd, but that of too many U-Haul trucks, foreclosures and rebuilt facades. Her buildings are old before they are constructed, her taxi drivers too slow, her people snails, and me and the rest of her lovers pump ads straight to the vein. Our melancholia is superficial. I prefer her winter, of rats in the tracks and black snow, of a darkness where murders freeze over unnoticed, and seeing the breath of one of her other lovers is intoxicating, like PDA and hypothermia. But it was summer when I left her, when she brought out her nanny-pushed strollers and her Saturday morning ferias. With the sound of bachata and children chasing children, sweaty men dribbling a worn soccer ball, overweight women dancing zumba, the smell of spiced pulled pork, mashed plantains, and sweetened rice. And I left. Confused, by her dirty cafes with drip coffee and carrot juices, by the couches in her sidewalk, confused by that temptress, that lover, that city. Confused—</span></p>\n<p><span>Anyways, like I said, it’s complicated. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Aymar Marino-Maza"},"slug":"aymar-marino-maza","meta":{"degree":"M.Arch II","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Reorientations"},"meta":{"volume":"2","number":"05","publication_date":"2016-10-13"}}}}