{"title":{"rendered":"Jack of all trades, Master of Architecture"},"content":{"rendered":"<p><strong><br />\n<a href=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1.jpg\"><img class=\"alignleft size-medium wp-image-1702\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1-187x300.jpg\" alt=\"Shayari\" width=\"187\" height=\"300\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1-187x300.jpg 187w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1-639x1024.jpg 639w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1-830x1331.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1-230x369.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1-350x561.jpg 350w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/04/Shayari1.jpg 1255w\" sizes=\"(max-width: 187px) 85vw, 187px\" /></a>SHAYARI DE SILVA</strong> (M.Arch ‘16)</p>\n<p>I didn’t sign up for grad school to become a master. In fact, at the time I applied, a master’s degree in architecture seemed to me like the surest path to a continued jack of all trades tertiary education following a liberal arts undergraduate degree. Lately, with a deluge of emails about caps and gowns, job interviews, and printing portfolios reminding me that I will (hopefully) be graduating with a Master’s of Architecture imminently, I have been thinking about that term. It turns out, at least by the dictionary definition, that having a Master’s of Architecture degree technically makes you a Master of Architecture. Surely, there must be some discrepancy between the recognition granted on institutional grounds and the acknowledgement of actually being a master? And what does it even mean to try to master architecture?<br />\nBetween the OED and the trusty etymonline.com, I gather that the word master as a noun could mean ‘a person who has dominance or control over something’ and ‘a skilled practitioner of a particular art or activity,’ while as verb, the meaning takes on a more problematic turn, suggesting ‘acquiring complete knowledge or skill’ and ‘gaining control of, overcoming.’ The word primarily came into use in the twelfth century with evolving meanings until 1904 (such as the ‘master copy,’ the original version of a recording), but essentially the word master had its heyday in the Middle Ages. Almost a millennium later, is this an outmoded term for defining an educational qualification? Do we really believe that acquiring complete knowledge on a subject is a possible, or even fruitful, exercise, given the pace of shifts in epistemology today? Three years of graduate school have only strengthened my conviction that Architecture is necessarily an ever-dynamic discipline, and it is this attribute that beguiles so many of us in our Sisyphean attempts to study it. Mastering, as an action, does not seem to be within the realm of possibility for Architecture, given that the discipline is in itself ever-changing.<br />\nAnd what of being a master, in the sense of one who is publicly acknowledged as having control over the practice of architecture? Even though I don’t believe in the possibility of mastering architecture, I do think that curiously enough, there are those architects who we may all agree are masters. In the stunned aftermath of the news about Zaha’s passing, I kept hearing the phrase, ‘she was one of the truly great ones.’ Zaha, like the other great masters of architecture such as Bernini, Le Corbusier, or Gehry, in my mind, was a polymath who did many things, some better than others, but she is proof that this discipline is not only about buildings. Learning to be an architect, I think, is not only about being completely rehearsed in the art of making buildings, but rather about having a whole host of skills and interests that help us to design creatively. Over the last three years, it has become clearer than ever that a lateral approach to an architectural education comes at the cost of delving deep. Still, I look forward to accepting my Master’s of Architecture, even if it only means that I am a master of none.</p>\n<p><em>Portrait by Abraham Lampert (MFA &#8217;17)</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Shayari De Silva"},"slug":"shayari-de-silva","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"24","publication_date":"2016-04-14"}}}}