{"title":{"rendered":"JESKO FEZER"},"content":{"rendered":"<p>JESKO FEZER is an architect, writer, activist, editor of political architecture magazine <em>An Architektur</em>, and designer of the R50 Baugruppen, a cohousing project shared by 19 families, including his own. The R50 is an investigation of collective ownership, shared resources, delayed decision making, and building/living together. This is an excerpt from a longer conversation.</p>\n<p>&nbsp;</p>\n<p><em>Could you describe the uniquely participatory design process you employed with the R50 Baugruppen project?</em></p>\n<p>We were building something economic, something straight, something simple, something that did not destroy too much, something that could be there or is possible in the future, to produce a rough situation/starting point for those participations, negotiations, adaptions to come. We were using architecture to stimulate fields of debate, involvement, participation, communication.</p>\n<p>This was an opportunity to relate the social process of thinking about how to live together—as a family or as a single person—to the design process, to make them less separate than they are typically made out to be.</p>\n<p><em>How did this manifest in the design?</em></p>\n<p>We initiated the project because we had a piece of land, we had a group of people, we had a budget to work on it, and we had to do it, but we had not discussed what it should look like, who wants to live in what way, what the neighborhood was like, whom we knew. We started by taking positions, architectural positions, while postponing as many decisions as possible. This meant clarifying things at a certain moment, but also clarifying what is not clarified by a decision, and what we can postpone [i.e. determine the location of services without establishing individual floorplans]. For the community of people living here, this opened up many opportunities to change things, to come up with suggestions.</p>\n<p>It is an open system that sets up a dialogic process of planning, where the basic structure and the infill—the apartment—are in a way interconnected, but also have a separate life, in terms of how they are designed, how they are produced. It’s about separating (not fundamentally, but strategically at some moments) collective decisions and individual decisions to enable them to inform each other.</p>\n<p>We built up something that was sort of capital—of functioning, of different lifestyles—but did not manifest those living models. This is a model that, by its nature, could be extended, and it is also a model of how buildings work. They first build a concrete structure, then they bring in the façade, then they fill in the apartments. Why shouldn’t the apartments be a little more separate from the infrastructure? It would be cheaper, more flexible, adaptable, and much better than how those buildings look nowadays.</p>\n<p><em>There is something amazing about what you have done: everyone in the building not only feels ownership of the collective spaces, but also of their own apartment that they have designed for themselves.</em></p>\n<p>That is really an interesting point. On the one hand, I agree completely, but on the other, it could be seen as very normal. Why do people not design the apartment that they live in? Why should they look for 50 apartments and then decide on one that is more or less adequate? Or, they live in apartments that don’t make sense for them at all, with big sleeping rooms, small living rooms, no space to work. This is why we need collective spaces in neighborhoods that can help to make apartments much smaller, less equipped. If you are not trying to build up your apartment as your own city, it doesn’t have to contain everything you need.</p>\n<p>On the other hand, I can say for myself, for the project, and also of theoretical considerations, this is extremely heavy. People and architects are not able to plan perfect apartments for themselves. It drives them crazy. Couples divide. Kids cry. In the end, you are sitting there, thinking why did I not make the window here? That is why I think it is fair to offer this opportunity, but probably not everyone in every situation needs to do this, because it is an enormous undertaking and is quite problematic.</p>\n<p>The other thing is, often when people get together to build joint houses like this, they tend to build something around their expected or supposed identity. They try to fulfill all those dreams they read in design magazines or saw in journeys in interesting countries, and they invest too much money, energy, fantasy, and wrong directions in their apartments, and in the end, individual dreams are stocked together into something that isn’t a home. I think we should not support this tendency, in which urban homes become more expensive and lose this charm of anonymity, urbanity, collectivity, greatness.</p>\n<p>As a counterpoint, I believe in a certain simplicity, a certain banality, a certain boringness, a certain distance. Collectivity and unfinishedness enables a building to grow.</p>\n<p><em>Could you explain the interplay between expertise and cooperation in your design process?</em></p>\n<p>So I think it is an interesting and non-solvable point between convincing and expertise, and being extremely open to what an individual or a group suggests, how it develops, and what it looks like. We were not the authors of this building, we were the authors of the process, helping to keep it in the economic framework, and we brought up solutions for how to make it happen. But the building—what it looks like and how it functions—that was the inhabitants. And they convinced us to a certain degree, but we were also inhabitants, so we had a voice in this process.</p>\n<p>Housing authorities and investors say, ‘This is not what people like. This is not what people want to do. This is not what we think is adequate, and what is even legal.’ So, we could convince them that it is nice, cheap, reasonable, technical, and that people love it nowadays. But, we would prefer to work with those people together, and then they can talk in their own interest with us and other experts about what would be the appropriate answer to those problems. It is easier to convince someone if they can understand, can follow, can correct or modify your suggestion, and is also in the position to make a decision. To be in the position to make a decision, you either have to own the building, or you need to at least have the right to be a relevant part of the design process. Then, it is not only about convincing, but really about a cooperation.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jesko Fezer"},"slug":"jesko-fezer","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"23","publication_date":"2017-04-27"}}}}