{"title":{"rendered":"Jet Fuel Melts Steel Beams: An Architectural Conspiracy"},"content":{"rendered":"<p>JACK HANLY (M.E.D. &#8217;19)</p>\n<p>Conspiracy theories take shape through architecture, or rather, their narratives stabilize and congeal through the built environment. The apparent conspirators, those persons enacting the plot, do so in real space. Plans must be hatched, organized, and emitted from sites of invention into various theaters of engagement. At the same time, spaces often inadvertently become the central focus of insufficiently-explained imbroglios. From the grassy knoll at Dealey Plaza, to the parched plains of Roswell’s military bases, or even the curvilinear modernism of the Watergate complex, architectural, urban, and geographic particularities have morphed into objects of speculation when touched upon by events that defy convention. They are studied and diagrammed, contested and interrogated, for any kind of latent content that might reveal the grand arc of conspiratorial malice.</p>\n<p>Perhaps the most notorious “architectural” conspiracy of our time surrounds Minoru Yamasaki’s tragically fated 1973 World Trade Center towers, destroyed by hijackers on September 11, 2001. In both their construction and destruction, the towers have served a dual evidentiary role within conspiracist teleologies, straddling two modes by which these stories permeate architecture: a priori, with its political-economic instrumentality built into form, and a posteriori, in the pseudo-scientific analysis of its engineering and material behaviors. For the hijackers, al-Qaeda, and their fanatical leaders, the World Trade Center was the hammer by which the West mandated its imperialist economic agendas; while for 9/11 “truthers” its swift implosion and subsequent matrix of political reverberations point towards a deep state cabal capable of mass extermination.</p>\n<p>History has not been kind to Yamasaki’s buildings. In July, 1972, less than a year before the twin towers opened for business, city officials in St. Louis, Missouri began to demolish the architect’s infamous Pruitt-Igoe housing project. A gleaming spectacle of modern housing upon completion, Pruitt-Igoe quickly degenerated into a poster-child for urban decay. Though Charles Jencks famously posed the image of its planned destruction as shorthand for the death of modernism, recent accounts have emphasized a collision of factors that led to its failure—a kind of conspiracy of neglect [1]. Yet as the WTC hummed to life and the U.S. reckoned with the OPEC-induced energy crisis in April, 1973, the project’s boosters imagined the pair of skyscrapers to announce the country’s continued economic dominance, its insistent expansion of “world trade” (facilitated by oil), and the replacement of industrial management by financial apparatuses.</p>\n<p>The towers themselves were gargantuan—10 million square feet spread across two monolithic volumes—and presented like a pinstriped suit draped over a blunt object. Despite Yamasaki’s aspirational humanism, his delicate neo-Gothic tracery (steel columns which forked out at the base and again at the cornice to form the Vierendeel exterior truss system) was lost amidst the towers’ pure massing. In addition, the architect’s impassioned call for the WTC as a harbinger of world peace speaks to both its globe-girdling ambitions and confused sense of altruism. While these very same steel columns would later prove fatally flawed (and pored over for answers), their repetitive, ledger-like qualities and blurred anonymity announced an ulterior motive to those receiving its image in far-flung locales: an attempt to subjugate populations under the “natural law” of economic organization.</p>\n<p>In the 2005 book<em> Landscapes of Jihad</em>, Faisal Devji contends that it is not a political project per se that motivated al-Qaeda’s attacks, but a twisted ethical obligation to stem the exploitation of the Arab world. Landscapes become the medium with which to deploy competing images of society, where architecture assumes an essential operative role. Furthermore, Devji’s claim that al-Qaeda’s jihad shares more with anti-globalization and environmental activism than any Islamic precedents indicates the degree to which the terrorists drew analogous conclusions (towards divergent ends) that might just as easily be found in your standard leftist spatio-political critique [2]. Indeed, certain strains of architectural scholarship seem to embolden such a nefarious reading of form through a suggestive association of actors, intentionality, and agenda.</p>\n<p>In the destruction of Yamasaki’s icon, conspiracy theorists have seized upon that other metonym of architectural modernism: the steel beam. The theory, hawked by films such as <em>Loose Change</em>, asserts that the burning temperature of jet fuel was insufficient to melt the structural steel members and that a controlled demolition actually took place [3]. <em>Popular Mechanics</em> debunked this theory in a 2005 point-by-point redress, yet its recent resurgence as a satirical internet meme indicates the auratic staying power of the structural object in a conspiracist imagination [4]. Architecture (and its individuated materialities) becomes a character witness to tragedy or farce, marshalled by opposing sides in pursuit of their own explanatory models inflected with ideology.</p>\n<p>Official explanations, however, can never altogether dispel rumors of a cover-up and often serve to stoke the intensity of speculation. This dualism, between validated pronouncements and their unsubstantiated cousins, also exists within the built form under consideration: conspiratorial authorship as implicit to program, or speculative musings derived from events on its stage. Whether by design, happenstance, or pure chance, popular conspiracy theories appropriate the explanatory facts and triangulate these claims over space. What this says about architecture’s role in diabolical myth-making is anyone’s guess, but I’m sure there’s a theory out there somewhere.</p>\n<p>[1] <i><span>The Pruitt-Igoe Myth, </span></i><span>Directed by Chad Friedrichs,</span> <span>2011.</span></p>\n<p>[2] <span>Faisal Devji, </span><i><span>Landscapes of the Jihad: Militancy, Morality, Modernity.</span></i><span> Ithaca: Cornell University Press, 2005.</span></p>\n<p>[3] <i><span>Loose Change 9/11: An American Coup</span></i><span>, Directed by Dylan Avery, 2005.</span></p>\n<p>[4] <span>“Debunking 9/11 Lies: Conspiracy Theories Can’t Stand Up to the Hard Facts,” </span><i><span>Popular Mechanics, </span></i><span>March, 2005.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"09","publication_date":"2018-01-10"}}}}