{"title":{"rendered":"JUST AUTHENTIC"},"content":{"rendered":"<p>M. Arch I (‘18)<br />\nDimitri Brand<br />\nThe authentic must live partially out of time—whether by choice or necessity—and is made all the more authentic by its resistance to change. It is only through comparison to the inauthentic that the authentic reveals itself. As a result of the constant movement towards global homogeneity, the authentic has become so coveted. Authenticity of this type can be expressed along this continuum:<br />\nOriginal→Preserved→Symbol<br />\nResistance to change (the original) and preservation (the preserved) are differentiated by resistance coming from within and preservation coming from without.<br />\nThis continuum is challenged by Joseph Kosuth’s 1965 piece “One and Three Chairs.” In this seminal work of conceptual art, Kosuth places a chair between a lifesize photo of that same chair and the dictionary definition of “chair,” challenging us to inspect the ‘thingness’ of an object. Perceptual reproduction (the photo of the chair), objective reality (the chair itself), and Platonic idealism (the written definition of chair) are organized in that order, disallowing a graduated or hierarchical reading. An ordering of “definition, chair, photo” or “chair, photo, definition” would suggest a message, but as it exists the piece points to a difficulty of defining the relationship of each component to the other. This relationship is made more complex again by two factors:<br />\nThe chair represented is mass produced and only takes on an identity through signs of use.<br />\nThe chair, though well used, is moved down the continuum of authenticity by the act of the artist. It is now preserved.<br />\nIn all incarnations of this investigation (One and Three Chairs, One and Three Lamps, and One and Three Shovels, One and Three Saws, One and Three Hammers, and One and Three Photographs) the object investigated is mass produced but used (One and Three Photographs being the slight outlier). We can infer then that the use is important and adds a level of cultural value to a mass produced object.<br />\nKosuth’s investigations recall many art historical references, perhaps most notably Walter Benjamin’s The Making of Art in the Age of Mechanical Reproduction or Marcel Duchamp’s Fountain and highlights conundrums posed by modern means of dissemination and production. Asking not only the open ended question of “which of these is most a chair?” but also “is value inherent to an object or provided by history?”</p>\n<p>More recently Simon Starling grappled with similar questions as Kosuth, at an architectural scale, with his 2005 Turner Prize-winning piece “Shedboatshed (Mobile Architecture No. 2).” In this piece Starling deconstructed a shed that he found on the banks of the Rhine, constructed it into a boat, sailed it down the Rhine, and reconstructed it back into its original shed form at Art Basel. The value of the piece is derived predominantly from history, as a new shed could not be constructed in the gallery and achieve the same effect. The artist’s labor can only add to the presence culturally ascribed to the shed due to its age. The labor, however, must be of a certain sort; if the shed had been deconstructed and remade into the bed of a truck and driven by the artist to Basel, then the labor would have seemed incongruent with the essence of the shed and its authenticity would have been compromised.<br />\nI was reminded of Kosuth’s and Starling’s pieces during a recent trip to the Adirondacks. On my mind during the trip were the ways in which existing authenticity is mined to add presence to a building.<br />\nThe first non-native population in the Adirondack region was comprised of wealthy New Yorkers who stayed in hotels built to accommodate them in the preserved landscape (the first preservation act for the Adirondacks was passed in 1885). Wanting a more “authentic” wilderness experience, certain wealthier clientele leased land from hotel owners. Starting often as simple tent campgrounds, some of these locations soon grew into what we now know as “the Great Camps of the Adirondacks.” As these tent camps transitioned into physical buildings, local materials were used for building out of necessity. Often great care was taken to preserve the natural characteristics of the material. Columns were constructed out of tree trunks with “branches” added on as structural gussets, their primary function being to further express the “tree-ness” of the column—recalling, knowingly or not, the frontispiece to Laugier’s Essai sur l’Architecture by artist Charles Eisen. In other locations though, readily available rectilinear lumber was used, showing that the use of natural building shapes was for phenomenological effect, referential in intent and not part of an effort to be utilitarian or frugal.<br />\nThe Adirondack style was originally created with the intent of living outside of time in order to engender an authentic experience. While Adirondack design drew from contemporary influences, namely the Swiss chalet and stick styles, its original intent was to distill the essence of the landscape. Perhaps contrary to this effort, the buildings act as galleries for natural artifacts. The tree is appropriated into this new context and, like Kosuth’s chair, both exalted and perverted. Its cultural and actual histories are mined for value but it is always tamed and reconstituted. In Starling’s work, labor is exalted, the hand of the craftsman is ever present, and beams are rough hewn with milling marks left on the siding (this is abandoned when comfort necessitates, and the floors are sanded smooth).<br />\nWhile the intent in all cases is unmistakingly considered kitsch by today’s standards, the architecture has surpassed these origins, acting now as the signifier of the whole Adirondack region. While failing to embody its landscape at the time of its creation, the architecture has now superseded the landscape. The camps, built as representations of the Adirondacks as defined by outsiders, created the vernacular style of the area. “Adirondackness” is no longer defined by the trees or the lakes or the rivers (which would be virtually indistinguishable from any other lakes region in the upper Northeast), but by the buildings that were created to mimic them. Building materials are now actively rusticated to produce a continuity of style. Park signs, for example, are made of milled lumber with jagged ends that mimic the untamed forms of nature. Often we ask a building to be “of a place” at the time of its creation, but the Adirondack vernacular calls this notion into question. Perhaps authenticity is never achieved by intent, and is only a function of time. Fittingly, the remaining Great Camps are now maintained by the same entity that is tasked with protecting the landscape.</p>\n"},"meta":{"fold":{"title":{"rendered":"Nostalgia"},"meta":{"volume":"2","number":"03","publication_date":"2016-09-22"}}}}