{"title":{"rendered":"KRIER AFTER KRIER"},"content":{"rendered":"<p>Robert A.M. Stern Visiting Professor LEON KRIER interviewed by <strong>ALICIA POZNIAK</strong> <em>(MArch II ‘17)</em></p>\n<p>&nbsp;</p>\n<p>AP: What is the most important thing that you learned from James Stirling?</p>\n<p>LK: How to edit drawings. He was rigorous with the lineweights, whether the line was straight or dotted or double thickness. And so he had a little instrument, an optical instrument, with which you look at the drawing, and instead of enlarging the drawing, it made the drawing much smaller, so you immediately saw what lines would be blurred. So that when you stand away, there should be even weight, not too many lines at one spot, because otherwise they blur. And the computer strangely has the same problem, when you draw too many lines, it just becomes blotches.</p>\n<p>[Stirling] was really good at it, drawing. Not always though, because you know his earlier drawings were very…I mean, he tried many different things, and I tried to unify the graphics for the first book, in line with Corbusier’s drawing example, which was superior to Stirling’s.</p>\n<p>AP: What is the difference between classical and vernacular, or traditional, architecture?</p>\n<p>LK: Well, vernacular is the technology of building with natural materials, but cut to sizes so that they fit the human hand and you can manipulate them. There is the vernacular of the machine also, but it’s not the human scale, you know, it’s not related directly to the human body. Whereas the classical is more than the technology of building, it’s the transformation of techniques of building into an art form which augments legibility at a distance and also coordinates lines. Rather than being anonymous, the building becomes highly personalised and highly identified. Iconic. It’s an art of building, literally it means “art of building.” Whereas vernacular is pure building, there is no…there is an art that is not rhetoric, or not poetical. It can have poetry but it’s not nearly as articulate as classical.</p>\n<p>AP: Regarding your lecture on Monday evening, “Le Corbusier after Le Corbusier,” what was the specific turning point or moment that caused you to look at his work in a new light?</p>\n<p>LK: I was interested in him as a figure, so his life was very interesting to me. But then when I tried to, you know, apply that to my own town, which I showed you, which was incredibly attractive and accomplished, it didn’t work. I always imagined if he put one of his buildings, the big buildings, in that town, it would destroy the town. So that disgusted me and I walked away for a while. But then I lost my books in a fire, somebody had borrowed my books they were burned, including the letter I had from him. Then I bought them back, and then I gave them away to an archive after a few years, and then I bought them again, so now it’s my third copy of the Oeuvre Complete. Because he is however contradictory and in some aspects… really I mean not as disgusting and as criminal as Speer…but really upsetting. But he is a great artist, and so that’s why you always go back to it.</p>\n<p>&nbsp;</p>\n<p>I remember I went with my girlfriend to Ronchamp. We were both musicians, I was a pianist, and she was completely upset by Ronchamp. “What’s this? There are no acoustics, the acoustics are terrible, the roof is the wrong way, the ceiling is the wrong way around for a voice.” So we drove away, and she was like, “Why do you admire this?” In the car we had a kind of fight. I said, “Look, I am really interested. I want to find out why I like this, even though this goes against my principles.” So she said, “Oh, well let’s drive back!” And so we drove back 20km, back to see what this is about, what is so interesting. There is something in it which is so ineffable. Whether one likes the man or his position or theory, he was an enormous artist. And he didn’t always come off, because he did many buildings which he really shouldn’t have done.  And all these jokes with the butterfly roof, and also the scale-lessness of some of the buildings, they are so enormous and ungraceful. Elephantine. But there is something to them which I think can be revised, because it is something which was already there before, it’s a chain of continuity. A long answer to a short question.</p>\n<p>AP: What is the significance of fluttering curtains in your drawings?</p>\n<p>LK: Oh. No particular significance. Just fluttering curtains.</p>\n"},"meta":{"fold":{"title":{"rendered":"The Opening Sheet"},"meta":{"volume":"1","number":"01","publication_date":"2015-04-02"}}}}