{"title":{"rendered":"Letter To My Deskmate"},"content":{"rendered":"<p><strong>ALEX THOMPSON </strong>(M.Arch &#8217;18)</p>\n<p><span>Hey Marge,</span></p>\n<p><span>How did we get so lucky?  This time last year, everyone was scrambling for desks and friends and the last cans of PBR and, oh yes, scrambling to show that their work was worthy of Yale.  Who would’ve thought that we could have loosened our vice grip a little bit and everything would have shaken out more or less the same?  That it would have shaken out quite well?  That there was no need to rush because we had (and still have) plenty of time? </span></p>\n<p><span>So many things that brought us close to tears or breakdown or at least emotional eating seem funny now. We spent last year sitting back to back, watching the struggle and the occasional triumph in each other’s work.  We were rarely on at the same time. When your project would be stopping passers-by in their tracks, I would be muttering four letter words, covered in laser soot, trying to get the one damned thing glued to the other damned thing.  When my drawings were being drooled over, you found yourself laboring over a hunk of clay that was looking exactly like a….well, we all know what it was looking exactly like.  I now have a working knowledge of your strengths and weaknesses, your quirks and verbiage, your preferred slice and what clothes you wear on Thursdays.  And vice versa.  You saw everything I did.  I couldn’t have hidden from you if I wanted to.  Perhaps this is why you were one of the only people I felt I could admit weakness to, who could tell that I was grasping in the dark most of the time.  Perhaps.  But I was also just lucky that my desk partner happened to be my kind of woman.  I know that nickname I gave you isn’t your first choice, but I don’t feel bad at all because now the people who call you Marge are the people who have your back.  How did we get so lucky to find these people?  </span></p>\n<p><span>It’s fitting that I’m editing this with you, Marge, because we’ve been practicing together for the past year, and here’s another chance to practice.  Our interviews could have dug deeper, been more critical, I’m sure.  This issue of Paprika barely smacks of academia. Touche.  But we both relished editing this Paprika because these are some stories from some people who are dear to us and wouldn’t have been if it weren’t for YSoA.  This issue is about being a twenty-five year old in a school and a field that demands a superhuman level of composure.  It argues for embracing the contradiction and complexity of being human, of letting that mess show through a little bit more and trusting that everything will be okay, because who would have thought we could be so lucky to be here, in this perfectly flawed building, practicing this gorgeous tangle in the first place? </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Alex Thompson"},"slug":"alex-thompson","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"On Practicing"},"meta":{"volume":"2","number":"01","publication_date":"2016-09-08"}}}}