{"title":{"rendered":"Leveraging Residue: it takes a bit of practice / Pancake Practice: a relational architecture"},"content":{"rendered":"<p>by Maddy Sembler, M. Arch I, &#8217;16</p>\n<p>&nbsp;</p>\n<p>What the hell is relational aesthetics? Even those of us familiar with the term still have to resort to this question. The traditional model of aesthetics operates like this: artist makes painting. Painting is hung on  wall. Viewer looks at said painting and walks away saying ‘that was good art.’ The model of relational  aesthetics works as follows: artist makes pancakes. Free pancakes are offered to anyone who wants one. Social interactions are built around the eating of said pancakes. Participants walk away saying ‘those were some yummy pancakes.’ While this reduction may trivialize social practice (RA’s more common term) the example emphasizes a way for us architects to view aesthetic production as a matter of  process, context, and situation rather than constructing a salable product.</p>\n<p>In this model of making, artists   abandon traditional studio practice and use their skills to transform the social environment.  Social practice, as an aesthetic tool, certainly influences the work of Assemble, a London collective whose work crosses the disciplines of art and architecture while maintaining the public as active   participants. In their piece ‘Folly for a Flyover,’ the group constructed a temporary folly shaped like    house under a highway used as a public meeting space, eating venue, and movie theater. In nine weeks, the underpass had 40,000 visitors. The success of the folly persuaded the city to build permanent recreational infrastructure under the overpass, a typically under­utilized leftover space. In this instance, Assemble leverages residue in a multitude of ways. First, the group appropriates a leftover space, an unfortunate consequence of 20th century urban planning. Too loud, too dark, too neglected for development but a lucrative space for play. The undefined field creates a kind of tension in the urban landscape for ideas to be born out of the residue. Second, the physical construction of the folly becomes a kind of residue when the influx of visitors makes a stronger mark than the structure itself. The folly fades into the background, leaving the social fabric at the forefront. The structure can be  disassembled but the power of gathering remains.</p>\n<p>Finally, understanding that the conceptual identity of a place plays as much a role as its physical attributes, Assemble builds a ‘fairy­tale’ narrative into the folly, imagining it as the house of a stubborn landlord who refused to accept displacement and chose to live in a house straddled by two highways. The architects redefine an identity of the place not by projecting into the future but by resurrecting an icon ot the past.</p>\n<p>By using the folly as an operative tool for social engagement, the architects of Assemble offer a story of nostalgic residue that inform a poetic ethos of an otherwise troubled place. Viewing building as a relational tool rather than a finite object positions our work as the first mark, constructed with precision   and intent, yes, but one that eventually fades to the background, supplanted by a changing social fabric. It allows the public to walk into the dark underbelly of a highway overpass and leave saying, ‘those were   some yummy pancakes.’</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"19","publication_date":"2016-02-04"}}}}