{"title":{"rendered":"Limited Paradise"},"content":{"rendered":"<p>&nbsp;</p>\n<p><img class=\"aligncenter wp-image-2027 size-large\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/09/Limited-paradise_scroll_part-1024x130.jpg\" alt=\"limited-paradise_scroll_part\" width=\"1024\" height=\"130\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/09/Limited-paradise_scroll_part-1024x130.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/09/Limited-paradise_scroll_part-300x38.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/09/Limited-paradise_scroll_part-830x105.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/09/Limited-paradise_scroll_part-230x29.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2016/09/Limited-paradise_scroll_part-350x44.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /></p>\n<p>&nbsp;</p>\n<p>Young Joo Lee, MFA &#8217;17</p>\n<p><span>I can’t imagine what it was like to be a Korean after the Korean War, to suddenly be unable to return to your hometown. Frozen where you stood. Maybe people thought the war would resume at any time, and that they could return to their lives, their families, and their hometowns. </span></p>\n<p><span>I don’t have a direct relative in the North, yet I grew up singing the song of reunification of the two Koreas. I remember the horror I felt watching a videotape in primary school. It was about the famine that ravaged the North in the 1990s. We watched footage of people making soup with only grass and tree bark, children with skeletal arms hanging to their mothers’ gaunt bodies. Thoughts of these children drew me towards the Korean Demilitarized Zone this summer.</span></p>\n<p><span>If my memories of the video pricked my first impulse to experience the DMZ, my second motive was to find a tiger. Today, the DMZ is a heavily guarded paradise for endangered species of animals and plants. Nature is never stopped by human conflict. When the noise of conflict quiets, nature grows over it to dampen its echo. The DMZ is about 250 kilometers long and 4 kilometers wide.  It’s been recognized internationally as one of the most lush nature reserves in the world. Wild tigers have been rumored to live in this zone, which have long been revered in ancient Korean culture, mythologized as mountain gods, immortalized in paintings, and written into key political strategies. Yet in modern Korea, tigers have become a distant fairytale. </span></p>\n<p><span>During my two-week journey along the Civilian Control Border, my mission was to draw as much as possible. I sketched constantly, drawing the landscapes inside the DMZ and some of the military facilities at the border. Photographs are not permitted in the DMZ, but drawing is. I met many soldiers, many of whom were younger than my brother. Their guns made them look dangerous, out of sync with their immature faces. A soldier watched while I nervously moved my pencil on paper. Afterwards, he came up to me and revealed that he drew the same landscapes as part of his military training. He said drawing is the best way to remember the topography of the land by heart. Drawing is more dangerous than taking photos, I thought. </span></p>\n<p>I asked him if he has heard or seen a wild tiger during his service. He said he has seen some bears but no tigers. When I asked him if he believes in the possibility of a wild tiger living in the DMZ, he tilted his head a little, pondering. He would like to believe in it. A few days later, I met a lady selling kudzu extract tea high up in the mountains. She told me her father used to tell her that the tigers roared at nights in her village.</p>\n<p><span>Towards the end of the trip, I finally met a tiger&#8211;a tiger in the shape of a human. His name was Lim Sun-Nam. He used to be the reporter for a wildlife TV program before he started a sixteen year research project on the Korean tiger. Lim Sun-Nam lives alone in a tent on the outskirts of  Seoul, a place he calls Tiger Camp. At Tiger Camp, we sat outside in plastic chairs, drinking instant coffee, and talking about the elusive beast. He found a tiger footprint in 1998 in the mountains near the DMZ. He cast the footprints in soil and plaster. </span></p>\n<p><span>The symbolic value of the DMZ and its nature are more important than what it represents as a political buffer zone. What the peninsula has lost through the Japanese colonialism and the war is not only physical, but also spiritual. The entire Korean peninsula is a DMZ, geographically situated between two powerful countries. Even if the two Koreas are reunited, I hope the DMZ remains, but in a new incarnation as a national park. Without the wired fences, this paradise may become truly a paradise after all.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Young Joo Lee"},"slug":"young-joo-lee","meta":{"degree":"M.F.A.","graduation_year":"2017"}}],"fold":{"meta":{"volume":"2","number":"02","publication_date":"2016-09-15"}}}}