{"title":{"rendered":"Local Area News: Division Street"},"content":{"rendered":"<p>ETHAN ZISSON (M.ARCH I &#8217;19)</p>\n<p><span>Leading up to the spring semester of 2017, Yale School of Architecture and the Jim Vlock Building Project partnered with Columbus House, a non-profit organization in New Haven that seeks to end chronic homelessness. Their shared goal was to provide five houses over five years for families and individuals experiencing homelessness. These five houses were to be built on Lot 51-55 in the Newhallville neighborhood of New Haven, a site colloquially known as Division Street.</span></p>\n<p><span>Students were skeptical from the outset. Not only had the traditional single-family home, single lot premise of the Build Project been re-configured, but the site itself had not been procured at the beginning of the semester. Instructors informed students that they would need to launch a community organizing effort in order to win the support of neighbors who vocally opposed the very premise of the project. The studio appointed four student liaisons to attend community meetings; however, as the semester went on, community opposition continued, and it became more and more clear that building on Division Street was out of the question. Theories abounded about why students were assigned the site in the first place. Suspicious classmates alleged that Division Street was </span><i><span>always</span></i><span> an impossibility and was only ever a pedagogical exercise cooked up by studio instructors. As with many conspiracy theories, this point of view negates the broader web of forces at play that we, as architecture students, can sometimes miss when our noses are too close to the laser cutters.</span></p>\n<p><span>Before diving into the debate between Columbus House, YSOA, and the community of Newhallville over the development of Division Street, it is important to understand the history and ownership of the site. Division Street is owned by the Housing Authority of the City of New Haven (HANH), a U.S. Housing and Urban Development (HUD) backed program which seeks to provide affordable housing in the city of New Haven. Row houses containing 36 affordable apartment units were built on the site in 1970. Deemed Sheffield Manner, </span><span>the development was widely criticized as being poorly designed and of bad quality</span><span>. “The tenants were a nuisance who disrespected the property,” said Claudine Wilkins-Chambers, a long-time resident of Newhallville at a community meeting in March of 2017. After falling into disrepair, Sheffield Manor won a HOPE VI demolition grant in 2001, and the Division Street lot has sat empty ever since.</span></p>\n<figure id=\"attachment_3636\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-3636\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division.jpg\" alt=\"\" width=\"1707\" height=\"646\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division.jpg 1707w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division-300x114.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division-768x291.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division-1024x388.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division-830x314.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division-230x87.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/division-350x132.jpg 350w\" sizes=\"(max-width: 709px) 85vw, (max-width: 909px) 67vw, (max-width: 1362px) 62vw, 840px\" /><figcaption class=\"wp-caption-text\">Lot 51-55, Newhallville</figcaption></figure>\n<p><span>How Columbus House came to be involved with the now empty site has more to do with the military than anything else. In 2005 the United States Army decided to vacate its training facility on Wintergreen Avenue in the West Rock neighborhood of New Haven. Federal laws mandate that when any branch of the armed forces vacates a training site, the site must be offered for free to anyone who has a plan to house the homeless there [1]</span><span>; however, after Columbus House put a bid in on the site for a 52 apartment development, the City of New Haven opted to exchange the military property for the Division Street lot, as well as another site in the Hill neighborhood</span> <span>of New Haven. The Hill neighborhood location was developed first, as it already had a 17-unit apartment complex on site, Valentina Macri Court (adjacent lies the 2017 build project house). Columbus House then proposed two 22-unit rental buildings for Division Street, a plan summarily rejected by the community in Newhallville. It was after this first failed attempt that Columbus House partnered with YSOA in an effort to bring a new strategy to the site.</span></p>\n<p><span>Those efforts began with student liaisons attending community meetings in February and March of 2017. It became readily clear that neither the community, nor YSOA and Columbus house, fully understood each other’s positions.  “We hoped a long time ago that the city would have a piece of land that we could swap with,” said A</span><span>lberta J. Edwards, then Alderwoman of Ward 19, which contains the Division Street site.</span><span> “We thought we were there to discuss what was going to go on the site, not that this is your plan,” said Kimberly Edwards, daughter of Alberta Edwards and current Alderwoman of Ward 19. </span></p>\n<p><span>“The meeting didn’t really go the way we expected,” said student liaison Diego Arango. Though Arango and fellow liaisons Gwyneth Bacon-Shone, Luke Studebaker, and Katrina Yin had came prepared with two poster boards to present the studio’s plans to the community, these were not shown until the meeting had officially ended and students had an opportunity for an informal conversation with the community. “I had loved what the students had done,” said Kimberly Edwards, “but the project wasn’t right for the community.”</span></p>\n<p><span>The community had multiple distinct objections to the Division Street project. First, was a guttural rejection of Columbus House as a neighbor. “Bringing poor people to a poor community doesn’t work,” said Kimberly Edwards, “no transitional, no sober housing because this is an area that is already suffering.” For Alison Cunningham, CEO of Columbus House, this is an all too familiar refrain. Although Columbus House does in fact provide permanent, long-term rental housing for its clients, Cunningham admits, “Unfortunately we’re dealing with a population that upsets a lot of people. The community’s idea of the people that we serve is that they shouldn’t be in their neighborhood.”</span></p>\n<p><span>Another point of contention was the density of YSOA’s proposal. “A 300 plus rental unit property is coming. We’re really concerned about the sheer amount of people in Newhallville, and we are concerned that our community doesn’t have the capacity or services for all these people,” said Alfreda Edwards in regards to a 385 apartment-complex proposal for a nearby site in Newhallville [2]</span><span>. This suspicion of density is in direct contrast to the ambitions of the Jim Vlock Building Project. “I’m really in favor of density. Higher density is better,” said Building Project Studio Coordinator Alan Organschi, “Building five houses is completely expedient for us as the Building Project, but not so great urbanistically.” Despite this inclination, Organschi allows that, “[The Build Project House] will always be the smallest kind of multi-unit housing we can make because of the density issues,” said Organschi.</span></p>\n<p><span>While these concerns about Columbus House and the density of the surrounding neighborhood might be mitigated over time, one point is non-negotiable: Newhallville residents’ call for homeownership. “We’re concerned by the lack of actual homeowners in this area. Sheffield Street hardly has any homeowners living there,” said Alfreda Edwards. “We wanted to make sure that whatever was going on that parcel would be homeownership,” seconds Kimberly Edwards. For Columbus House, however, a homeownership model is essentially a nonstarter: under their affordable model, residents pay one third of their income towards their housing, which in many cases comes solely from Social Security checks. According to Karen Dubois Walton, executive director of HANH, “If it’s a property that we own and develop, it will have to be rental.” </span></p>\n<p><span>“This year we took the more prudent approach to make sure the site is in hand,” said Organschi, noting that this semester, the studio has found an alternative to the Division Street lot. Nonetheless, Alison Cunningham believes Division Street “is still absolutely worth pursuing. It’s such an interesting parcel that we don’t want to abandon the idea completely. However, there’s other possibilities, and we will look at them all and figure out what the best thing is to do.” Searching for an alternative to Division Street is understandable considering the continued stance of Alderwoman Kimberly Edwards, “I still want clarity as to what really could go there. I still want homeownership to be honest.” All in all, according to Cunningham, “if it happens, it’s going to happen somewhere down the road. Maybe next year, maybe the year after.”</span></p>\n<p><span>Whether it ever happens or not, the Division Street project invites paranoia. </span><span>Yale students developed a suspicious cast of mind, wary that they were being misled as to the feasibility of their first built project. And, strangely enough, the community standing in their direct opposition shared the same paranoid leanings.</span><span> “I have a feeling that they [the city of New Haven] already know what they’re going to do,” said Alfreda Edwards in regards to how HANH moves forward with the site. These perceived opponents</span><span>—</span><span>the city, the administration, the scourge of homelessness</span><span>—</span><span>are essential to organizing the residents of Newhallville, the students of YSOA, and Columbus House. Imagined enemies provide a sense of control in the absence of complete knowledge. According to Organschi, the chaos ensuing from this misalignment of prerogatives may not be such a bad thing. “The idea is that there’s a conflict that you try to attack and you don’t try to reconcile it. You allow those things to exist simultaneously. That’s where really good design happens.”</span></p>\n<p>[1] <span>Under the Base Closure Community Redevelopment and Homeless Assistance Act of 1984</span></p>\n<p>[2] <span>Jan. 3rd 2018 “Alders OK Zoning Change for Munson St. Project” </span><i><span>New Haven Independent </span></i><span>http://www.newhavenindependent.org/index.php/archives/entry/alders_oks_munson_st._project_zone_change/</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ethan Zisson"},"slug":"ethan-zisson","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"09","publication_date":"2018-01-10"}}}}