{"title":{"rendered":"Log 41 Review"},"content":{"rendered":"<p>RAY WU (M.ARCH I, &#8217;19)</p>\n<p><span>The millennial pink of Log 41 registers immediately (the past several issues were rose-colored). Apart from the usual interview, another take at Eisenman and Rowe, and talks of shape and fiction (all worthwhile reads), the issue dedicates 100+ pages to a special section titled </span><i><span>Working Queer</span></i><span>, guest-edited by architect Jaffer Kolb. The sixteen articles and one drawing fold upon each other to critically engage the meaning of </span><i><span>queer</span></i><span>, not only as a label, but as an action (</span><i><span>queering</span></i><span>), and a method or a process (</span><i><span>queerness</span></i><span>): </span></p>\n<p><span>Kolb outlines the queer’s tendency to react against and transgress the cultural construct of heteronormativity. (Read if you think you know queer.)</span></p>\n<p><span>Ellie Abrons of T+E+A+M looks to Susan Sontag’s “Camp” to blur the distinction between digital and physical in her </span><i><span>Postdigital Materiality</span></i><span> manifesto. (Less about queer, more about rocks.)</span></p>\n<p><span>Andrés Jaque reports on Grindr, as a cause for displacing queer spaces and as a politicized, spatial utility for LGBTQ refugees. (If you like Liwei’s piece, here’s more.)</span></p>\n<p><span>Kolb skypes Aaron Betsky to discuss queer spaces such as clubs — their disappearance and virtualization. (Check out Betsky’s lecture from 1995 on youtube.)</span></p>\n<p><span>Stratton Coffman surveys the squeeze: from squeeze machine to tenement housing to silver pods of BIG’s proposal for a zoo. (Named </span><i><span>Zootopia </span></i><span>but </span><span>à</span><span> la </span><i><span>Jurassic World</span></i><span>.)</span></p>\n<p><span>Andreas Angelidakis describes his project of endlessly reconfigurable, concrete (</span><i><span>Demos</span></i><span>) and camouflage textured, soft, lightweight blocks (</span><i><span>Polemos</span></i><span>). (Politicized toy blocks for adults.)</span></p>\n<p><span>Ivan L. Munuera recounts queers’ embrace of Arata Isozaki designed high-tech New York dance club in the 80-90s. (Japanese postmodern, amphetamines, cocktails, video array and Andy Warhol.)</span></p>\n<p><span>Nicholas Gamso unravels homo-fascist representations and Philip Johnson’s Nazi past. (“I am a whore,” Johnson.)</span></p>\n<p><span>Ang Li plays with alchemy, demystifies ornaments, and conjures material metamorphosis. (She likes rocks too, especially MOS’s Rock No. 5.)</span></p>\n<p><span>Caitlin Blanchfield &amp; Farzin Lotfi-Jam instagram domestic interiors to foreground  phantasmagoric background objects. (@isthiscaitlin is private but there’s @farzinfarzin.)</span></p>\n<p><span>Michael Wang queers the system with stem cells, species, and merchandised knit athletic shoes. (One millionth of one percent of total shares per pair sold.)</span></p>\n<p><span>Annie Barrett de-categorizes architecture through queer t-shirts and nonconforming forms. (Someone please explain </span><i><span>noncon forms</span></i><span>.)</span></p>\n<p><span>Our very own Joel Sanders details inclusive designs of gender nonconforming restrooms and the shift from queer to trans theory. (More in </span><i><span>Exhibitionism: Politics of Display</span></i><span>, Monday mornings at 9.)</span></p>\n<p><span>Andrew Holder recovers principles from Andy Warhol’s short film Mario Banana No. 1, 1964, and declares five points to queer architecture. (Indulge yourself with four minutes of Mario Montez eating a banana.)</span></p>\n<p><span>Rosalyne Shieh, our studio critic, teaches the practice of fine, and tells us: “It’s fine.”</span> <span>(I now practice </span><i><span>the fine</span></i><span>.)</span></p>\n<p><span>“Michael Meredith produces 2,497 words on the provincial,”</span><span> of which 427 words are in parentheses.</span></p>\n<p>&nbsp;</p>\n<p><i><span>Available from Hull’s or the Anyone Corporation, $15.</span></i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ray Wu"},"slug":"ray-wu","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"13","publication_date":"2018-02-07"}}}}