{"title":{"rendered":"Máscara com Duas Carras"},"content":{"rendered":"<p><strong>JOHN PONTILLO</strong><br />\n<em>John Pontillo is a Peace Corps Volunteer who was stationed in Maputo, Mozambique, and a friend of the YSoA.</em></p>\n<p><em>“Você é cristão? Você bebe álcool? Você tem sexo antes de casar?”</em><br />\n“Are you a Christian? Do you drink alcohol? Do you have premarital sex?”</p>\n<p>I had just moved into my two-room, concrete home with no running water on a small plot of desiccated land in Central Mozambique. These questions came without shame in most of my initial conversations—fired in rapid succession, eyes wide with anticipation, in a language I barely knew. I didn’t know what to say.</p>\n<p>As it is a core principle of Peace Corps volunteer service to share American ideas with host-country nationals, I wanted to be honest. I wanted to describe my vitriolic, complex relationship with God, alcohol-infused collegiate debauchery, and intimate nights with girlfriends I loved. But I also knew what many of my friends and neighbors wanted to hear: that I was pure. They wanted me to share their beliefs in God, to affirm drinking and sex as unequivocally bad. They hoped I would fit in with the other white people who had come to their land—the Christian missionaries that sought to do good by God’s command. I didn’t because I am not that.</p>\n<p>I strove to find honest expression in my limited Portuguese that might navigate this deep complexity of encounter and difference, but I could never find the words. My fumbling attempts could never achieve the nuance I so wished to share, often yielding an awkward simplicity met with blank looks of confusion or stern stares of disapproval (though I could never be sure how much was in response to my linguistic stumbling or my moral unfamiliarity). It was as if I could not be true to my own identity, hidden behind a mask of language. For the first time, I understood a gap between my identity and its expression, a linguistic threshold suddenly dammed up by my limited vocabulary.</p>\n<p>At times, I would hide behind this mask. I would plead ignorance, shrug my shoulders, and lie that I didn’t understand the question. Sometimes I would mutter something about lacking the vocabulary to address it. I employed the threshold as a protective barrier, a cloak that allowed me a certain freedom from judgement. It was a mask I learned to wear. So often, though, it functioned in this other way. It corralled me in a cage of inability. Upon arrival, a Mozambican neighbor from my organization, Celestino, offered to assist me in outfitting my home with necessities. He happily led me in this long and arduous process of traveling to the city, bargaining with shop owners, choosing and buying items, securing a taxi, and setting me up. Then, he invited me to dinner at his house. We enjoyed beans over rice with oranges for dessert. He walked me back at dusk, flashed a polite grin, and turned to go home. I called for him to stop.</p>\n<p>I yearned to tell him how thankful I was; that what he did for me that day meant so much; that he was my first real friend; that I would, in that moment, do anything to make his life better; that though he lived among the world’s poorest, he was one of the richest in character of anyone I had ever met; that I wanted to melt the barriers between us and reveal my true self to him; that I wanted to learn about who he is in his soul; that I would forever treat him like family. But I could not. I told him thank you, and shook his hand. I looked him in the eye with a look that I hoped would convey all I felt tugging at my heart, wondering if maybe he could see the truth I felt.</p>\n<p>I wondered often if I would ever be able to share my true self adequately with my friends there, or if the mask would always be present. Would I ever find a way to close the gap, so that my words might be closer to my feelings, my ideas, my self? Or should I embrace this new aspect of my identity as a part of me? Overtime, I began to accept that I have two different personalities—one rooted in English, and one rooted in Portuguese. But still, I wonder: can a man who wears a mask be one person? Can he ever take off the mask? <em>É possível para um homem á usar uma máscara e ainda ser uma pessoa? Pode ele jamais tirar a mascára?</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"John Pontillo"},"slug":"john-pontillo","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"07","publication_date":"2016-10-31"}}}}