{"title":{"rendered":"Memory, History, and Respect in Dixwell"},"content":{"rendered":"<p><span>By Jack Hanly and Maia Simon, MED ‘19</span></p>\n<p>&nbsp;</p>\n<p><span>On October 25th, at Philip Johnson’s Glass House, architect (and our beloved dean) Deborah Berke spoke with artist Titus Kaphar about their ongoing collaboration that will result in an arts residency community in New Haven’s Dixwell neighborhood. Dixwell was once home to a thriving arts scene that drew jazz musicians travelling the circuit between New York and Boston. Kaphar sees the project inheriting this artistic history and making it anew, while activating an entrepreneurial spirit emerging from art production. The building housing Kaphar’s vision for an expanded artistic ecology will be designed by Berke’s firm, Deborah Berke Partners. Kaphar is a graduate of the School of Art’s MFA program. Like many other young artists, Kaphar moved to New York after receiving his degree; however, he eventually returned to New Haven. He and his partners developed the (tentatively titled) Postmasters project as a way of both providing support to emerging artists while also engaging with the surrounding city. Mentorship programs in art, curation, and fabrication will connect professionals, recent graduates, and high school students and open up opportunities in an industry most often inaccessible to the local community.</span></p>\n<p><span>Postmasters is situated on a corner site once occupied by a factory that produced laboratory instruments. The in-progress building is composed of several existing structures as well as new construction. As an introduction to the eventual discussion of the project, Kaphar and Berke spoke about the engagement of their work with existing formal and architectural narratives. Berke took the audience through a series of adaptive reuse projects taken on by her firm. While she finds it semantically unsatisfactory, Berke believes adaptive reuse is, “environmentally the right thing.” Environmental not just in the sense of embedded energy costs, but in its preservation of a sense of place through an existing structure and its imbrication in cultural memory. While discussing her transformation of a former women’s prison in Manhattan, Berke characterized the main design problem as how to best address “memory, history, and respect.” Working with existing buildings and their associated (positive and negative) memories necessitates a sensitivity to client and community. In the Postmasters space, the synthesis of new and old reflects Kaphar’s desire for the organization to incubate a community of artists, while at the same time providing a multi-use neighborhood amenity space. These dual programs are complementary and interdependent, much like the architecture which relies neither on a tabula rasa nor pure historic form.</span></p>\n<p>&nbsp;</p>\n<p>November 9, 2017</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Maia Simon"},"slug":"maia-simon","meta":{"degree":"M.E.D.","graduation_year":"2019"}},{"title":{"rendered":"Jack Hanly"},"slug":"jack-hanly","meta":{"degree":"M.E.D.","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"07","publication_date":"2017-11-09"}}}}