{"title":{"rendered":"Mexicali Resiste"},"content":{"rendered":"<p>MACRO VERA</p>\n<p><span>Mexicali Resiste is a people’s organization that has been active now for over a year in a battle to defend their water from </span><span>the</span><span> foreign investment brewery</span><span>,</span><span> Constellation Brands. In January 2017, there was a federal Mexican implementation of a 20 percent hike in gasoline prices in Mexico, which caused nationwide protests and mobilization. </span><span>On Jan</span><span>uary</span><span> 4, 2017, Mexicali citizens blocked the Pemex distribution plant at La Rosita, leaving gas stations closed and the city paralyzed.</span> <span>At the same time as the federal hike in gasoline prices, the state imposed a transportation and environmental tax on license plate renewals. This combination of being hit with both a federal and state tax increase was overwhelming and caused people to block a state tax collection center. Mexicali is the capital of Baja California, and houses its civic center, where Baja California’s federal, state and municipal offices are located. Nearly 12,000 people attended a protest at city hall on Jan</span><span>uary</span><span> 12, 2017, prompting several Congress members to flee. This gave birth to the camps that initiated a government blockade.</span> <span>Later that week, on Jan</span><span>uary</span><span> 15, as a part of the national resistance against the gas hike, another march took place and became the largest protest in Mexicali history, with upward of 75,000 people attending. After this protest, five more camps were set</span> <span>up, entirely shutting down the </span><span>halls of </span><span>government.</span></p>\n<p><span>As the camps remained intact, organizers created multiple working groups</span> <span>or committees</span> <span>for various tasks, including research and communications, with weekly assemblies open to the public. This allowed the movement to serve as a vigilant watchdog against the government. And it was this vigilance that led to their most important discovery—namely, that the city government cut a secret water supply deal with the multinational corporation, Constellation Brands.</span> <span>Constellation Brands is a U.S.-based corporation and NAFTA beneficiary headquartered in New York that produces and markets alcohol (beer, wine and spirits), distributing brands such as Corona Extra, Corona Light, Modelo Especial, Negra Modelo, Pacifico, Victoria and Ballast Point. In collusion with Francisco “Kiko” Vega de Lamadrid, the </span><span>G</span><span>overnor of the state of Baja California, they negotiated a backroom deal giving them access to Mexicali’s water supply in the heart of the farmlands just south of the U.S. border.</span> <span>Concerns over the legitimacy and transparency of the deal were ignored, as were requests for public records and copies of the contracts.</span></p>\n<p><span>It is estimated that Constellation Brands would use 20 million cubic meters of water per year throughout its 50-year contract. As in California, the people of Baja California are concerned about drought and the ecological impacts such water consumption would have in the desert region. The movement has attracted the attention of farmers, hydrologists, geologists and oceanographers, all being asked to contribute relevant research to the fight.</span></p>\n<p><span>Due to increasing public pressure, however, Gov</span><span>ernor</span><span> “Kiko” repealed the tax on license plates, and apparently, a vague “water law,” which led many to believe outlawed the privatization of water, and therefore Constellation Brands’ presence in the area</span><span>. Y</span><span>et, the company</span><span>’s facility</span><span> remains under construction. As the pressure and vigilance of the movement continued, several tactics were used to break the blockades of government offices and remove the camps. In one case, shortly after a provocation by the governor and his security team, who showed up unannounced to break the blockades, members of the camps chased the governor away. His response was to order undercover police into the camps </span><span>to break them up </span><span>in the wee hours of the morning.</span></p>\n<p><span>Blockades have been an integral tactic of the Mexicali Resiste movement. When Constellation Brands’ machinery was spotted being transported into the city, blockades were set up at the brewery’s construction site. Just like the oil companies at Standing Rock, Constellation Brands justifies its presence in the region under the worn-out discourse of providing jobs to workers, all the while neglecting legal employment regulations by paying workers under the table</span> <span>or hiring non</span><span>&#8211;</span><span>uniformed security forces wearing ski masks and bandanas. As huge water-tank containers were being brought in from Ensenada on flatbed trucks, organizers mobilized to block their entry onto the brewery premises. Seeing the determination and bravery of those on the blockade, the hired truck drivers left their cargo out on the road for weeks</span> <span>until police and their threat of violence paved the way for the delivery.</span></p>\n<p><span>The most recent and probably most notorious clash with police forces occurred at Rancho Mena on the boundary between ejido El Chorizo and El Choropo (where Constellation Brands is being built) on Jan</span><span>uary</span><span> 16, 2018, just days after Mexicali Resiste had commemorated its one-year anniversary of resistance. As water defenders attempted to stop the machinery, 200 police entered the private ranch and a fierce confrontation with 50 protesters ensued.</span> <span>While this confrontation resulted in injuries and violent arrests, it also reignited the battle to awaken public consciousness, both regionally and internationally. Mexicali Resiste is now calling on people worldwide to join in solidarity with the struggle in Mexicali. There are now calls for an organized boycott of Constellation Brands.</span></p>\n<p><span>One of the things that so many people do not understand about the border is how culturally porous it is. Privileged artists and the bourgeoisie envision it (as they do most social issues) as a black and white theatrical representation of poverty and inequality</span><span>. T</span><span>he reality is quite different. Border cities feed off</span><span> and </span><span>exploit each other</span><span>. W</span><span>hether it’s Juarez’s crime rate in relation to El Paso’s peaceful exterior, Tijuana and San Diego’s anthropological synergy, or Imperial Valley’s total dependence on Mexicali’s agricultural labor force, this is a relationship that is not designated by any geographical imposition. I firmly believe the approximately 2000-mile stretch of </span><span>border </span><span>land on both sides is its own country, whether either side likes it or not. </span><span>In contrast, </span><span>a particular</span><span>ly</span><span> narrow-minded third</span><span>&#8211;</span><span>world artistic vision</span> <span>extends t</span><span>he</span><span> corporat</span><span>e</span><span> thinking</span><span>–that</span><span> people south of the border will sell out for a buck. Currently, it is artists are being bought out and co-opted, utilized as pawns </span><span>to influence the vote by not rocking the boat</span><span>. </span><span>The major difference that reifies the border is that, </span><span>in Mexico</span><span>,</span><span> this </span><span>auction of artistic integrity </span><span>is </span><span>organized </span><span>directly by the government, </span><span>usually through offering employment</span><span>, whereas in the United States artists are commodified by developers who influence policy </span><span>in order </span><span>to displace actual culture.   </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Borders As Practice"},"meta":{"volume":"3","number":"17","publication_date":"2018-04-05"}}}}