{"title":{"rendered":"Missed Opportunity for Dialogue"},"content":{"rendered":"<p><b>SARAH  MEYOHAS </b><em>(Mfa Photography ‘16)</em></p>\n<p>&nbsp;</p>\n<p><span>On February 28th, a conference titled </span><i><span>The Legal Medium</span></i><span> was held at Yale Law School. The brainchild of Amar Bakshi, a third-year law student, the day was meant to analyze the intersection of art and law. When art breaks the confines of traditional boundaries, it inevitably interacts with the structures of the wider world. These structures, in the form of laws, are themselves not fixed. They are constructs, by design, and always up for interpretation. The great flexibility of interpretation comes into view more clearly when art rubs up against the law. Panelist</span></p>\n<p>&nbsp;</p>\n<p><span>Amy Adler explained the way courts find “meaning” in fair use of appropriated material. Three factors are considered: intent (the artist’s testimony), aesthetics (visual difference from the appropriated material), and the “reasonable” viewer (what you might think). All three factors are fraught with problems. Must artists be asked to prescribe meaning as a justification for their work? When appropriation is often a conceptual maneuver, is a visual comparison even a valid factor? Should art even be subject to the opinion of a “reasonable” viewer? Jeff Koons and Richard Prince both faced very similar appropriation suits. Koons got off the hook, giving the courts a testimony they wanted to hear. Perennial bad boy Richard Prince was not so accommodating, and faced the consequences. </span></p>\n<p>&nbsp;</p>\n<p><span>Another captivating panelist was Professor Keller Easterling on the topic of Free Zones. These have mutated from strictly economic spaces into glittering spaces that sanctify bad labor practices. Their phenomenal growth in recent years is changing the urban landscape. Free Zones fantasize themselves cities when they are in fact just a legal structure with a facade of culture, art and design. </span></p>\n<p>&nbsp;</p>\n<p><span>The rest of the panelists were, by and large, decent. They included the likes of Kenneth Goldsmith, Liam Gillick, and David Joselit. It quickly became clear that artists and lawyers communicate very differently, though it hardly became a factor. There was absolutely no dialogue. Like clockwork, panelist after panelist, thec onference proceeded with hardly a moment allotted to discussion. So when Kenneth Goldsmith proclaimed, “copy your copiers, pirate your piraters, bootleg your bootleggers,” in a total affront to the entirety of copyright law, the conference just went on to the next panelist. The structure of the conference was, ironically, too rigid.While the speakers assembled were impressive, there was no argumentation, no discussion, no mediation at </span><i><span>The Legal Medium</span></i><span>.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"01","publication_date":"2015-04-02"}}}}