{"title":{"rendered":"Model City Hues: Dixwell, Yale and New Haven"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>JUAN PABLO PONCE DE LEON</strong> (B.A. ’16)</p>\n<p>Blink and you may have missed it. In October 2014, New Haven announced plans for the redevelopment of the old Coliseum site, once a sports arena and the crown jewel of the Oak Street Connector. The announcement received some local press, but surely did not elicit the fiery community reaction that met the urban renewal plans that made New Haven a model city half a century ago.</p>\n<p>Plans for the Coliseum site—mixed-use development including residential units, retail space, and a public square—appear to stand in stark contrast to the city’s mid-20th century approach that was closely tied to Yale’s own interests in the city. This approach was perhaps most evident in a plot of land past Scantleburry Park, between Webster and Foote Streets, where vinyl-clad, colonial revival homes now stand. The current development, Monterrey Place, succeeded the 800-unit government housing project central to the city’s efforts to end blighted neighborhoods and make New Haven the country’s first slumless city.</p>\n<p>Here lies the story of Dixwell’s plights, which continue to bedevil municipal officials, even as they move forward with plans to reconnect the Hill neighborhood to downtown with the much-lauded Downtown Crossing project. Many of the problems in Dixwell arose from the city’s effort to designate and rehabilitate troubled areas of New Haven. In 1933, at the recommendation of President Roosevelt, the Home Owner’s Loan Corporation was established by Congressional action to halt the Depression’s housing crisis by protecting homeowners from foreclosure and interest hikes through refinancing. Local HOLC organizations graded neighborhoods on an A-to-D scale. The bankers and insurers in charge of local branches freely deployed racial biases to demarcate what they saw as undesirable areas, condemning them through the red-lining process. Racial prejudices and federal guidelines, which looked down on mixed-use neighborhoods, meant that the D rating given to the “Harlem of New Haven,” Dixwell, was almost a forgone conclusion. For the workers who owned three-thousandframe houses in the neighborhood, renting upstairs units to help cover the mortgage, HOLC’s rating discouraged new investment, setting off a process of neighborhood decay due to troubles in securing capital to repair or upgrade the housing stock.</p>\n<p>Having undermined resident stakeholders, the city built Elm Haven, its first housing project, in 1941. Though the project won several design awards, it failed as a bedrock of community in Dixwell and was demolished in the 1990s. Its shortcomings arose from a disjuncture between aesthetic vision and practical use. In Learning from Las Vegas, Denise Scott-Brown, Steven Izenour, and Robert Venturi described the aspirations of modern architecture to create heroic and original works. This aim was present in Elm Haven’s original call for applicants. The brochure’s front page displays sunshine, fresh air, economy, and privacy. Its interior fold describes the unit’s latest modern appliances, rather than explaining how living in Elm Haven could provide occupants social and economic opportunity. Notions of heroic architecture and modern tastes were likely far from the minds of residents, whose efforts to overcome poverty were not aided by the spatial isolation imposed by post-war housing projects and model-city redevelopment. As Oscar Newman observed in Defensible Space, post-war tenements and late American modernist apartment buildings were typologically similar, yet there were notable differences: costly additions such as doormen protected the latter, while the former were vulnerable to crime and other forms of social unrest. Elm Haven’s rigid program, initially successful as transitional housing, could not adapt to the needs of a population that required greater access to surrounding neighborhoods and opportunities. Residents were boxed in by middle-class redevelopment, neighborhood fabric demolition, and large scale rezoning.</p>\n<p>Still, the city’s redevelopment program was spurred on by its industrial strength and the migration of blue-collar workers into New Haven’s urban core. Throughout the 1950s, large numbers of African Americans migrated from the South to see high-paying industrial jobs, which generally did not require an advanced education. By then, New Haven’s industrial capacity was at its peak, and would soon begin to decline, as an increasingly globalized economy sent manufacturing jobs overseas. Meanwhile, the attention of New Haven and Yale turned north with hopes of creating a desirable housing and commercial district: University Park Dixwell. In the Dixwell Redevelopment and Renewal Plan the commission’s outlined its aims to remedy the perceived ills of a mixed-use neighborhood by rezoning, making “the predominant land use . . . residential thus confirming this neighborhood’s predominantly residential characteristic.”</p>\n<p>The result: the classification of two hundred buildings as blighted, slating them for demolition, even though a 1958 survey found only thirty-six to be structurally unfit. As Mandi Isaacs Jackson remarked in her book, Model City Blues, development was meant to achieve “a slow but steady gentrifying process — one that never quite materialized.” Lofty aspirations, with pointed racial undertones, were on display in University Park Dixwell’s advertising: a white, middle-class family depicted as its ideal residents leisurely strolling through town. Besides obvious gender roles assumed in this ‘prototypical’ American family, what is most striking in the advertisement is a sense of placelessness, as the particularities of urban life—streets, buildings, parks—are entirely absent. Were it not for the title, the image could fit almost any commercial advertising campaign. New Haven was all but forgotten.</p>\n<p>Yale’s role in redeveloping large tracts of the city, including Dixwell, was extensive. Yale not only provided design talent and institutional collaboration, but leveraged government contacts to secure funds for municipal redevelopment. New Haven’s half-billion dollar budget was only surpassed by Philadelphia, Chicago, and New York. Edward Logue headed the redevelopment agency from 1954 to 1960, when Elm Haven’s second stage, its notorious high rises, opened and the agency published the Dixwell Redevelopment Plan. Yale president A. Whitney Griswold—whose campus expansion plans included fixtures such as the Art and Architecture building, Beinecke Library, and the Saarinen projects—as well as his successor, Kingman Brewster Jr., both served as vice-chairs of the Citizens Action Commission, a stakeholder in the redevelopment plan. Even Richard Lee, the model city mayor himself, headed Yale’s public relations before running for public office. Dixwell’s ill-fated redevelopment was partly funded through the $3 million sale of land within the project area, whose three high schools were razed for the construction of the Morse and Stiles Colleges.</p>\n<p>Now, as the city embarks on an ambitious new development project, promising to turn around the Hill neighborhood, it may be worth recalling planners’ errand into Dixwell, hardly a model for New Haven as it seeks to reclaim the mantle of the Model City.</p>\n"},"meta":{"fold":{"title":{"rendered":"Building Project"},"meta":{"volume":"1","number":"16","publication_date":"2016-01-14"}}}}