{"title":{"rendered":"More or Less at War"},"content":{"rendered":"<p>“Wake up, you’ll be late for the bus!”</p>\n<p>It’s the first day of school and your cousins have told you all about it: the friends you’ll make, the cafeteria fights, maybe even a secret crush. You can’t wait – you bolt out the door without even saying goodbye to Mom.<br />\nYou arrive at the front gates. Did it always look this institutional? Forge ahead. These will be the best years of your young life.<br />\n“Your child has received straight B-rutalisms this term. Perhaps if they stopped gazing out of our large rectilinear modernist windows and focused on the prescribed reading materials….”</p>\n<p>What does Ms. Vanderow know? Nobody understands you. You hate this, you hate everyone. Your peers think you’re stupid, and they label you the class clown. Mom and Dad are concerned about you. “I.m Pei-ing a lot for your tuition, take this seriously.” You spend all day locked in your room. It’s just a rebellious phase, they think, but whatever, you turn up the stereo. Mad (Architects) by Ne-Yo (Futurism) is playing and you continue to doodle. Time to get Loos.</p>\n<p>You’re in an art and architecture academy now. Finally, you get to be around creatives. But why is everyone wearing black? Is there a dress code? You approach a small group at the front of the lecture hall, noticing their their thick, round glasses. You catch them mid-conversation: “I love minimalism, less is more right?”</p>\n<p>Aw, crap.</p>\n<p>University is okay, you&#8217;re not at the top of your class but you&#8217;re coasting along. Most people are riveted to their drafting boards, but you spend more time watching films, reading philosophy, and befriending students at the art school. Your critics don&#8217;t you take you seriously, everything you do is “ironic.” They say, “Forget narrative, a building which doesn&#8217;t communicate can&#8217;t lie, you should create honest architecture, no subliminal messages. Focus on one idea.”</p>\n<p>Fuck them, less is a bore.</p>\n<p>Fast forward. You’ve graduated, built two or three projects, and you’re slowly gaining a reputation – but only for your idiosyncrasies. Your best friend P.J. is killing it, he secures his 20th civic job and yells “I’m a whore!” as he pops open another bottle of champagne in the limo. It&#8217;s the night of the AIA Awards. You and your friends arrive at the theater. Morty was the first to ask “Where&#8217;s the Front Door?” He&#8217;s kind of like you, but always concerned with networking . . . he used to be fun.</p>\n<p>Recession. “I&#8217;m so poor.” You open up the backend of your website and proceed to remove all your work from the 80s and 90s. You reiterate to your friends “This is the last time I’ll say this, I am not now and never was a &#8230;” It’s time to rebrand yourself, people will take you seriously. You’ll be remembered for creating “good design” and not pigeonholed for using expressive forms or color. You also teach studio on the side. You tell your students to make plans, sections, and diagrams, lots of diagrams.<br />\nOh yes, the diagram. Now you love a clear concept.</p>\n<p>“Yes is more.”</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Matthew Liu"},"slug":"matt-liu","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Duck, Duck, Shed"},"meta":{"volume":"4","number":"04","publication_date":"2018-10-11"}}}}