{"title":{"rendered":"Noitcifiction"},"content":{"rendered":"<p>CAITLIN BAIADA (M.Arch &#8217;18)</p>\n<p><span>Due to its clear delineation from social reality, the mirror of fiction has historically allowed exploration of themes that prove too controversial when presented in everyday life. At the same time as Spinoza’s expulsion from Amsterdam’s Talmud Torah congregation due to his vocal denouncement of Judaism, audiences were applauding Shakespeare’s depictions of incest (</span><i><span>Pericles, Prince of Tyre</span></i><span>), madness (</span><i><span>Hamlet</span></i><span>), and racism (</span><i><span>Othello</span></i><span>). Fiction, framed from a perspective of instigation and inquisition rather than truth, removes the subject from the statement and thus serves as invitation rather than manifesto. Invitations of literature, theater, music, dance, comedy, visual art, and even architecture hold the power to harness taboo as a </span><i><span>productive</span></i><span> social construct. Not </span><i><span>productive</span></i><span> in the sense of positive contribution, but in acknowledgement of the reflexive relationship between fiction and taboo as a mechanism for the </span><i><span>production</span></i><span> of social ideology. </span><span>Pierre Bourdieu’s ‘reflexive ideology’ claims a “double reality of the social world” in that humans reflexively (often subconsciously) create their own social circumstances: A soccer field is “not given to [the player]&#8230;but [is] present as the immanent term of his practical intentions&#8230;Each maneuver undertaken by the player modifies the character of the field and establishes new lines of force in which the action in turn unfolds and is accomplished, again altering the phenomenal field” (Bourdieu, </span><i><span>An Invitation to Reflexive Sociology</span></i><span>, p. 21). </span><span>Thus, as a device for social critique, allegorical parallels are powerful tools for awareness and dialog that can further embed or disintegrate existing taboos. </span></p>\n<p><span>How architecture performs as a ‘fiction’ remains unclear- is it a constructed narrative, a reality, or somewhere in between? Most fictions (performed, written, or visual) are clearly delineated from the rituals of day to day life- we are aware when we sit down to read </span><i><span>Catch-22</span></i><span>, watch an episode of </span><i><span>Black Mirror</span></i><span>, or view a </span><i><span>William Kentridge</span></i><span> installation. In these contexts, we can recognize the role of fiction as a mirror to reinforce or ridicule politics, economy, religion, and other prominent realms of power. The cloudiness of architecture lies in the blurred boundaries between artistic expression, theoretical investigation, and functional service to humanity. Its financial ties to corporate and government policy further obfuscate our awareness of architecture as fiction subconsciously influencing social ideology. So we ask ourselves, how does the ‘fictional toolset’ of </span><span>exaggeration, juxtaposition, analogy, fantasy, and double entendre translate to architecture?</span></p>\n<p><span>Although PoMo used architectural invention as a sort of ‘fiction’, critique remained self-referential within the field of architecture, providing little commentary on society at large. On the other hand, utopian proposals such as Superstudio’s, </span><i><span>12 Cautionary Tales For Christmas</span></i><span> directly address the dehumanization and isolation resulting from the machine age, but fail to manifest as physical architecture, remaining within the realm of ‘literature’. The National Museum of African American History and Culture, however, communicates a narrative of pride in difference, serving as a mirror for reflection upon our country’s contentious race relations. Filling the last empty lot on Washington’s National Mall, The National Museum of African American History and Culture, proudly stands as a ‘dark presence on the mall’ (Adjaye’s own words) against a ‘sea of white marble and limestone’ (</span><a href=\"http://www.npr.org/2016/09/15/493909656/mission-of-african-american-museum-writ-large-in-its-very-design\"><span>http://www.npr.org/2016/09/15/493909656/mission-of-african-american-museum-writ-large-in-its-very-design</span></a><span>). </span><span>In today’s volatile socio-political climate, architects must recognize the heightened insidious power of their work, resulting from user’s subjugation without conscious choice. Unlike other artforms, the lack of awareness of architecture as fiction makes it that much more powerful, in that existing paradigms are reproduced, backgrounded, and accepted as truth. Its up to us, as architects, to take responsibility and write the fictions that will become the realities of our world. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Caitlin Baiada"},"slug":"caitlin-baiada","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"2","number":"20","publication_date":"2017-04-06"}}}}