{"title":{"rendered":"NOSTALGIA: FROM PHENOMENON TO ARCHITECTURE"},"content":{"rendered":"<p>M. Arch I (‘18)<br />\nRon Ostezan<br />\n“I shall never forget the delightful restaurant where I often dined when I visited Japan…The combined feeling of peace and pleasure that I have found in the Katsura Palace, the Stone Garden, and in so many other examples of Japanese architecture seemed to envelope us at once…In today’s world, traditional Japanese architecture in its pure form is impossible, except in the most special of circumstances. But I think it important to use both its delicacy and warmth of feeling it creates for the individual as standards by which to design contemporary buildings.”2<br />\nFor the general observer, architecture is about experience. Consequently, for architects truly interested in designing for lived realities, how a visitor experiences architecture is paramount. Encapsulating this requires more than the visual; memory, perceptual encounters and emotional responses all play important roles. Many of us have favorite places that succeed in producing memorable architectural experiences, and it is such experiences for which we strive to design.<br />\nThe difficulty lies in translation: how to retain the spirit of that which has been built in the past while giving it a new, contemporary, body. Minoru Yamasaki recalls archetypal architectural experiences of his life, specifically picking out that architecture which evoked tremendous delight for himself. His nostalgic memory of a place comes to shape his design through his choice of texture, color, material, shadow, light, and detail. In opposition to the harsh structures of his time, where steel, glass and concrete generated “cold” places, Yamasaki believed that warmer materials and finishes would help humans better relate and interact with architecture.</p>\n<p>In that sense, Yamasaki does not strive to merely create buildings but “serenity and delight”—a philosophy most clearly expressed in Wayne State University’s McGregor Conference Center in Detroit. Distinguished from its urban context, geometric forms, both inside and out, create sharp shadows which ephemerally pass with time. Water instills a certain tranquility around the exterior of the building, a sharp contrast to the urbanized network of campus and Detroit at large. On the interior, natural light works in concert with the building textures and materials. It becomes an ethereal space with geometric ceiling forms and white palette indicating a predilection towards formal moves even within the aegis of a phenomenological architecture. Intermittent spots of intense ornamentation through louvers, door cladding, and construction details help increase the complexity, making complete Yamasaki’s goal for visual delight.<br />\nYamasaki’s desire to replicate the feelings, emotions and physical qualities of spaces previously encountered makes his work inherently nostalgic. Neither old nor new, the thought towards human-driven design connects Yamasaki with the past, whose ideas are reframed through his contemporary construction. These ideas, expressed at the McGregor Conference Center, reveal an optimism for architecture and its ability to become both meaningful and timeless. Yamasaki demonstrates that history can be mined for its productive possibilities, leading to an architecture that is similar yet not quite. The general observer may never know the roots of the McGregor Center lies in Japanese architecture, but the visitor will almost surely acknowledge its serenity and delight in the building.</p>\n<p>2 Yamasaki, Minoru. 1979.<br />\nA life in architecture.<br />\nNew York: Weatherhill, 29-30</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ron Ostezan"},"slug":"ron-ostezan","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"2","number":"03","publication_date":"2016-09-22"}}}}