{"title":{"rendered":"Notes from Equality in Design"},"content":{"rendered":"<p><b>Action Points </b></p>\n<p><span>Following the Town Hall meeting with Dean Berke, many students in the YSoA community felt frustrated and dissatisfied. However, the turnout at the event made it clear that this conversation was long overdue. In a meeting the following day, students from Equality in Design picked up this momentum to discuss steps the school needs to take in order to create a respectful environment. Over the course of subsequent meetings, students identified the major issues of bias and sexual misconduct that occur in our field’s academic and professional settings. Although these issues need to be addressed throughout the field, we want to focus on our own community first, fostering productive change within Rudolph Hall that students will take with them once they begin their professional pursuits. The student initiatives currently underway are as follows:</span></p>\n<ol>\n<li><span>Students will create their own educational curriculum surrounding issues of bias and sexual misconduct for incoming students. EiD wants to welcome new students to the school with an orientation event that teaches clear codes of conduct and shared tools for describing the types of behavior that lead to incidents of sexual misconduct or bias. </span></li>\n<li><span>Students will seek input from the newly appointed Dean of Diversity and Inclusion at the the School of Forestry and Environmental Studies. We are hoping to host him for a discussion about the importance of his role and what a similar appointee could do for YSoA. We will advocate for the hiring of someone in this role.</span></li>\n<li><span>In the absence of a Career Services initiative to vet firms who come to the Career Fair, we will create our own vetting system.</span></li>\n<li><span>We will use the walls of Rudolph Hall to begin a poster advocacy campaign to educate the community about examples of misconduct and bias.</span></li>\n</ol>\n<p><span>This plan for change will start with the current student body</span><span>—</span><span>by holding ourselves accountable to these same standards, we look forward to bettering the YSoA community by creating a culture of acceptance and respect.</span></p>\n<p>&nbsp;</p>\n<p><b>Derailing</b></p>\n<p><span>Communication and empathy are the keys to creating a culture at YSoA that values inclusivity, mutual respect, and equality. As we seek structural changes within our institution and the broader discipline of architecture, it is essential that we collectively discuss our beliefs, our past experiences, our aspirations for the future, and our adversities. However, conversations that get to the heart of lived experience and reveal patterns of marginalization tend to, by their very nature, also involve confronting the biases and privilege of other participants. Put simply, designing an open and welcoming environment in Rudolph Hall requires better tools for active listening and constructive dialog about difficult topics.  </span></p>\n<p><span>We would also like to refer YSoA to a helpful and educational resource, The Derailing Document from Speak Up.org. The Derailing Document is a handbook of example conversations in which one person shifts the focus of a conversation away from the main topic and, in doing so, silences the other participant and reinforces existing inequalities. Reading through 15 categories of derailing statements is a startling and sobering exercise, especially given the ease with which we recognize each statement as all too familiar. The Nit Picking example recalls something said by a coworker last week; the Strawman was set up by a peer in a section discussion; the False Analogy was made by a critic in the mid-review; the Tangent was something we said ourselves.</span></p>\n<p><span>Read this document to remove the need for someone else to explain their frustration. Use this document as a manual for empathetic conversation. Share this document to help others be better heard. A link can be found at yalepaprika.com or by visiting </span><a href=\"http://speak-up.org/derail/\"><span>http://speak-up.org/derail/</span></a><span>.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"","publication_date":"2018-04-26"}}}}