{"title":{"rendered":"Oh Shit"},"content":{"rendered":"<p><strong>JONATHAN MOLLOY </strong>(M.Arch &#8217;18)</p>\n<p><span>“Can you guys come up here for a second?” a concerned voice called down to us. </span></p>\n<p><span><br />\n</span><span>As each of us bounded off the ladder and hurried toward the voice, we were met with anxious gazes fixed on the all-important bay window at the top of the stairs. “Oh shit…” we all defeatedly concurred, joining in the perplexed stare at a window that wouldn’t let you look out of it. Your eyes simply couldn’t make it past the header, which sat perfectly at eye level. It made you feel like ducking, like the window wasn’t for you. It was eerily, but utterly uncomfortable. Three of the four windows were like that. That’s probably why we found Adam (Hopfner: studio critic, contractor, and design/build guru) sitting down up there — on the roofless second floor of the quickly rising BP house — avoiding, from his lowered vantage, this frustrating spatial anxiety. The others were pacing nervously from window to window, each glance intensifying the discomfort. “They’ve gotta come up, right?” we, who had drawn square 4’ x 4’ windows with 24” sills without realizing it put the header at 6’0”, inquired tentatively, and a little horrified, not quite sure what we had done. </span></p>\n<p><span><br />\n</span><span>It only made it worse that the windows were not without consideration. Indeed, these second floor windows and their sill heights were contentiously debated for hours in long, belabored design meetings — 55 students and 10 critics huddled around a TV screen on Thursday afternoons, which soon became evenings, and eventually nights. An architectural cacophony of opinions, expertise, preference, inexperience, passion, etc., the final design stages were not unlike a mad act of collective juggling: exhausted and slightly deranged students running towards the endlessly elusive finish line of first year, hurling above them an ever-expanding field of real, unavoidable architectural considerations that would soon compose a house, and, a little later, make a home. The critics, in their wonderfully staccato and uncoordinated manner, made sure it was all above us. “Did you try this yet?” became the refrain as critics would lob another flaming baton into the juggled mix. Or, “Okay, let’s move on for now, but this needs more attention,” in an instant forcing us to keep airborne things we had long hoped to catch.</span></p>\n<p><span><br />\n</span><span>For these windows, it was privacy, openness, light, internal/overall composition, and the technical requisites of fire code that we found overhead. But more, there were sixty five different versions up there: our ideas of a house and window were deeply informed by our individual senses of home and intimacy, and these preferences not simply pragmatic or aesthetic, but deeply felt, rooted in lifelong experience. “That’s too much glass for a bedroom” &#8211; “there’s not enough light” &#8211; “any sill higher than 30” feels like a prison” &#8211; “that’s what blinds are for” &#8211; “squares work with the composition” &#8211; “do you want light behind a bed?” With no clear method of making these decisions, even the sill of a bedroom could, and did, become a question of real intensity, only finding resolution in cloudy and exhausted compromise. </span></p>\n<p><span><br />\n</span><span>And so we finalized the construction documents with second floor windows that only reached up to 6’0”. Adam, as he would tell us later, saw this immediately upon reviewing them, but decided to make an enlightened pedagogical choice: he let us build it. Knowing full well they would need to be altered, he oversaw the framing of too-short windows — feeling, I imagine, a special teacherly mix of annoyance for building something twice and excitement for this moment of its realization. I’m sure he took solace in the certainty that we would never make the mistake again. Man, a 6’0” header is ridiculous!</span><span><br />\n</span><span>Herein lies the complex beauty of the BP project: it is both architectural education </span><i><span>and</span></i><span> architectural reality. It is a pedagogical experiment that seeks not just to make a beautiful house, but to, all the more beautifully, enlighten its students, invigorate the architectural field, contribute to a neighborhood, and empower eventual inhabitants. Sometimes that means framing a window twice. </span><span><br />\n</span><span><br />\n</span><span>“Alright, I’ll go get the sawzall.”</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jonathan Molloy"},"slug":"jonathan-molloy","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"2","number":"01","publication_date":"2016-09-08"}}}}