{"title":{"rendered":"On Presence and Absence in Havana"},"content":{"rendered":"<div><strong>CATHRYN GARCIA-MENOCAL </strong>(MArch I 2017)</div>\n<div>The words of the molasses-voiced historian tumbled around in my head as I sat in the Museum of the Revolution’s Hall of Mirrors (formerly the Presidential Palace): “And so you must remember, when you walk around this city, that all of Cuban architecture is borne of mestizaje.” The English translation of the word is “mixed”— a reference to the particular mix of European, African, and Amerindian people of former Latin American colonies. This definition falls short of Havana’s complicated presence and absence, where the whole often ceases to be a synergistic sum of parts.</div>\n<div>Cuba developed its architectural voice from a far more vast and complicated lineage. It’s Art Deco adolescence is from America, but its Art Nouveau childhood has no trace of Austria; rather, the floriated and vegetal curves found on some of Havana’s facades are distinctly Catalan, with more than a trace of Moorish complexity. This style was among the last of the Spanish imports.The parsing out of architectural elements with an impossibly pastel-neon color palette further adds to the entanglement.</div>\n<div>And even more pressing, what happens to a country without any legal architects?</div>\n<div>When Fidel Castro came into power, he dissolved both the School of Economics and the School of Architecture, deeming these disciplines too elitist for the revolutionary state. Even today, architects are exclusively agents of the state— private architecture does not legally exist in Cuba. Architectural restoration is conducted through the municipal Office of the Historian. Does this mean, then, that Havana’s architectural adulthood exists in doublespeak, a black market silence that, by design, is more absent than present?</div>\n<div>While the analogy of architecture and race relations makes me more than a bit uncomfortable, it does approximate the complex architectural movement of the city as well as the strange feelings it inspires. Seeing Havana this summer meant confronting a peculiar kind of nostalgia: a deep familiarity and longing for a city that I had only experienced through the alternately painful and joyful recollections of my grandparents and the cloudy memories shared by my parents.</div>\n<div>What I saw was a city at once deeply familiar and completely removed from my reality. I saw a city as painstaking in its creation as it was in its self-destruction. The architecture responded with sharp inhalations and has yet to exhale.</div>\n<div><em>Cat was the 2016 recipient of the George Nelson Fellowship.</em></div>\n"},"meta":{"fold":{"meta":{"volume":"2","number":"00","publication_date":"2016-09-01"}}}}