{"title":{"rendered":"On Rural Studio&#8230;"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>PETER MCINISH</strong> (M. Arch II ’15) and <strong>FRANCESCA CARNEY</strong> (M.Arch I ’17)</p>\n<p>Peter McInish, a graduate from YSOA, talks with Francesca about his experience as an undergraduate in Rural Studio, the design-build program at Auburn University. Building for underserved population in West Alabama, Rural Studio is renowned for its community activism, which focuses on “what should be built, rather than what can be built.” http://www.ruralstudio.org/about/purpose-history</p>\n<p><strong>FC From my understanding Rural Studio is an under graduate program. Do you think it fits into the architectural curriculum at the right time?</strong></p>\n<p>PM Correct, basically. There are three ways to participate in the Rural Studio as a student: Third-year (when I did), Thesis (final year, plus any additional years needed to complete a project), and Outreach (nonAuburn post-graduates or temporary transfer students). Because Auburn is a 5-year professional program, in all fairness, it often turns out to be the only architectural education most of its graduates receive. Auburn has always been a school for pragmatists, and Rural Studio is an immersion in desperate realities that still resemble Walker Evans’ photographs. From what I felt, and what I observed, that dosage of reality is usually enough to temper a student’s tendency toward irresponsible fantasy. It changes people, and they begin to work from a tectonic basis outward — they still have wild dreams and hopes, but only keep the ones they feel committed to accomplish. You become a ruthless self-editor.</p>\n<p><strong>FC Was the design-to-construction process transparent to students, and how much of a role do students have in decision making?</strong></p>\n<p>PM You might not fully believe how much the students are in charge. The faculty and invited guests keep the projects moving, and keep the studio from descending into Lord of the Flies, but that’s about it. If anything, this could be something to fault the studio for. Lately, some thesis projects have dragged out 2-3 years beyond graduation, and since students are volunteers, they start bagging groceries or pouring drinks in one of the three or so restaurants in town. The responsibility is, at times, as crushing as it is rewarding. But it keeps people going, and most graduates remember their time fondly — as one might remember any long-defeated personal struggle.</p>\n<p><strong>FC Do the students have a relationship with the residents of Hale County outside of the building process and how has it impacted the program overall (good/bad experiences)?</strong></p>\n<p>PM The students, many from abroad or elsewhere in the US, are something of a curiosity in such rural and isolated surroundings. Our neighbors seemed to enjoy us a great deal, so long as we didn’t misbehave too much (and we tended to). There were plenty of ways to interface by living among the people you served: mentoring middle school students in Hale County, hosting community dinners with AME choirs, starting a Frisbee or softball league, and buying a daily pastry from the Mennonite ladies (I still miss those cinnamon rolls). The community trusts the Rural Studio immensely, simply because we DO live there — they are our landlords as well as our clients; they see us in their stores, their churches, at the cafe or at the bar, and even at the filling station. There’s an arithmetic to geniality, particularly in the South, that swings the patience of the people to the Rural Studio’s favor.</p>\n<p><strong>FC What is one of the strengths of Rural Studio that similar programs could learn from, and what could be seen as one of its weaknesses?</strong></p>\n<p>PM That is an incredibly difficult question because every strength of the Rural Studio might be seen as a weakness elsewhere: it is the ultimate immersion, but there is literally no time for anything else: no semblance of a personal life, an exercise regimen, or even so much as a book to read. But the studio reconfigures your life to fill those needs — you bond with your teammates (people you might not even say hello to back in Auburn) and meet incredible practitioners from all over the world (see the recent lecture roster), you get ripped (almost) from building in the heat and humidity of west Alabama, and you learn exactly what all those words on the drawing set actually mean&#8230; throw in some catfish gumbo and bonfires and what more do you need for a semester?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Francesca Carney"},"slug":"francesca-carney","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Building Project"},"meta":{"volume":"1","number":"16","publication_date":"2016-01-14"}}}}