{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>12/3</p>\n<p>Matt Roman and Peter Eisenman split the Thursday evening lecture, each covering their own distinct, yet related, topic. Roman introduced the book Palladio Virtuel, which he wrote with Eisenman. Together they categorized the three Palladian villa types: the Classical Villas, the Barchessa Projects, and the Virtual Villa. The Virtuel can be described as the decomposition of the classical villa scheme, the final typology in a series of typologies formulated by Palladio. In a separate lecture titled ‘Architecture and the Loss of Authority,’ Eisenman covers a brief history of authority in architectural education, including a discussion on the Beaux Arts tradition, which used architectural authority as a pedagogical tool. In previous eras of architectural education, students referenced one book as an authorial figure, such as Le Corbusier’s Ouerve Complete. Today, students reference many architectural influences, resulting in the dissolution of an authority in our discipline. He attributed today’s loss of handedness to the loss of authority.</p>\n<p>12/7</p>\n<p>In the inaugural talk for the new lecture series, (un)disciplined, Munro Galloway argued against the primacy of the optical in color analysis. Noting the importance of language in conditioning a cultural understandings of color, Galloway used the work of William S. Burroughs to describe the ‘color walk’ or a way of traversing a space while focusing on color to encourage free association and stream of consciousness.<br />\nThe talk was well attended by students and faculty from various university departments including many from the School of Art and Department of Art History. (un)disciplined is a student-run speaker series that promotes cross-disciplinary dialogue.<br />\nThe views expressed in Paprika! do not represent those of the Yale School of Architecture. Please send all comments and corrections to paprika.ysoa@gmail.com.<br />\nPaprika! receives no funding from the School of Architecture. We thank GPSS and the Yale University Art Gallery for their support.</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}