{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><b>1/25</b></p>\n<p><span>After slaving away in the </span><i><span>studio pit</span></i><span> until early hours of the morning, First-years have their first review on their analytical monster model, giving them their first taste of working in groups. </span></p>\n<p><span>There is a piñata on the 4th floor. No word on what it&#8217;s filled with though. </span></p>\n<p>&nbsp;</p>\n<p><b>1/26</b></p>\n<p><span>Peter Eisenman pauses Diagrammatic Analysis with Peter Eisenman to conduct Detailing 101 with Peter Eisenman, explaining that Peter Behrens has not designed a water-positive window barrier.</span></p>\n<p><span>[Bob Stern aims the mouse at the TV screen, expecting it to work like a pointer] “I hate technology.” </span></p>\n<p><span>“Eisenman, Stern&#8230;oh my god can we just kill them? Well I’m ready to be shot&#8230;” &#8211; Bob Stern, After the Modern Movement</span></p>\n<p><span>Career Development and Equality in Design hosts a workshop on </span><b>“</b><span>Salary Negotiation</span><b>” </b><span>featuring speakers Amy Wrzesniewski (SOM), Nancy Alexander, and a surreptitious Shih-Fu Peng.</span></p>\n<p><span>Alan Ricks’s advanced studio gets their first round of shots together. Rather than being hungover, they are now immune to Typhoid and armed with malaria pills. </span></p>\n<p><span>Symposium guest speaker Will Hunter seems to have lost his shoes during the round table discussion.</span></p>\n<p><span>Eyal and Ines Weizman&#8217;s lecture, &#8220;Documentary Architecture,&#8221; is more CSI episode than documentary.</span></p>\n<p>&nbsp;</p>\n<p><b>1/27</b></p>\n<p><span>Using acrylic for vacuum forming results in a metal &#8216;n plastic sandwich. Lesson learned, kids.</span></p>\n<p><span>Hastings Hall is extra comfy. Will Hunter strikes again, but this time whipping out his pillow to take a quick nap on the paprika stairs. Shoes off, of course.</span></p>\n<p><span>The fire alarm goes off at 11pm. A few dozen students begrudgingly trickle out of the building whilst they wait 10 minutes for the fire trucks to arrive. If there was a real fire during primetime, half of us would truly be dead. </span></p>\n<p>&nbsp;</p>\n<p><b>1/28</b></p>\n<p><span>The 2018 Spring Mixed Rudolph Open begins with teams struggling to come up with witty badminton names.</span></p>\n<p><span>Students of the Iceland advanced studio introduce Hildigunnur Sverrisdottir to Florian’s brussel sprouts. The verdict: “out of this world.”</span></p>\n<p>&nbsp;</p>\n<p><b>1/29</b></p>\n<p><span>Uneventful.</span></p>\n<p>&nbsp;</p>\n<p><b>1/30</b></p>\n<p><span>Phil Bernstein warns students that “shit’s gonna hit the fan” in his presentation titled “Employment Strategy and Opportunities in Today’s Market” during lunch as part of the Career Development Workshop. “Don’t worry though, not for another three years”. First years unimpressed.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"12","publication_date":"2018-01-31"}}}}