{"title":{"rendered":"On the Geiger Fellowship"},"content":{"rendered":"<div><strong>THADDEUS LEE </strong>(B.A. 2017)</div>\n<div>In recent months, the splattering of social, economic and political tools released to the consciousness of popular architectural thought has promised a more socially-relevant architecture, especially in the area of housing. This drastically expanded sphere of expertise wielded by the Architect projects equal parts confusion and thrilling potential. First, Uber-inspired communal design, next, political intervention to ensure proliferation? A prominent architect is certainly considering the career switch. After all, what better way is there to address non-conventional design factors without being a certified expert in all of them?</div>\n<div>In truth, social architecture has always existed as a function of social, economic and political variables and is perhaps most visible in the domain of the house. This past summer, I explored distinctive examples of this within the much vaunted Nordic and Japanese design cultures, hoping to find new precedents for a simple, yet ambitious investigation; to view society as the site for a house.</div>\n<div>While I suspect it may take months, if not years to unpack all I’ve encountered, some promising examples do stand out: the socialist Million Program of Sweden, Finnish Worker Housing of the early 20th century, and, in the words of Juhani Pallasmaa, the “alignment” of modular thought with “rational” demands in post-war Japan. Alvar Aalto, once a designer of modular worker’s homes, perhaps best describes an architecture that responds to such interdisciplinary inputs:</div>\n<div>“Every historical turning point has a deep impact on the essence of architecture. Each one gives it a new direction and objective, in a way. The fundamental human problems will naturally remain the same, as will the inner purpose of architecture, but various periods of crisis reshuffle the order of importance between, for example, the groups of human goals in architecture and the ways and means of architecture.”</div>\n<div>My deepest appreciation and most sincere thanks to the Harvey Geiger Fellowship and its faculty board for affording me this incredible opportunity.</div>\n<div></div>\n"},"meta":{"fold":{"title":{"rendered":"New Shoes"},"meta":{"volume":"2","number":"00","publication_date":"2016-09-01"}}}}