{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p><strong>ON THE GROUND</strong></p>\n<p><span>We congratulate our new coordinating editors, MAGGIE TSANG (M.Arch ‘17) and </span><span>TESS MCNAMARA (M.Arch &amp; M.E.M. &#8217;18) </span><span>who will, as of January, be responsible for the good standing and health of Paprika!</span></p>\n<p><span>Support </span><i><span>Paprika!</span></i><span> We receive no funding from the school of architecture. As such, over the next two weeks, we are raising $15,000 to fund another year of Paprika! Find us on kickstarter to support the project.</span></p>\n<p><span>A quote from ZAHA HADID’s just posted spring studio prompt: “The topography correlates with the path of the river, the river together with topography and sun orientation differentiate the flora and the differentiation of the flora – together with river and topography &#8211; shape the differentiation and distribution of the fauna, which in turn impacts back on the fauna and thus often also on rivers and even the topography.” What?! For FRANK GEHRY, students will be designing a concert hall, again.</span></p>\n<p><span>11/30/2015</span></p>\n<p><span>“It is always good to be at the Yale School of Architecture, where I always know the podium will be my size,” said PRESIDENT PETER SALOVEY as he introduced Dean in waiting DEBORAH BERKE Monday afternoon. He emphasized that there will be new deans across the university next year, including at the schools of Art, Forestry, and Public Health. We are publishing Deborah Berke’s comments in full on the front page here.</span></p>\n<p><span>12/1/2015</span></p>\n<p><span>XIAO WU (MBA &amp; M.Arch ‘17) and XINYI WANG (M.Arch ‘16) won first prize in the Shelter International Design Competition in Tokyo with an entry which proposed to sever finally ego from architecture by proposing a floating, latticework which flows with the topography and leaves the ground for the trees. (picture included) (take one from their board </span><a href=\"https://urldefense.proofpoint.com/v2/url?u=http-3A__www.shelter.jp_compe_2015_eng_images_resultLarge15-5F01.pdf&amp;d=AwMBaQ&amp;c=-dg2m7zWuuDZ0MUcV7Sdqw&amp;r=BHFwvdMpEoxpsnCwugPw5ovS5ykZdFUq2VK1ZreCpqQ&amp;m=EQqo2a_aZg6el3dlI-AeHyBaJvlYu8KJh77MKe_jLik&amp;s=JYbpwGeAXtSFa6Ajun7sjaSKjE0fanPlwKikAUpaWT4&amp;e=\"><span>http://www.shelter.jp/compe/2015/eng/images/resultLarge15_01.pdf</span></a><span>)</span></p>\n<p><span>In the last installment of the History of Art’s Modernist Forum, ORIT HALPERN, Assistant Professor of History at the New School for Social Research, juxtaposed the 1980&#8217;s research of MIT&#8221;s Architecture Machine Group and NICHOLAS NEGROPONTE with the recent work of artist HARUN FAROCKI, arguing that machine learning and &#8220;Demos&#8221; were emblematic of the push to further integrate technology and computers deeper into our lives as part of a cybernetic feedback loop. Now, this push for the penetration of technology is sold as the requisite antidote to future crises or apocalypse. She posited that in architecture the language of &#8220;sustainability&#8221; has transitioned to &#8220;resilience&#8221; marking a broad acceptance of a status quo of crisis, inequality, and the imaginary of imminent disaster as a pretext for an optimistic notion of &#8220;design opportunity.&#8221;</span></p>\n<p><em>Pedagogy and Place<br />\n</em>Opening 12.32015</p>\n<p>To honor the centennial of the Yale School of Architecture, Pedagogy and Place is a two-part exhibition examining the relationship between architecture education and the buildings that house architecture programs. The central installation presents a spiraling timeline that traces the development of Yale’s own pedagogy along with the structures in which it evolved, while an auxiliary installation examining over 30 architecture schools around the world provides historic context and further illuminates the relationship between pedagogy and place. Taken together, the schools documented in this exhibition offer a lens through which one can begin to appreciate the dynamic and didactic spaces that have helped shape student thought and, thereby, have influenced the evolution of architecture.</p>\n<p><span>(un)disciplined speaker series presents: COLOR PRACTICE with MUNRO GALLOWAY (artist and lecturer at the Yale School of Art) Monday, December 7, 6:30 pm, 4th floor pit</span></p>\n<p><span>While PHIL BERNSTEIN was away from his Practice and Management seminar, lecturer JOHN APICELLA admitted, “I teach like going to church. Phil says how things are supposed to be done, but in practice I go out and do real things.” Is practice actually that different from the classroom? Apicella tempered, “Only at the margins.”</span></p>\n<p><span>The views expressed in </span><i><span>Paprika!</span></i><span> do not represent those of the Yale School of Architecture. Please send all comments and corrections to </span><a href=\"mailto:paprika.ysoa@gmail.com\"><span>paprika.ysoa@gmail.com</span></a><span>.</span><br />\n<i><span>Paprika!</span></i><span> receives no funding from the School of Architecture. We thank GPSS and the Yale University Art Gallery for their support.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Form and Discipline"},"meta":{"volume":"1","number":"14","publication_date":"2015-12-03"}}}}