{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><b>9/12</b></p>\n<p><span>Sign ups for the Fall Badminton Open commence, additional prizes will be awarded to best name, poster, and costume. Get ready for saucy stereotypes, name puns, and architectural memes. 2FastTafurious presents the first poster of the season and waits for the competition to follow suit. </span></p>\n<p><b>9/13</b></p>\n<p><span>The first Intramural Architecture talk of the year featured Gary He, presenting “The Look and the Snigger: Eclecticism and the Signs of the Times” – Garnier, Lapidus . . . Donald Trump? Gary ended his talk by asking: How can we talk about social class in architecture? What is the role of the bourgeois? And how should one (have to) rewrite or rethink </span><i><span>Learning From Las Vegas</span></i><span> from the perspective of both Las Vegas and the critic, if Las Vegas replaced Washington D.C. and the Bellagio became the White House?</span></p>\n<p><span>Most students were left without a seat at the “Adjacencies Gallery Talk.” </span></p>\n<p><span>Miguel Sanchez-Enkerlin sends an equivocal email to all M.Arch I’s following the talk. Subject: “Rudy’s?” Message: “What happened?”</span></p>\n<p><b>9/14 </b></p>\n<p><span>“What happens when you go +/- two degrees C from your core body temp? . . . you sweat . . ? No, you die!” – Kipp Bradford</span></p>\n<p><span>EiD arranges a pizza party for mentors and mentees. First years are still seen working diligently on the 6th floor – are they already sick of pizza?</span></p>\n<p><span>GAIA and YSoA East hold their first meetings to go over their plans for the year.</span></p>\n<p><span>Overheard outside of Rudolph: “There must be a bar up there.” – senior tourists</span></p>\n<p><b>9/15 </b></p>\n<p><span>Advanced Studio flags go up.</span></p>\n<p><span>Alejandro Duran dramatically posts his weekend reading for “Parallels of the Modern” on his Instagram story. </span></p>\n<p><b>9/16</b></p>\n<p><span>The first Taco Bell Cantina in New England is set to open on Chapel St., whilest Insomnia Cookies is to be replaced by Pokémoto. This is sure to shake things up.</span></p>\n<p><b>9/17</b></p>\n<p><span>Second years learn about thermal comfort whilst freezing in Hastings.</span></p>\n<p><span>“I’m taking Intro to Commercial Real Estate and Practice . . . I gotta understand money.” – Kay Yang</span></p>\n<p><span>“I will NEVER understand money.” – Deo Deiparine</span></p>\n<p><span>Viz II appears to have migrated into first-year studio. Students displayed a plethora of flashy, colorful art objects in their first YSoA review. </span><i><span>VIZ OR TRASH: THE SAGA CONTINUES . . .</span></i></p>\n<p><b>9/18 </b></p>\n<p><span>GSD Core 3 walks through the unforgiving fourth floor pit as we watch them like hawks. Studio critic John May puffs out his chest as a method of intimidating self defense. </span></p>\n<p><span>The Retrospecta 41 editors begin to pass on the torch to the first years. </span></p>\n<p><span>“Why do I keep challenging myself to be better?” &#8211; Michael T. Gasper </span></p>\n<p><b>Correction</b></p>\n<p><span>Nicolas Kemper’s name was misspelled as ‘Nicholas’ in his contribution to last issue’s On the Ground.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Anarchitecture"},"meta":{"volume":"4","number":"02","publication_date":"2018-09-20"}}}}