{"title":{"rendered":"On the Ground"},"content":{"rendered":"<p>AUGUST 30<br />\n“How was your summer!?” “Oh yes I saw that on your instagram story” – Everyone</p>\n<p>Maya Sorabjee scouts the fifth floor during presentations for desirable work desk locations. Many students follow suit.</p>\n<p>“Anthony Gagliardi . . . the new Elisa” – Peter Eisenman</p>\n<p>Edward P. Bass Distinguished Visiting Fellow, Michael Samuelian delivers the opening lecture “Civic Engagement in New York City.” Garvin was more excitable than usual.</p>\n<p>The 6th floor babies stayed in studio late into the night as they prepare for their first review. Sympathetic third years surprise them with some treats.</p>\n<p>AUGUST 31<br />\nRuchi Dattani was nowhere to be found when called out by Dean Berke at the returning students meeting. She was later seen frantically asking peers if she was in trouble.</p>\n<p>Anna Dyson emphatically discourages students from waiving Environmental Design unless they have completed a PhD on the topic. She protecc, She attacc, but most importantly, She knows HVAC.</p>\n<p>Richard confiscates the $100+ ice luge and all hard liquor at the first Six on Seven of the year. Students resort to “shotgunning” their beers.</p>\n<p>Seth, Ruchi, and Nathan hand over their social chair duties to Anjelica Gallegos, Angela Lufkin, and Ben Thompson.</p>\n<p>SEPTEMBER 04<br />\nThe first Paprika! meeting of the year included lots of pizza and drinks, but no first years.</p>\n<p>SEPTEMBER 05<br />\nEiD holds it’s introductory meeting as they detail their plans and direction for the year.</p>\n<p>SEPTEMBER 06<br />\nPeter Eisenman introduces himself to new Formal Analysis students, tells an anecdote about himself in the third person, and promises good students one piece of cake, bad students two pieces of cake, and mediocre students no cake.</p>\n<p>Anab Jain delivers the Eero Saarinen lecture titled “Other Worlds Are Possible.” For the first time, lemonade was also served at the reception.</p>\n<p>SEPTEMBER 07<br />\nPriyanka Sheth and Tanvi Jain discuss their exhibition “Stepwells of Ahmedabad” in the gallery, detailing their research and measuring processes.</p>\n<p>EiD’s Brown Bag Lunch series begins with Kishwar Rizvi’s talk on the Louvre Abu Dhabi and the ethics of writing architectural history.</p>\n<p>“New students turn one week old” themed Six on Seven included birthday balloons, cake and lots of “natty light.”</p>\n<p>SEPTEMBER 08<br />\n“Apparently the third semester assignment for the GSD is to design a hotel in New Haven, with Yale as a client. Site? On top of Paul Rudolph’s parking garage.” – Nicolas Kemper</p>\n<p>SEPTEMBER 09<br />\nSecond year studio groups venture to Bridgeport and Middletown to study their future community center sites, with side trips to a meat buffet and a vintage erotica store.</p>\n<p>The first test of Serlio’s system leaves many without a class.</p>\n<p>“I want something about how they keep locking us out of more and more rooms, but funny and also angry.” – The Editors.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Matthew Liu"},"slug":"matt-liu","meta":{"degree":"M.Arch I","graduation_year":"2020"}}],"fold":{"title":{"rendered":"Tourism Revolution"},"meta":{"volume":"4","number":"01","publication_date":"2018-09-13"}}}}