{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>DAVID BRUCE, DAN WHITCOMBE (M.Arch I, ‘19); ISTVAN VANVIANEN, NADEEN SAFA (M.Arch II, ‘18); DAVID LANGDON, MEGHAN ROYSTER, ROBERT SMITH WATERS, DENISA BUZATU, ZACHARY HOFFMANN, VALERIA FLORES, DYLAN WEISER (M.Arch I, ‘18).</span></p>\n<p><span>10/2</span></p>\n<p><span>The reception celebrating the completion of the 50th JIM VLOCK BUILDING PROJECT occurred last Monday. Among the attendees were Dean Berke, President Salovey and New Haven Mayor Toni Harp. Despite reports that he would be in attendance, Handsome Dan was MIA. After a lengthy summer, the house will soon be ready for occupancy</span><span>.</span></p>\n<p>&nbsp;</p>\n<p><span>TRAVEL WEEK </span></p>\n<p><span><br />\n</span><span>The highlight of the ZENGHELIS studio&#8217;s trip to Greece was unquestionably dancing with ELIA ZENGHELIS. The jam-packed week offered much: historic sites, great food, beautiful weather, and all of the thrills that come with communal hostel living. Suffice it to say that the studio has returned from travel week with a new appreciation for Greek life, marble buildings, polikatoikia,and a lingering food coma. #eggsBennerdict #overEZ #fetawap #icouldbeyourgyro</span></p>\n<p><span>How do we nurture vibrant public life in a place that almost exclusively caters for pay-for-play, private development? Can we achieve this goal without compromising the financial constraints of the marketplace? The PASOLAR/AROLAT studio set out to answer these questions by surveying a wide range of existing Miami typologies including hotels and houses, and the neighborhoods of Little Havana and the Arts District. Students talked to practicing architects, developers, sales professionals, and attended public hearings. The students conducted valuable site research “studying” the beach and the local nightlife. #MiamEAA #thanksArolat </span></p>\n<p><span>The RUFF studio spent the week traveling through the South and returned still full from the cornbread. Especially memorable moments include a &#8220;colossal failure&#8221; at the The Old Exchange &amp; Provost Dungeon in Charleston, hanging out with JAKE GYLLENHAAL in St. Elmo&#8217;s Fire, discovering places in the country that have yet to be serviced by Uber, Marquetta Goodwine&#8217;s narrative about become Queen Quet of the Gullah Nation, the Land’s End beach, and PIERRE THACH’s (M.Arch I ‘18) bread bag. #ruffryders #ruffinit #dandruff</span><span><br />\n</span></p>\n<p><span>Students from the EISENMAN studio followed PIER VITTORIO AURELI on a magical journey through Siena and Tuscany. But what topped off the luxurious historical explications was listening to PV explain his secret love for Ben &amp; Jerry&#8217;s ice cream: “It&#8217;s all about the chunks.” #eisenmunchkins #betterlatethannever #sienagonisma #fürelisa #loggiaboy</span></p>\n<p><span>Favorite #HomeRons from the SMITH/PLATTUS studio include the last Dodgers game of the season, Korean BBQ in K-Town, failed attempts to enter the Salk Institute, eating southern food in Birmingham, getting a “dope” hostel upgrade in Nashville (after previous disappointments), and finally, the Grand Ole Opry: 10 kids, 2,000 grandparents, and ANDREI HARWELL showing up late. #pitchperfect #homeRON #padreAndrei #shortstopinLA</span></p>\n<p><span>The GEHRY studio’s travel week kicked off with a visit at Suomenlinna Prison, a minimum security prison situated on an island next to Helsinki. The residents of the prison live in BP-like houses, cook their own dinners, and can relax in their home saunas. In Norway, the studio visited SNØHETTA’S Oslo Opera House, the island-village-prison in Bastoy, and the maximum security prison in Halden. Gehry gave desk crits in his hotel lobby. #keepcalmandgehryon #letsbefrank #paprikaisthenewblack #aaltogether #trattitude</span></p>\n<p><span>The globetrotting DEAMER studio braved marshes, mountains, and one of the longest flights in the world (Dubai → Auckland) for an unforgettable journey through Middle Earth. Among many notable events was a visit to Gibbs Farm, the Storm King of the Southern Hemisphere. On the rural estate-cum-farm, students walked amidst the work of Anish Kapoor, Richard Serra, Maya Lin, and Bernar Venet alongside a veritable menagerie of giraffes, zebras, and ostriches. One ostrich in particular (fondly given the name Rupert) abandoned his flock, joined the exotic pack of students for a walk around the park, and at one point charged Peggy. #theferryshipofthering #thetwoterminals #thereturnoftherain </span></p>\n<p><span>10/2</span></p>\n<p><span>NICOLAS KEMPER (M.Arch I, ‘16) showed up unannounced at the Piazza del Campo in Siena, Italy, where he tagged along with the EISENMAN studio for the afternoon.</span></p>\n<p><span>10/7</span></p>\n<p><span>Rogue traveler ROBERT SMITH WATERS (M.Arch I, ‘18) ran into MARK FOSTER GAGE at the LAX airport, both on route to JFK. Also spotted on their flight: CONAN O’BRIEN. </span></p>\n<p><span>10/9</span></p>\n<p><span>At one point during his Monday morning Parallel Moderns class, ROBERT A.M. STERN quipped “I’m not nostalgic, just realistic.” </span></p>\n<p><span>10/10</span></p>\n<p><span>During PHIL BERNSTEIN&#8217;s third year Pro-Prac class, guest lecturer Brian Kenet tackled the “How do design firms make more money?” question head on. After breaking down the relationships between revenue, expenses, operating margin, and capital/profit, Kennett offered ideas to maximize the latter: “Give your employees ice cream instead of healthcare. Have everyone work remotely from their lofts in Williamsburg. Pirate your licenses!” </span></p>\n<p><span>10/12</span></p>\n<p><span>A reception celebrating student work produced during the 2017 Robert A.M Stern Seminar, &#8220;Rome: Continuity and Change&#8221; will take place on Thursday, October 12th from 1:00-2:00pm, on the third floor of Rudolph Hall. It is unclear whether refreshments will be provided. </span><span><br />\n</span></p>\n<p><span>The Fall 2017 Rudolph Open has true potential for greatness. According to one of this year’s five (yes, five) Commissioners, six MED students entered the tournament at the very last minute. Almost all first round games have been played; no clear front-runners&#8230; yet. </span></p>\n<p><span>Stop by the Goffe St. Armory this Saturday and Sunday from 12-6pm to visit  “Garden Pleasures” by IAN DONALDSON (M.Arch I, ‘18), DANIEL GLICK-UNTERMAN (M.Arch I, ‘17), and OLISA AGULUE (M.Arch I, ‘19). Seven booths created by artists, architects, psychologists, writers, journalists, and other producers form images when seen from certain vantage points. Inside each booth is a small mythological garden. Collaborators on the project include: CAITLIN THISSEN (M.Arch I, ‘16); CAITLIN BAIADA, CHRISTIAN GOLDEN, KEVIN HUANG, HYEREE KWAK, SUZIE MARCHELEWICZ, ISABELLE SONG, (M.Arch I, ‘18); LANI BARRY (M.Arch I, ‘19); CARR CHADWICK, POLINA VASILYEVA, YO-E RYOU, MATTHEW WOLFF (YSoArt); DWIGHT PORTOCARRERO (University of Michigan); JEANNETTE HINKLE (Melrose Free Press).</span></p>\n<p><span>Watercolors by ALEXANDER PURVES are on display at the Koerner Center for Emeritus Faculty, located above the Visitor Center at 149 Elm Street. The show will be on display until December 15.  </span></p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"04","publication_date":"2017-10-12"}}}}