{"title":{"rendered":"On The Ground, 9/15"},"content":{"rendered":"<p><i><span>On the Ground </span></i><span>is BACK!</span></p>\n<p><i><span>On The Ground</span></i><span> is compiled from tips and suggestions received by the editorial staff. Submit at </span><a href=\"https://www.suggestionox.com/r/paprika\"><span>https://www.suggestionox.com/r/paprika</span></a></p>\n<p>&nbsp;</p>\n<p><span>Shopping week</span><span>: students at YSoA sent hundreds of ingratiating emails to faculty seeking to beat the </span><b>Jacobson Algorithm</b><span> and land highly coveted spots in elective courses.</span></p>\n<p><span>Students in the </span><b>Williams/Tsien Advanced Studio</b><span> enjoyed traditional Newfie dishes served in untraditional vessels.</span></p>\n<p><span>Members of the Yale community gathered in Beinecke Plaza on Monday morning for the </span><b>Yale 9/11 Remembrance Ceremony</b><span>. The use of the space was of particular interest to those in the Peter Eisenman Advanced Studio, many of whom attended the ceremony.</span></p>\n<p><b>Paprika</b><span> held its first school-wide meeting of the semester. Second year students</span><span>—</span><span>dogmatic and headstrong</span><span>—</span><span>were unable to attend, and the meeting was restrained.</span></p>\n<p><span>During a site visit to Brooklyn, second year students learned that the </span><b>New York City Office of Emergency Management</b><span> is in need of more conference rooms. Some students expressed concern regarding the possibility of heightened scrutiny after conducting thousands of google searches of “NYC firewalls,” “emergency response protocols,” etc.</span></p>\n<p><span>See </span><b>Lucas Boyd and Chad Greenlee’s</b><span> award-winning and border-breaking project, “Pop-Up Places of Worship,” </span><a href=\"http://www.archdaily.com/789047/yale-students-propose-a-series-of-pop-up-religious-buildings-to-sustain-culture-in-refugee-camps\"><span>here</span></a><span>.</span></p>\n<p><span>A provocative piece, “Up Close: Architecture A Difficult Path for Women,” appeared in the </span><b>Yale Daily News</b><span>. See </span><a href=\"http://features.yaledailynews.com/blog/2016/09/14/up-close-architecture-a-difficult-path-for-women/\"><span>here</span></a><span>.</span></p>\n<p><span>The </span><b>YSoA Christian Fellowship</b><span> met Tuesday on the 7th floor terrace to introduce folks from a mix of programs, years, interests, and faith backgrounds to one another over lunch. In addition to encouraging and getting to know each other in a different context, each upcoming meeting will focus on the variety of ways that being a Christian can inform and be informed by critical architectural practice. All are welcome.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"meta":{"volume":"2","number":"02","publication_date":"2016-09-15"}}}}