{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><b>2/01</b></p>\n<p><span>Professor Kyoung Sun Moon assigns Homework “#1.5”</span></p>\n<p><span>Louis Kahn Assistant Visiting Professors Florencia Pita and Jackilin Hah Bloom received hard questions on their “Easy Work.” </span></p>\n<p><span>“‘Why are they skirting around architecture?’” </span></p>\n<p><span>“You’re trying to trace culture or cite culture, but you never cite architecture, but you’re architects.”</span></p>\n<p><span>“Where is the architecture in your heads?” &#8211; Cynthia Davidson</span></p>\n<p>&nbsp;</p>\n<p><b>2/02</b></p>\n<p><span>“Those who do not know the past are condemned to repeat it.” </span></p>\n<p><span>“Release yourself from this bondage, get a pencil” &#8211; Bob Stern</span></p>\n<p><span>Memories of undergrad returned as beer pong and flip cup were brought to this week’s Super Bowl themed 6 on 7. State schoolers really knew how to work the red Solo cups, even as grown-ups. </span></p>\n<p><span>The majority of the third years headed over to New York for a reception hosted by RAMSA specifically for the students. </span></p>\n<p>&nbsp;</p>\n<p><b>2/03</b></p>\n<p><span>First years take the yellow school bus over to Columbus House to chat with clients and to tour the facilities led by director, Alison Cunningham. “Everyone’s got the dream … the house with a white picket fence.”</span></p>\n<p>&nbsp;</p>\n<p><b>2/04</b></p>\n<p><span>Super Bowl LII. Many were rooting for the Pats (after all we’re in New England) whilst most cheered on the Eagles. Hurrahs and groans echoed the studios every play through the last few minutes. </span></p>\n<p><span>“My mom goes for the Steelers and my Dad for the Browns … I guess I go for the Eagles” &#8211; Eagles Fan: Andrew Miller, 02/04/2018</span></p>\n<p><span>Tom Brady supporters were too afraid-y to make an appearance after the loss.</span></p>\n<p><span>The Rudolph Open bracket makes a racquet. Watch out for Nightfall over Twin Peaks (Dan Fetcho and Xiaohui Wen) as a favorite to win it all. </span></p>\n<p>&nbsp;</p>\n<p><b>2/05</b></p>\n<p><span>Justin Garrett Moore, a self-proclaimed “recovering” architect, delivered this year’s Eero Saarinen lecture titled “Urban Fields and Design Tools.” He was Just-in time for Andrew Benner’s delicious Harlem Cocktail, leaving him wanting Moore.</span></p>\n<p><span>The lecture was not without sound effects: Joel Sanders typed loudly throughout and Alan Plattus’s ESPN alert sounded. Red Sox trade?</span></p>\n<p>&nbsp;</p>\n<p><b>2/06</b></p>\n<p><span>Rob McClure and Melissa DelVecchio hold a seminar in Hastings on </span><span>interviewing, cover letters, and resumes, as part of the career workshop series.</span></p>\n<p><span>“It’s like a sex Guggenheim!” -Anthony Vidler on Nicolas Schöffer’s Centre for Sexual Leisure in Theory II</span></p>\n<p><span>Like infantile children, students cheered and screamed from the pit as the SpaceX rocket broke through the atmosphere. </span></p>\n<p><span>Some unfortunate students from Elizabeth Moule’s studio were rejected from obtaining visas to Italy. </span></p>\n<p><span>“On the Ground needs to become TMZ” &#8211; Spencer Fried</span></p>\n<p>&nbsp;</p>\n<p><b>2/07</b></p>\n<p><span>Professor John Durham Peters presents Weather and Its Media as part of the MED Colloquium talk.</span></p>\n"},"meta":{"fold":{"title":{"rendered":"Labels"},"meta":{"volume":"3","number":"13","publication_date":"2018-02-07"}}}}