{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><b>03/29 </b></p>\n<p><span>The “F*ck That” issue website was trending throughout the school, being instagram storied at least a dozen times. James Coleman certainly put together a hAUNTED playlist. So sp00ky.</span></p>\n<p><span>As part of the Brown Bag Lunch series, William B. and Charlotte Shepherd Davenport Visiting professor Alan Ricks of MASS Design Group talked with students on the logistics of his non-profit firm. Step 1, Raise two million dollars &#8230;</span></p>\n<p><span>Luis Callejas delivered the Timothy Egan Lenahan Memorial Lecture, “The Nature of Image” followed with an aguardiente based cocktail for reception. We must cultivate our gardens.</span></p>\n<p><span>Aaryoun Lee is selling her mayline for $50. Can’t have enough of those.</span></p>\n<p>&nbsp;</p>\n<p><b>03/30 </b></p>\n<p><span>In the wee hours, concerned YSoA citizen Deirdre Plaus spotted a tiny mouse scurrying on the 6th floor bridge. She was immediately transported to the 3rd grade as she played “the ground is lava” for the rest of the night. </span></p>\n<p><span>Ann Sussman talked about emerging insights from neuroscience as part of the BE^2 lunch talk. Look out for eye-tracking software on </span><i><span>Paprika!</span></i><span>’s new website.</span></p>\n<p><span>Jorge Otero-Pailos delivered a talk on “The Ethics of Dust” as part of the Yale Contemporary Architectural Discourse Colloquium. It turns out it’s NOT all dead skin.</span></p>\n<p><span>“James Wines (SITE) does Shake Shacks now… not so interesting anymore” &#8211; Bob Stern. </span></p>\n<p><span>We were out on the 7th floor roof for the first time this year with the SoM-SoA mixer. Cold, but we were outside at least. </span></p>\n<p><span>“Are you going to find a sugar daddy tonight?” &#8211; Laelia Vaulot (to an undisclosed person)</span></p>\n<p><span>Rhea Schmid defaced Justin Lai’s yellow trace. “You have nice hair.”</span></p>\n<p>&nbsp;</p>\n<p><b>03/31 </b></p>\n<p><span>A dozen first years headed on a Saturday field trip to Ansonia to learn about solar panel use.</span></p>\n<p>&nbsp;</p>\n<p><b>04/1 </b></p>\n<p><span>Intramural Architecture debated and discussed A House For Essex and Abbey for the Production of Mustard, Pickles and Pickled Vegetables in this week’s conversation. The Abbey won in double overtime. </span></p>\n<p>&nbsp;</p>\n<p><b>04/2 </b></p>\n<p><span>It snowed.</span></p>\n<p><span>Joel Sanders hosted a pre-conference Brown Bag Lunch for his Non-Compliant Bodies Symposium to initiate conversation on equality prior to the actual conference. Turns out, Rudolph 322 is not ADA accessible.</span></p>\n<p><span>Dimitri Brand (a.k.a PizzaBoi Carti) is the cheesy hero YSoA needs but doesn’t deserve. Brought to you by Wall Street Pizza.</span></p>\n<p>&nbsp;</p>\n<p><b>04/3</b></p>\n<p><span>Alexander Garvin along with guest speakers talked real estate and urban planning in “Creating a Sense of Community in Mixed-Use Development.” In related community planning news, in 1970 Yale disbanded its Department of City Planning in response to the department’s decision to admit a class with 50% students of color. Luckily a radical planning tradition has continued at Yale regardless!</span></p>\n<p><span>As part of the Yale Environmental Humanities Initiative’s spring lecture series on Landscape and Memory, Caitlin DeSilvey presented “Curated Decay: Inevitable Loss and Other Opportunities.”</span></p>\n<p><span>YSoA Career Development presented a panel discussion “Perspectives on Practice: Technology and Innovation” with Anna Dyson and Ellie Cunningham.</span></p>\n<p><span>“I was only lieutenant jr. at the time&#8230;. I had power” &#8211; Kyoung Sun Moon </span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"17","publication_date":"2018-04-05"}}}}