{"title":{"rendered":"On The Ground"},"content":{"rendered":"<p><span>Contributors: DAVID LANGDON (M.Arch I, ‘18), MADELYNN RINGO (M.Arch I, ‘16), KEVIN HUANG (M.Arch I, ‘18), JAMES COLEMAN (M.Arch I, ‘18), BRIAN CASH (M.Arch I, ‘19), JEREMY JACINTH (M.Arch II, ‘18), MEGHAN ROYSTER (M.Arch I, ‘18)</span></p>\n<p><span>9/10 </span></p>\n<p><span>FC YSOA won its first game last week 2-1 against &#8220;Liquorpool.&#8221; JONATHAN MOLLOY (M.Arch I, ‘18) scored both goals, the second of which was won through a game of rock-paper-scissors. The team is now 2-0.</span></p>\n<p><span>9/12</span></p>\n<p><span>Students from the RUFF STUDIO attended </span><i><span>The Color of Law</span></i><span>, a book reception and panel at the Yale Law School. Panelist Bishop John Selders responded to a question regarding the balance between activism and actionable change: “It’s not about Democrats or Republicans, it’s about turning up.”</span></p>\n<p><span>9/12</span></p>\n<p><span>The CHRISTIAN FELLOWSHIP had its first rooftop lunch meeting.The group meets weekly on Tuesdays for discussion, prayer, and, of course, fellowship.</span></p>\n<p><span>9/13</span></p>\n<p><span>EQUALITY IN DESIGN held two events last week: their first introductory lunch meeting and a pre-6/7 pizza party. Some came for the mingles, but most came for the munch. Their agenda for the semester includes a robust lineup of Brown Bag lunches, outreach initiatives, professional equity projects, curriculum engagement, and general activism.</span></p>\n<p><span>9/15</span></p>\n<p><span>The second CHICAGO ARCHITECTURE BIENNIAL, “Make New History” opened this past weekend. Quipping about the seeming return to a postmodern aesthetic, organizer Mark Lee asked, &#8220;Are we waking up from a parametric nightmare?&#8221; MADELYNN RINGO (M.Arch I, ‘16) notes the models were </span><i><span>big </span></i><span>and, on more than one occasion, furry and pink. Studio Gang opened its penthouse to YSoA alumni and faculty. JEREMY JACINTH (M.Arch II, ‘18) and ORLI HAKANOGLU (M.Arch I, ‘19) served as the official </span><i><span>Paprika!</span></i><span> correspondents. Their bulletin comes out 9/28. </span></p>\n<p><span>9/15</span></p>\n<p><span>DEBORAH BERKE and RICHARD DE FLUMERI were spotted at last week’s 6/7. The theme? </span><i><span>Paul Blart: Mall Cop</span></i><span>. (Hope your desk stayed dry, Paul.) </span></p>\n<p><span>9/15</span></p>\n<p><span>JAMES COLEMAN (M.Arch I, ‘18)  announced yet another Brown Bag Lunch Series featuring PETER EISENMAN, KURT FORSTER, FRANK GEHRY, and MARIO CARPO. The discussions will begin this Thursday, September 21st at 1:00 in room 322 with “Brunelleschi + Rossi”.</span></p>\n<p><span>9/16</span></p>\n<p><span>Congratulations JOYCE HSIANG and BIMAL MENDIS!</span></p>\n<p><span>9/17</span></p>\n<p><span>The third year class surprised the 6th floor denizens with warm cookies the midnight before their first review. </span></p>\n<p><span>9/18</span></p>\n<p><span>Upon returning empty-handed from the “Great Frame Giveaway” at the Yale University Art Gallery, JAMES COLEMAN (M.Arch I, ‘16) mumbled, “I think this might be a metaphor for my life, always rushing places only to find everything gone.” YUAG staffers appeared dazed and confused in the aftermath: “They came like the locusts.” </span></p>\n<p><span>The GEHRY STUDIO has hit the ground running this semester. No sign of Gehry yet, but his studio has been to prison and back. Over the past two weeks, they spoke to a formerly-incarcerated best-selling author, a Yale Law school professor, the commissioner of the Connecticut Department of Corrections, and several members of the group Impact Justice. </span></p>\n<p><span>After two months of negotiations, the administration finally agreed to let BRIAN CASH, DAN WHITCOMBE, JEN LAI, CHRISTOPHER TRITT, KATRINA YIN, and DAVID BRUCE, (all M.Arch I, ‘19) plant low-maintenance pollinator-friendly perennials in the top terrace planters. Take some time to stop and smell the echinacea. </span></p>\n<p><span>9/19</span></p>\n<p><span>In discussing the liabilities associated with Heatherwick’s Hudson Yards sculpture/installation/architecture/?, PHIL BERNSTEIN told his Pro-Prac class “Damn straight there are life-safety concerns. Grandma could get killed on that thing.” </span></p>\n"},"meta":{"fold":{"title":{"rendered":"Process/Product"},"meta":{"volume":"3","number":"02","publication_date":"2017-09-21"}}}}