{"title":{"rendered":"Parallel Projections: A New Model"},"content":{"rendered":"<p><strong>JOHN KLEINSCHMIDT</strong> (<em>M.Arch ‘16</em>)</p>\n<p>Today, quasi-professional competitions like the Guggenheim Helsinki inhabit a bizarre space somewhere between pure ideas and aspirations to build, commodifying architectural ideas as simplistic images. Is there another model?</p>\n<p>Kyle Beneventi thinks so. A former New Haven resident who worked for Pickard Chilton, Beneventi is now the 3D Director at The Seventh Art, a branding agency in New York City that primarily serves developers. Like many young professionals with pent-up creative energy, he entered a handful of competitions but was frustrated by their inherent dead-end nature.</p>\n<p>“I entered, did my hard work, sent my boards in and even won one, but that was it. I had put forth the initial effort of generating ideas, but didn’t have the connections or means to take any next steps.” The collective amount of work produced for competitions astounded him. “I saw a wealth of talent and ambition to explore relevant issues that had nowhere to go afterwards.”</p>\n<p>Not seeing much difference between winning and losing, Beneventi endeavored to provide an alternative to the existing status quo. In 2013, he started a company called Parallel Projections which administered its first competition in the summer of 2014. Called “Reanimate the Ruins,” it focused on generating ideas for the defunct Packard Motor Plant in Detroit, abandoned since 1954. Beneventi’s goal was to build interest and support from local stakeholders to pave the way for real, built work.</p>\n<p>“There is a misconception that what designers produce is a product and not a process,” says Beneventi. “Is there a way to give some credibility back to the designer, to try and make something more substantial happen so you don’t just win a couple thousand dollars at best and have a portfolio piece and nothing else?”</p>\n<p>In order to transpose the free-wheeling speculation of traditional competitions to a more focused arena, Parallel Projections assembled an advisory team and jurors that included Dan Kinkead, the director of projects for Detroit Future City, the strategic planning initiative unveiled in 2013 (about which Toni Griffin lectured in this school in Fall 2013). Most significantly, Fernando Palazuelo &#8211; the developer who owns the Packard Plant &#8211; signed on as a juror.</p>\n<p>“We introduced Reanimate the Ruins as Phase I and hoped that the relationship with the developer would take shape enough to bring on a Phase II where we could work on getting it built and embrace all the complexities that come with that kind of effort,” said Beneventi.</p>\n<p>Whereas most jury deliberations are faceless non-events, Palazuelo, local government officials, and esteemed design educators studied and reviewed the top thirty Reanimate the Ruins submissions at an awards gala in Detroit attended by competition entrants.</p>\n<p>“He could see that the ideas generated by our competition had value in design, program, and phasing,” recalls Beneventi. This dialogue was to be the basis for future work. Unfortunately, due to market pressures and political forces, efforts to enter Phase II have stalled. Nonetheless, this is an interesting development and an intriguing alternative, enough so that Parallel Projections is busy planning its next move.</p>\n<p>Inspired by the Packard Plant’s near-mythic status as an icon of Detroit’s decline and recovery, Beneventi and his team became interested in generating ideas around ameliorating the effects of forced resettlement of squatters in the Torre de David &#8211; the infamous tower in Caracas that has stood unfinished since the 1994 Venezuelan banking crisis. However, an ongoing conversation with Alfredo Brillembourg of Urban-Think Tank shifted the focus from icon to issue.</p>\n<p>“If we were to push through with our original idea and focus on the tower, it could only ever be an ideas competition,” says Beneventi. “By adapting the brief and avoiding the iconic tower, we’re opening up the possibility that entrants ideas can become visible to city officials and builders in Caracas and put in motion real solutions to a relevant issue, rather than simply produce beautiful images.”</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"06","publication_date":"2015-09-10"}}}}