{"title":{"rendered":"Plattus Studio: Student Perspectives"},"content":{"rendered":"<p>CYNTHIA HSU / WINNY TAN—M. Arch ‘16<br />\nOur studio trip prompted us to study issues of transportation development on not only our site, but across the whole city of Beijing. Once famously crowded by bicycles, the rapidly growing city has built infrastructure that prioritizes motor vehicles, with bicycle ridership down over 80% since the 1980s. Despite severe problems such as hazardous levels of air pollution and impenetrable infrastructure, the real obstacle against reviving the bicycle as a major means of city transportation is a cultural one. There exists a powerful stigma associated with the bicycle, perceived as symbol of poverty of “the old world” before the emergence of China’s rising middle class. Our urban project looks at opportunities presented by the bicycle beyond its functional value, recognizing the cultural potential of rebranding it to appeal to a population highly concerned with image. Alan Plattus and Andrei Harwell’s years of running the advanced studio in China and considerable knowledge of Beijing’s culture have been an invaluable resource in framing our project at a variety of scales. We are interested in the human scale of the bicycle itself, its soft interventions and successfully adopting it as a fetishized object of individuality in response to contemporary Chinese culture.</p>\n<p>&nbsp;</p>\n<p>APOORVA KHANOLKAR / ISAAC SOUTHARD—M. Arch ‘16</p>\n<p>My inclination at the fall 2015 YSOA studio lottery was simple, avoid China Studio. The brief was similar to last year’s: a master plan for a massive revitalization site. With a general aversion toward urban scale projects, I thought “big pictures and little substance.” To my surprise, China Studio has been nothing like I imagined. Alan and Andrei have fostered an open dialogue and an incredible sense of optimism, resulting in an ever-expanding scope and depth in the face of seemingly insurmountable challenges. Our studio is comfortable with contradictory solutions and sees benefits in disagreement and even conflict. The experience of China Studio suggests surface values are not what they seem…<br />\n—ISAAC</p>\n<p>Sites the size of Central Park and a somewhat ‘political’ context? The China Studio was a no-brainer. In line with my general curiosities about emergent urban trajectories in the developing world, the studio offered the opportunity to work within a context so relevant and indispensable to any contemporary urban discourse. With slight apprehensions about falling into the trap of the broad brushstrokes that urban studios are wont to paint, I signed up. The studio has done an elegant job of putting these apprehensions to rest. A staggering spectrum of ideas co-exists within a rich, healthy, and egalitarian discourse. Our rather unconventional proposals test the limits of the urban realm without losing sight of the individual in a city of the collective. We enjoy the kind of facetime with our faculty that is often a rarity in this school, with plentiful opportunities to engage in dialogue beyond the scope of our studio. I’ll gladly take this over the promise of a small, ‘beautiful’ building and an absentee critic.<br />\n—APOORVA</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Cynthia Hsu"},"slug":"cynthia-hsu","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Winny Tan"},"slug":"winny-tan","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Apoorva Khanolkar"},"slug":"apoorva-khanolkar","meta":{"degree":"M.Arch I","graduation_year":"2016"}},{"title":{"rendered":"Isaac Southard"},"slug":"isaac-southard","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}