{"title":{"rendered":"Playtime"},"content":{"rendered":"<p>JAMES COLEMAN (M.Arch I &#8217;18)</p>\n<p>&nbsp;</p>\n<p><span>A man approaches another on the sidewalk in a relatively tight shot over the second man’s shoulder. The first man asks for a light. The second man gestures to the left and as the camera pulls back it reveals that the two men have been talking through a window, one inside, one outside. We have entered into the world of Jacques Tati, one where the strangeness of modern convention elicits continual conundrums and paradoxes, in which its inhabitants complicity operate uninterrupted. It is only Tati’s character, Monsieur Hulot, through the choreography of awkward interactions, that we witness objectively the ridiculousness of his environment.</span></p>\n<p>&nbsp;</p>\n<p><span>Bleak and dreadfully repetitious, Tati’s world is composed of identical Internationalist buildings clad in grey steel and grey marble, meeting the grey sidewalk where people in grey suits avoid grey cars. </span></p>\n<p>&nbsp;</p>\n<p><span>Like pushing a rope, it is a world that is careful not to reward the effort of ambition or productivity. As Hulot enters an enormous and mostly empty office building, he is met with an elderly doorman who is befuddled by the overly complex paging system, who then calls a man who is forced to walk down an absurdly long hallway, only to park Hulot in a waiting room where he is forgotten.</span></p>\n<p>&nbsp;</p>\n<p><span>In another waiting room, in another film about the alienation of man in the midst of his modernist world, Orson Welles’ adaptation of Franz Kafka’s </span><i><span>The Trial</span></i><span> (1962) begins with an allegory of a man who is left to wait on a bench before the entrance to the law, only to die after an eternity of waiting for permission to enter. The final dialogue between the man and the guard (adapted from Kafka’s text) suggests it was merely the man’s unwillingness to question or pursue his admittance that led to his terminally long wait.</span></p>\n<p>&nbsp;</p>\n<p><i><span>“Every man strives to attain the law. How is it then, that in all these years no one else has ever come here seeking admittance?”</span></i></p>\n<p><i><span>“No one else but you could ever have obtained admittance. No one else could enter this door. This door was intended only for you.”</span></i></p>\n<p>&nbsp;</p>\n<p><span>If Kafka’s allegory is a demonstration of biopower at work—the denial of entrance by a guard, the man’s weak physical state as he waits to enter, and finally his death—then Hulot operates in the same medium, only his awkward approach, the bumbling, unassuming lack of coordination, is how Hulot’s body negotiates the politics of control in the modernist world order. </span></p>\n<p>&nbsp;</p>\n<p><span>Every misstep, miscommunication, and double reading is meant to question an assumably rational environment. The miniscule, overseen details of bodily interaction become enormous characters: A squeaky chair, a poorly adhered decorative floor tile have the capacity to undo the world, and continuously recur to upset efficient operations.</span></p>\n<p>&nbsp;</p>\n<p><span>Both films wish to show their characters awash in grandiose modernist building landscapes surrounded by strangers interested in directing the actions of others. Where Welles portrays work as a warehouse containing a sea of tightly packed desks, each with an operator typing away producing a terrific noise, Hulot enters a grid of discrete cubicles, equally as mundane, but playfully uncoordinated. First scurrying through like a mouse in a maze, Hulot views the spectacle from the mezzanine and is witness to the game of sheer irrationalities and contradictions that play out.</span></p>\n<p>&nbsp;</p>\n<p><span>Hulot’s innocence questions everything. His playful gestures and perpetual in-the-way-ness offers an answer to unconsciously losing one’s own control in the modern world: </span><i><span>be playful</span></i><span>. Play is not just an antidote to work, then, but a means of identifying systems of control and strengthening the perception that one operates among them rather than within them. One could imagine, if Hulot were to come before the law in Kafka’s story, he’d accidentally stumble through the doorway seeking the restroom. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"James Coleman"},"slug":"james-coleman","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"title":{"rendered":"Home"},"meta":{"volume":"1","number":"18","publication_date":"2016-01-28"}}}}