{"title":{"rendered":"Porphyrios Studio: Student Perspectives"},"content":{"rendered":"<p>PEARL HO—M. Arch ‘16<br />\nIn the Porphyrios studio, there are several layers of meaning when it comes to context. Context firstly takes form in the fabric of the city in which a project is sited, which is why much of my semester has been spent studying the nature of the city block and understanding the scale at which vernacular buildings cluster around a greater public space. Secondly, the studio emphasizes another way of looking at context. When you design, you inherently participate in a larger conversation that spans across the sprawling context of human history.</p>\n<p>Demetri Porphyrios practices with a whole-hearted courtesy and sensitivity to cultural symbols. These symbols are formal, and he teaches us not to be flippant with them. The studio pushes us to be respectful. So, am I nodding slyly at the Stoas of Asos? Or shaking hands with Delphi? Is it a love affair with Pergamon or a sentimental commentary on the city of Hvar? Can I negotiate a loan of colours from the Thorvaldsen Museum all at the same time?</p>\n<p>Classicism may not be a style, but it is certainly a logic of designing that requires fluency in humanist formal languages. Otherwise, you will get lost in translation.</p>\n<p>&nbsp;</p>\n<p>NICOLAS KEMPER—M. Arch ‘16<br />\nCorinthian columns? Pointed arches? Barrel vaults? All on the table! Just “don’t do a post-modern gimmick, I’m fed up with that.”</p>\n<p>Our studio is about typology, a hot item in architecture since Rossi. Typology comes from the Greek verb <em>typto</em>, meaning “to beat, to hit, to mark.” With the advent of the printing press and its association with the printing blocks, it came to be associated with perfect replication, often contrasted against authenticity or originality: stereotype, typecast. Quatremere de Quincy<br />\ndefined type as we aspire to use it. He said whereas models are to be copied, type is to be the basis for works which bear no resemblance to one another, the ‘origin and primitive cause.’ Our work definitely involves some replication—we are copying with abandon—but the aspiration, and perhaps part of the premise, is that the parts can be borrowed, even learned, and the whole still quite original. That though Shakespeare invented neither the word twelfth nor night, Twelfth Night is a wholly original work.</p>\n<p>It has been a very unusual studio experience. We made partis, but never a diagram. We constantly refer to our precedents. The budget is malleable, as are the the sites; our chief constraint is history: deep rules of form, discernible only through looking at their deployment through the centuries.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Pearl Ho"},"slug":"pearl-ho","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"What Are You Doing?"},"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}