{"title":{"rendered":"Rankled"},"content":{"rendered":"<p><strong>NICOLAS KEMPER</strong> (M.Arch &#8217;16)</p>\n<p><span>Last week </span><span>the educational institution ranking firm </span><span>Quacquarelli Symonds (QS) released a list ranking our school in the </span><span>in the bottom 50, out of what they called the top 100 architecture schools around the globe</span><span>. As far as we can tell it is their first time ranking architecture schools, and they are the only of the three global rankers (the other two being Times Higher Education, or THE, and Shanghai Ranking Consultancy, or SRC) to have attempted such a task. The rank we are more familiar with comes from US News, which only does American institutions, and consistently puts the YSoA at two or three. We will not parse their methodology, but they derive their ranks from some combination of an employer survey (~10%), faculty reputation survey (~40%), and raw number of citations of published faculty papers (~50%). We will leave to journalists with more time than we to point out that the QS is a for-profit outfit, that their methods have been controversial, that they have been called out by a professor at the University of Chicago a &#8216;fraud on the public,&#8217; that they somehow ranked Stanford &#8211; which has no graduate architecture program &#8211; at 30, and forgot the Architectural Association altogether. </span></p>\n<p><span>Most important and relevant to our purposes is that these rankings are exactly the kind of pressures to which a new Dean will be exposed. They reveal some real shortcomings. While celebrating the great traditions of architecture, we do not value research. We skirt hot topics like ecology and the implications of resource depletion and global warming, and we do not do the kind of cutting edge work that MIT does (it came out number one). But our dearth of cited articles also suggests implicitly the emphasis here on employing professionals, on teaching, and on studio culture &#8211; all factors which would not show up in their methodology. Such factors probably contributed to why Preston Scott Cohen said recently that an unusually large number of admitted students chose Yale over the GSD this year, and that he opined that whereas students will come to the GSD because it is &#8216;the best,&#8217; when students come here it is for a reason. All these priorities can easily be lost should we lose sight of who we are, and be caught in a destructive quest for rankings.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"meta":{"volume":"1","number":"04","publication_date":"2015-05-08"}}}}