{"title":{"rendered":"Renewal"},"content":{"rendered":"<p>ETHAN JUDD FISCHER (MArch I, ‘17)</p>\n<p><span>As recently as 2008, YSOA students held an annual ritual: the burning of Rudolph Hall in effigy. First hand recollections are inconsistent, but it is certain that the custom initially marked the anniversary of the building’s 1969 fire and was held in June. Over time, it evolved to take on a variety of other symbolic meanings. More recent iterations were performed during “initiation,” an event held on the eve of the first years’ first review. The Administration prohibited initiation in 2008, reportedly in an effort to conserve Rudolph Hall, then newly renovated and restored to its pre-fire condition. Initiation operated as a unification of the classes; the burning ritual as a suggestion of renewal.</span></p>\n<p><span>In his essay </span><i><span>Sequences</span></i><span>, Bernard Tschumi describes the significance of ritual for architectural space: &#8220;</span><i><span>A ritual implies a near-frozen relationship between space and event. It institutes a new order against the disorder it aims to avoid.&#8221; </span></i><span>Tschumi’s understanding constitutes one form of ritual – that which binds event and space. There is another form, however: that which seeks to facilitate the return to a perceived baseline condition. For example, on Rosh Hashanah, the Jewish New Year, community members gather at a body of water to “cast” their sins into sea. Clothing is shaken out and dirt removed, allowing a new order of cleanliness at the start of the year. </span></p>\n<p><span>So too during the month of Ramadan, as Muslims fast in order to induce corporeal and spiritual cleansing. The etymology of </span><i><span>Ramadan</span></i><span> traces back to “scorching heat,” an elemental source of cleansing comparable to the use of water on Rosh Hashanah. These rituals, rather than producing “near-</span><i><span>frozen</span></i><span> relationships” – again elemental – between space and event, allow for new possibilities. </span></p>\n<p><span>The ritual of burning Rudolph Hall in effigy is particularly relevant now, as we anticipate the renewal of the School with the incoming Dean. It need not necessitate a break from other YSOA rituals which have bound event and space, but rather may provide the opportunity for individual and collective reflection. The ritual serves as a provocation, the value of which may be measured by the discussions surrounding its interpretation. Continuity and tradition are punctuated by respite, and insight produced by reprieve. Perhaps it is time to strike another match, and start anew. </span></p>\n<p><b>Recollections</b></p>\n<p><i><span>I have been at the School since 1966, first as a student, then as a faculty member beginning in 1970, and this is the first time that I have ever heard of this, so I have to question its authenticity.</span></i></p>\n<p><i><span>For our year, a big poster &#8211; it was on the 7th floor &#8211; a big poster of Bob was unfurled outside the window which [second years] had doused in kerosene and then thrown the equivalent of molotov cocktails at it. So instead of burning the building, they burned Bob in effigy, because Bob had become the symbol of the building and the school. It was a big event.</span></i><br />\n<i></i></p>\n<p><i><span>Unfortunately, I never experienced this ritual/tradition first-hand.  By the time I came around, it had faded into memory.</span></i></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Ethan Judd Fischer"},"slug":"ethan-judd-fischer","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"title":{"rendered":"Metrics"},"meta":{"volume":"1","number":"20","publication_date":"2016-02-25"}}}}