{"title":{"rendered":"Rethinking the Synthesis of Form as an Objectively Subjective Design Process"},"content":{"rendered":"<p>Christopher Leung (M.Arch &#8217;17)</p>\n<p><span>The design problems that architects face are never easy. They are interconnected, fast-paced and often far too complex for the individual designer’s mental capacity. Given these realities, the architect often resorts to either an oversimplification of the problem or an over-reliance on design intuition. The architecture becomes arbitrary, and the design problem remains inadequately resolved. With the development of digital architectural practice, it is pertinent for us to rethink the design process in order to manage design complexities and create meaningful architectural form.  </span></p>\n<p><span>Christopher Alexander’s binary system is an analytical tool that helps </span><i><span>abstract</span></i><span> the context and information within complex design problems. </span><span>By eliminating “misfits” between context and form, the architect can quantify variables and magnify their ability to make informed design decisions (Alexander 11). Complex design problems are broken down into smaller problems that can be more easily analyzed.</span><span> This abstraction of context is necessary to generate a </span><i><span>right</span></i><span> design program that can be synthesized––through a progressive network of diagrams––into architectural form (Alexander 84). </span><span>The </span><span>objective codification of the subjective </span><i><span>design impulse</span></i> <span>enables architects to more fairly evaluate context and generate comprehensible </span><span>solutions for the design problems at hand.  </span></p>\n<p><span>Alexander’s program is not a </span><span>generative force behind specific variations of formal composition</span><span>, however, and there remains a</span><span> substantial separation between context and the resulting form––a distinction that suggests increased opportunity for human arbitrariness during the design process. Is Alexander’s constructive diagram itself a flawed conceptual simplification? Or is there a more effective translation between context and form that can be allowed through advanced computation? </span><span> </span></p>\n<p><span>One possible reason for Alexander’s disconnect is the technological shortcomings of the architectural instruments of that era. The development of parametric models represents an advancement that can eliminate such disassociation, providing the potential for a design process in which computation leads directly to form.  </span></p>\n<p><span>Patrik Schumacher’s </span><i><span>Autopoiesis of Architecture</span></i><span> is a contemporary example of providing a system that tackles the overlaps and differences in information to assist the design process. </span><span>Schumacher analyzes architecture as an autopoietic cyclical organization that reproduces all its specific components out of its own life-process (Schumacher 1). Parametricism becomes the instrument that allows for a more integrated design process between form and contextual information. </span><span> </span></p>\n<p><span>With such reversibility and freedom offered by parametrics, the architectural possibilities offered by this system are twofold. The architect is given the choice to either use the system to extract information and generate better design solutions, or contrastingly, eliminate the meaningful evaluative processes all together. T</span><span>he risk lies in using </span><span>autopoiesis</span><span> to satisfy individual bias towards a predetermined image rather than using it to create a malleable system to question context with form. </span><span>Parametric programs offer the architect additional capability to manipulate a diverse range of formal solutions. Without logical abstraction or evaluative measures, however, the misuse of this instrument can also lead to a rapid generation of arbitrary form.     </span></p>\n<p><span>The significance of both Alexander’s program and Schumacher’s autopoiesis thus lies on an </span><i><span>objectively subjective </span></i><span>design process that––along with the development of architectural instruments––can reduce uncertainty whilst allowing for a wide range of formal opportunities. The combination of </span><i><span>both</span></i><span> systems together increases the architect’s capacity to make informed design decisions, restoring the architect’s responsibility to rethink the design process, and acknowledge the complexities of context––to </span><i><span>abstract</span></i><span> and subsequently devise design solutions through the available instruments.  The computational nature of the system </span><span>compels the </span><span>architect</span><span> to consider the design problem in palpable terms, prevent personal bias and reduce arbitrariness</span> <span>from preceding the evaluative stages of the design process. The synthesis of meaningful form, however, still relies on the </span><span>architect’s</span><span> own </span><i><span>subjective</span></i><span> sensitivity towards a more </span><i><span>objective</span></i><span> grasp of the context.</span></p>\n<p><b>Works Cited</b></p>\n<p><span>Alexander, Christopher. </span><i><span>Notes on the Synthesis of Form</span></i><span>. Cambridge: Harvard UP, 1964. Print. </span></p>\n<p><span>Schumacher, Patrik S. </span><i><span>The Autopoiesis of Architecture: A New Framework for Architecture: V. 1</span></i><span>. Chicester: Wiley-Blackwell (an Imprint of John Wiley &amp; Sons), 2010. Print. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Christopher Leung"},"slug":"christopher-leung","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"meta":{"volume":"2","number":"10","publication_date":"2016-12-08"}}}}