{"title":{"rendered":"Rethinking Studio Culture"},"content":{"rendered":"<p><strong>MATTHEW ZUCKERMAN</strong> (<em>M.Arch 17′</em>)</p>\n<p><span>The Yale School of Architecture is a total institution. The term, coined by the sociologist Erving Goffman in 1957, refers to an isolated social system which controls all aspects of participants’ lives.  Like many other demanding academic environments, the YSOA is an institution acutely insulated from the general public. The school is rigidly structured, with prescribed academic and social schedules, and it is a system governed by studio culture. </span></p>\n<p><span>Studio culture is romantic, consuming, and outmoded. It perpetuates the myth of the withdrawn design genius burning the midnight oil. It is incompatible with healthy, balanced living, and it is the direct progenitor of a professional culture which shuns outside influence. It is the reason so many of us stay up late on Sundays and Wednesdays, overindulge on Thursdays and Fridays, and sleep through most Saturdays. </span></p>\n<p><span>Total institutions consolidate work and residence, and Rudolph Hall is no exception. Our desks are workstations, yes, but also pantries, dining tables, and closets. Classrooms and pits moonlight as living rooms, dining halls, and badminton courts. The gallery and terrace are our social halls, the drawing studio an occasional aerobics studio, and the fourth floor pit our silver screen. </span></p>\n<p><span>We cope by romanticizing the extreme circumstances of our education. We poke fun at the excessive demands, the lack of sleep, the last time we ate a meal at home. We valorize the heroic discipline studio culture requires. Though we try mightily to observe pencils down policies, and to keep pace in our elective courses, we permit very little to hinder the unbounded production on which studio work thrives. We attempt to nourish our extracurricular interests, but we do so with an unshakable sense that we are shirking more important pursuits.</span></p>\n<p><span>The Student Life section of our website is a telling study. Only two YSOA student groups are mentioned, neither of which currently operates. The remainder is devoted to the academic life of the school with, of course, a strong emphasis on studio work and travel. Enrolled students are listed by name, but there is little evidence of any student organizing.</span> <span>The Yale Law School website, in contrast, lists more than 50 student groups. The GSD site boasts over 60, each a testament to the desire engage topics and communities beyond the total institution. Our lack of student organizations underscores our insularity; it is a conspicuous absence which suggests we talk only amongst ourselves.</span></p>\n<p><span>We are here by choice and architecture should rightly claim a large portion of our lives. But studio culture sustains a narrow understanding of how design knowledge is acquired and prevents us from engaging in different types of learning. It demands a total surrender, and it is not merely an academic concern. Studio culture is implanted in school, nurtured in unpaid or poorly-compensated internships, and cemented early in the workforce. We will soon inherit a professional culture struggling with issues of diversity, representation, and compensation, complex issues that design alone cannot address. Modifying studio culture to recognize the importance of work-life balance is an important step in urging the broader professional realms to value the time of the architect. </span></p>\n<p><span>Simply put, we must value our </span><i><span>own </span></i><span>time as we call others to do the same. We must take responsibility for perpetuating a culture that does not serve us and give ourselves permission to seek fulfillment outside the total institution. Our extracurricular affiliations, many of them nascent but growing, do not threaten our architectural training. They actively support it. If it is the role of the architect to reimagine the built environment and shape the backdrop of our daily activities, then we become better architects by living fully and well.</span></p>\n<p>&nbsp;</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"10","publication_date":"2015-10-15"}}}}