{"title":{"rendered":"Roman Time"},"content":{"rendered":"<p><span>Landing in Rome after a delayed flight, the need to reach your apartment as soon as possible forces you to speed up. Power-walking through the airport’s corridors gets you to the luggage claim “on time.” But lacking a specific rendez-vous time with your luggage, the sense of urgency you feel is primarily self-imposed – or is it? The same sense seems to be shared by everyone around you – the hasty movements of the passengers through the airport testify to that. The shuttle driver asks you to wait; he has to find two more passengers. The next ten minutes of waiting are agonizing. It feels like the pain comes from the act of pausing. Your pace is interrupted. You are now standing in the middle of the airport, forced to look around and observe. Passengers move in every direction, the clerks try to direct the human traffic, the shuttle drivers are on the lookout for more clients. “Ok, we are ready.” Finally the excruciating delay is over, back to moving.</span></p>\n<p><span>The Robert A.M. Stern Summer Rome Program assembles at the Piazza del Popolo to start the first day of moving through the overstimulating past and present. Reaching the meeting point is exciting. No matter how many times one has been to Rome, there is always more “wandering around history” to do. But first, a long pause. Right in the middle of the piazza, spread within the shadow cast by the obelisk, the assembled crowd awaits the marching signal.</span></p>\n<p><span>This pause is no less excruciating than the one in the airport, although its objective soon becomes clear. It forces us to stand and look around, to stop assuming and start observing. Sketchbooks quickly make their appearance. It&#8217;s clear that this month in Rome will force us to slow down. What seems an agonizing interruption of our hasty pace at first will be one of the program’s most interesting lessons.</span></p>\n<p><span>The rhythm of the days to come varies. Hopping on buses, boarding trams, climbing the Capitoline Hill, and walking through the ruins of the Roman Forum quickly transitions to a pause on the plateau by the Tabularium or a stop inside Sant&#8217;Ivo. Slowing down, though forced at first, allows for sketchbooks to emerge and observation to begin. One can read about both the Star of David that organizes Sant’Ivo’s plan and about the palimpsest of the city. Being on site does not necessarily reveal secrets, but sketching what you see imposes its own rules. Slowing down and looking closely is a valuable way to learn about architecture that goes beyond the Tabularium, Sant’Ivo, or Rome.</span></p>\n<p><span>This halt provides the time needed to investigate if a shape derives from a circle or an ellipse, question whether the confusion is deliberate, appreciate the optical illusion from various points, and position the effect within the larger context of that architecture. It allows for more complicated readings to emerge, and resists reduction. Inevitably, not all that each site has to offer comes to light, but that realization serves as a reminder to stop, observe, and reflect – for a minute at least – without worrying about doing. The pain of disruption to our hasty pace fades away as the urge to investigate takes over.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dimitris Hartonas"},"slug":"dimitris-hartonas","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Internal Memo"},"meta":{"volume":"4","number":"00","publication_date":"2018-08-30"}}}}