{"title":{"rendered":"Sites Beyond Instagram"},"content":{"rendered":"<p>AJ ARTEMEL <span>(M.Arch. I, ‘14, </span><span>Director of Communications, </span><span>Yale School of Architecture)</span></p>\n<p><span>After the death of Zaha Hadid, </span><i><span>ArtForum</span></i><span> published a series of tributes to the late architect by peers and friends including Mark Wigley, Anthony Vidler, Daniel Libeskind, Nasser Rabbat, Frank Gehry, and Bernard Tschumi. These stirring passages were illustrated by Hadid’s paintings of her projects such as the Peak Leisure Club in Hong Kong. Each was accompanied by a standard art market-inflected caption. For example, “</span><b><i>Overall Isometric—Day View</i></b><span>, 1983, acrylic on paper, 52&#215;72½.”</span></p>\n<p><span>In the moment, the subjection of architectural tools and implements including drawings, renderings, and models to this type of codification seemed inappropriate, as if these works were being prepared for auction, measurements provided to ease collectors’ apportioning of wall space to various displays of artistic investment, separating what had been a means of achieving a built work from the understanding of a complete project. Treating architectural process-work as art objects is an undermining of architecture in general. However, this treatment is only growing more common, having dominated the Chicago Architecture Biennial with many of the models on display designed with the rooms of the Chicago Cultural Center in mind as the final site, rather than designed to point to future built conditions in the city beyond.</span></p>\n<p><span>Brennan Buck’s article in </span><i><span>Paprika!</span></i><span> 3-04, “Architecture’s Accidental Audience,” touched on many of these points. While the article was excellent on the whole, in his discussion of the Tumblr art of </span><i><span>The Jogging</span></i><span>, he shows just how easy it is to subject visual culture to other registers of value, writing that “Some viewers reposted images, often ignoring the caption and erasing any trace of the origin of the image, fully removing its status as an art object.” Here, Buck mistakes the art market for art in general. Removing a caption might remove an image’s status as an art </span><i><span>object</span></i><span>, but cannot diminish in any way its status as art. To add a caption to Zaha Hadid’s paintings of architecture is to attempt to make them into art objects, to design a model specifically for the Chicago Architecture Biennial is an attempt to make an architecture object. </span></p>\n<p><span>The “paper” architecture of early OMA, for example, still points to the real world—it could plausibly be constructed. Even the more didactic paintings work through a project and set the terms for later designs. The telos of many of the Chicago projects is Instagram; they aim to become flattened from project into captioned image.</span></p>\n<p><span>By no means am I suggesting that models and drawings do not belong in museums or that they do not deserve to be discussed in </span><i><span>ArtForum</span></i><span>. Rather, I am objecting to the increasing commodification of intermediate realizations of architecture projects into the same distorted, unethical market that demands these captions to ease the cataloguing, appraisal, indexing, filing, valuation, trading, and measurement of these genius works.</span></p>\n<p><span>Buck concludes, “By engaging sensibilities other than traditional beauty and strategies beyond core architectural media, we can make our argument to a wider audience, even if it means doing so without the wall text.” We </span><i><span>must </span></i><span>make our arguments without wall text and that our work </span><i><span>must </span></i><span>point to the worlds beyond museum walls.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"AJ Artemel"},"slug":"aj-artemel","meta":{"degree":"Director of Communications","graduation_year":""}}],"fold":{"title":{"rendered":"Horizon"},"meta":{"volume":"3","number":"06","publication_date":"2017-11-02"}}}}