{"title":{"rendered":"spectacular@big.dk"},"content":{"rendered":"<p>ZELIG FOK (M. Arch I ‘19)</p>\n<p>“Don’t even get me started on Bjarke&#8230;”</p>\n<p>Certain architecture firms can be criticized for their one-liner projects and formal literalism—using diagrams or “fun” references as the sole makeup of an architectural project. Offenders include Bjarke Ingels Group (BIG) and Bureau Spectacular, the latter of which recently received attention for their Pool Party proposal for MoMA PS1 and fuzzy, erotic Villa Müller at the 2017 Chicago Architecture Biennale. Depending on who you talk to, these firms can have polarizing receptions. Criticism aside, could their brand of easy-to-understand, one-step architectural projects benefit the field?</p>\n<p>Simple but big moves aren’t anything new in architecture, but they provide the foundation for</p>\n<p>most of the formal criticisms towards these firms. In BIG’s case, architects see their use of the diagram as a marketing strategy rather than as the raison d’être of his buildings. Dishonest? Possibly, but students rationalizing minutes before review a shifty formal move, into which critics proceed to read into too far, that ends up becoming a major component of their project is far from different. Perhaps one could argue that the difference between Bjarke’s formal moves stop at the diagram, rather than promoting further discussion with any ambiguity.</p>\n<p>But are Bjarke’s success and Bureau’s rising popularity contingent upon architectural punchlines? Such projects are easily digestible theses for the general public, in a world where Architecture can err on esoteric jargon, complicated engineering, and epistemological discussions. Canonical buildings, such as Villa Savoye, Farnsworth House, and Glass House, are incomprehensible ‘modern cubes’ to the layman. Contrastingly, BIG and Bureau Spectacular’s one-liner projects act as gateway drugs to the greater world of architecture, allowing the field to be more approachable, or so it may seem. There is a reason why Bjarke Ingels was chosen as one of the headliners for Netflix’s <strong><em>Abstract</em></strong><a href=\"#_ftn1\" name=\"_ftnref1\"><em><sup><strong>[1]</strong></sup></em></a> documentary series on the world of contemporary design.</p>\n<p>These two firms’ popularity and success is perhaps is an indictment of contemporary culture: short attention spans, instant “Instagrammable” consumptions of surroundings, and the phenomenon of architectural trendiness. With Bjarke, one must give credit for being at the right place at the right time, reacting accordingly with bold, single-gestured designs. His quasi-esoteric formalism, marketed as a rationalist-pragmatism, addresses surface issues and conversations in mainstream media. Meanwhile, Bureau’s work has frequently made unapologetic literal references: <strong><em>Pool Party</em>, <em>Museum Collage</em></strong>, and<em> <strong>Cave Paintings</strong> </em>reference John Hejduk, Cedric Price, Piranesi, and Nolli and are recognizable at first glance. Their twist on Hejduk’s and Loos’s projects playfully turn exhaustedly referenced projects into an aggregation of pools or a fuzzy animal alludes to mainstream trends as well. Bureau’s intentions become the antithesis of forwarding conversation in architecture: their references are literal and obvious to the trained architect, but are oblivious to the outsider. Quoted from their pool party video “&#8230;Users do not need to know our love for Cedric Price or John Hejduk”; people engaging with their architecture can refute the references completely or investigate deeper, providing opportunity for outsiders to learn about the foundations of architecture previously accessible only in academic institutions.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a></p>\n<p>As a result, these one-liners in fact are extremely eye-catching; such projects are immediately legible in the split second we scroll past the press release on Instagram or ArchDaily. The parti itself is digestible within a single 640px by 640px JPEG, and is popularized due to the mix of formal boldness, slightly fantastical aspects, prettiness of representation, and reiteration of what we already know—everyone likes their own presuppositions reinforced. Firms like BIG and Bureau Spectacular are essentially achieving an oversimplified version of a goal many architecture students including myself are attempting to fulfill: their pretty images and renders draw in an audience’s within a split second, and yet, and with a slightly deeper reading the project’s makeup or thesis becomes instantly comprehensible. Bjarke and Bureau perhaps are establishing a foundation that in which there is a clear dialogue between imagery and conceptual dialogue, in a time where projects seem to treat each disciplinary trait as separate entities.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> “Bjarke Ingels: Architecture,” in <strong><em>Abstract</em></strong>, Netflix, 2017.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> This conversation does not stop at architectural discourse: diagrammatic architecture’s ambiguities are structured to fulfill developer and corporate agendas without sacrificing the parti. Architects like Bjarke Ingels and Jimenez Lai appeal to pseudo-architecture connoisseurs. These (typically wealthy) individuals, perhaps characteristic of the modern bourgeoisie, actively search for quasi-esoteric architecture in pursuit of status and the ability to say “I own property in the new Zaha Hadid building, where I hang my Banksy painting, and can see my 60 foot yacht from my biomorphic balcony.” The developer taps into this desire, creating a marketing strategy that maximizes exposure for all profiting parties at once. Architecture becomes a brand of design, creating a resurgence of public interest in the field. Ideally, it is a win-win-win scenario: developers make their cut, the architect completes a project in a competitive environment, and the municipal government is happy.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Zelig Fok"},"slug":"zelig-fok","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"04","publication_date":"2017-10-12"}}}}