{"title":{"rendered":"Speech by Deborah Berke"},"content":{"rendered":"<p><b>Speech by Deborah Berke:</b></p>\n<p><span>YSoA 11.30.15</span></p>\n<p><span>In the tradition of Yale, thank you President Salovey, thank you Dean Stern.  In the spirit of Yale, thank you Peter, thank you Bob. Thank you everyone. This is an exciting day for me, and I am honored to be here to meet with you all.  </span></p>\n<p><span>I’ll be taking over as Dean in July, not that long before many of you return for classes.  I will be getting a place in New Haven, and look forward to seeing you at Booktraders or Blue State for coffee, and in this building as we all settle in.</span></p>\n<p><span>To my teaching colleagues who are here today, thank you for making the time to come. I value your commitment to the school, and look forward to working with you in an open, collaborative, and supportive environment. I am interested in all that you do, all that you bring to Yale, and in all that Yale can do for you. To the staff and the students I say the same.</span></p>\n<p><span>I have started my research and my listening tour, which is less about touring and much more about listening. I look forward to conversations with all of you.</span></p>\n<p><span>I intend to build on the School’s history of excellence. We are a small architecture school with a global reach—the world comes to Yale and our graduates engage with the global issues of today in many of the world’s most interesting and important places. It’s a school where students have access to great architects and thinkers in an intimate setting. This will not change.</span></p>\n<p><span>Among the leading architecture schools, Yale is rightly known for its pluralism—as a place where new ideas are allowed to challenge existing orthodoxies, and lessons from the past might be given renewed relevance in a changing world.  This tradition makes a Yale architectural education unique.</span></p>\n<p><span>But what does pluralism in architecture mean in the 21</span><span>st</span><span> century? Most simply, I would say that pluralism is not about styles. The modern versus postmodern versus parametric debates are important debates, and many of them originated or gathered steam here. That’s a testament to the school’s importance and influence, but these are the debates of decades past.  For me, 21st century pluralism is not about making arguments for one aesthetic or another.</span></p>\n<p><span>Pluralism today involves a broader engagement of architecture with other cultural, social, and scientific disciplines. Here at Yale that means engaging the intellectual depth and richness, cross and multi-disciplinary opportunities, and endless collaborative potential of Yale’s broad and varied people, programs and resources.</span></p>\n<p><span>Architects have special skills, and architectural education happens in a specialized culture, with a language and sensibility all its own, but architecture does not exist in a vacuum. The discipline and the profession are strengthened through broader engagement with the world, not threatened by it.  This increased contact with the university at large is something I discussed with President Salovey and the Provost during the interview process and I consider it a mandate of my Deanship.</span></p>\n<p><span>In addition to expanding who we study with, collaborate with, and talk to within Yale, 21</span><span>st</span><span> century pluralism involves an expanded understanding of the issues and forces that shape architecture and that architecture shapes in turn.</span></p>\n<p><span>The full depth of an architectural education of course includes its history, theory and the teaching of design.  However, it also includes land use and landscape; urban design and equity in our age of rapid urbanization, sustainable design and resiliency in our age of climate change, and digital technology and building technology in our age of staggeringly rapid advances.  The list also includes the arts, the humanities and sciences and is longer than time today allows; but architecture is inextricably linked to all of these fields and practices. It’s what makes architecture so exciting and so important. We need to engage all of this in our work here on York Street.</span></p>\n<p><span>Pluralism also means inclusion and respect of differences. For me, that means something very basic. Architecture as a profession needs to look more like the world at large. Why? Well, to quote Canadian Prime Minister Justin Trudeau when asked about the diversity of his cabinet “because it is 2015”.  It’s time.</span></p>\n<p><span>We will build a more inclusive culture, where people of all racial, ethnic, and socioeconomic backgrounds and genders can be successful, and go on to have an impact on architecture,  the profession and on the built environment. Diversifying the school is another mandate and mission of my time as Dean.</span></p>\n<p><span>Equity and access are priorities for Yale, but they are also an urgent issue within architecture. The profession’s diversity problems are well-documented, but I do not believe they are intractable.  Confronting these issues head-on, we will also make architecture more relevant to the culture at large. </span></p>\n<p><span>We here at Yale are good, and if it were not for my own discomfort with bragging I would say we are great,  architects and we educate our students to be great, and good, architects. That will not change, but its definition will be expanded.</span></p>\n<p><span>This is the task and the profound privilege of being a part of the next century of the Yale School of Architecture.   I love this place and I am beyond excited about what we are going to do together.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"14","publication_date":"2015-12-03"}}}}