{"title":{"rendered":"Struggling"},"content":{"rendered":"<p>AMANDA IGLESIAS (M.ARCH I ‘18)</p>\n<p>Work is struggle. It’s an hourly reckoning between tensions: energy against exhaustion, inspiration against inertia. Curiosity contends with monotony, and \u0003caffeine compromises sleep cycles. As someone with \u0003a background in graphic design, my understanding \u0003of the struggle unique to creative work existed primarily on an aesthetic level: largely, what is the relationship between image and text? It was a two dimensional endeavor, curating relationships of content to white space. White space to page size, page size to book layout. Composition was purely planar—within the confines of a single, predetermined format—be it a \u0003book, zine or computer screen.</p>\n<p>Other conceptual struggles entered in: what does nuance mean to design? What does dynamism look like? Even more interestingly, what is dynamic nuance? We all know what salt tastes like, as well as pepper. But salted pepper? Peppered salt? What is the interface between oppositions? These questions existed at the compositional and two dimensional scale. As a graphic designer, I was the master of my universe. But when architecture school happened, I found myself contending with the universe.</p>\n<p>The struggle of the architectural project is one of neg-\u0003otiating creative and ideological frictions at the scale \u0003of real life. Our tools—reading,writing, making, drawing—bring no clear resolution. Rather, each is a medium for grappling with the larger, more complicated implications of our ideas. What are we claiming about the world through our work? What are we criticizing? What is worth fighting over, fighting for? As we design, we define the parameters, and thus define—implicitly \u0003or explicitly—our posture towards not only the world \u0003but architecture’s significance within it.</p>\n<p>What’s at stake? What are the oppositional forces we architects contend with? More importantly, do we even take the time to ask ourselves this question? If not, \u0003then what are we doing? I believe that these questions are the difficult but necessary work. It’s not easy, and it’s not linear. Rather, it shouldn’t be easy, nor linear. \u0003If it is, we are impoverishing ourselves from the unique opportunity that architecture alone affords: working \u0003as a way to struggle with the thousands of tensions \u0003in our mysterious, weary, complicated universe. So, if we don’t maintain the primary conviction of architecture’s necessity in this world, then why are we working damn hard?</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Amanda Iglesias"},"slug":"amanda-iglesias","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"2","number":"04","publication_date":"2016-10-06"}}}}