{"title":{"rendered":"Style is Everything"},"content":{"rendered":"<p><strong>AMIR KARIMPOUR</strong><em> (MArch II ‘15)</em></p>\n<p>&nbsp;</p>\n<p><span>As well all know, it was open house season these past few weeks, and a recent visit I made to the Harvard GSD put everything in perspective. The atmosphere was one of the grind, everyone hard at work, an efficient, well-oiled machine; everything seemed to work and be in its right place. It is understandable that our two institutions are two sides of the same coin. The work at the GSD was very well executed, the student body very finely tuned, and the faculty impeccable, making it hard to find any viable faults. As a matter of fact, the overall experience was so smooth, and the work was so well executed, that it was almost suspicious. The unity of form, space, and materiality that stretched across studios and electives made it easy for all of the projects to look like a collective whole in the exhibition space. The professors all seemed to be experts in their respective fields, and it reflected in the students’ work. The models were very convincing as “problem solvers:” ranging from issues of rising sea levels to dealing with the economic and social conditions of the 21</span><span>st</span><span> century, all of the work was coolly efficient and stern. </span></p>\n<p><span>Speaking of Stern, and returning to our own open house, our school’s work was exactly how Bob Stern wanted it to be: a diverse and creative collection with a lot of personality. The Harvard student may find the most efficient model of solving a problem, but the Yale student will find the most charming. The Harvard student will find the answer the quickest, but the Yale student will take you along for a ride. The Harvard student will give you one diagram explaining it all, the Yale student will give you a story. Catch my drift?</span></p>\n<p><span>When it comes to a certain level of quality, and the difference in the details becomes almost impossible to discern, how can you pick a winner between two titans, Harvard and Yale?</span></p>\n<p><span>Well, you start with the facts. Harvard has more money than us, is bigger than us, and is located in a better city than us, not to mention being responsible for more living billionaires, presidents, and Nobel Prize laureates. Want to keep counting the facts? It gets worse: we haven’t won a single football game against Harvard in the past 8 years, and even when we do win on ice, the title is quickly stripped away as the Crimson score a lethal blow in the final minutes.</span></p>\n<p><span>As truthful as all that may be, facts are boring, plain and simple. Amidst all the brilliance, style is what matters. Style is memorable, it is charming, and it is uniquely individual. Yale teaches you how to have personality and raw style, something money or aptitude cannot buy. If you don’t have it when you arrive, the environment at Rudolph Hall will certainly instill it in you. If you come to Yale, style will be the reason you are successful one day, for your ability to charm and sell ideas. Can’t decide between a Mercedes and a BMW? Who cares when you can drive a Lamborghini? Now, go practice your charm. It will get you further than you ever thought.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Amir Karimpour"},"slug":"amir-karimpour","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"meta":{"volume":"1","number":"03","publication_date":"2015-04-16"}}}}