{"title":{"rendered":"Sue me, I&#8217;m an &#8220;architect&#8221;"},"content":{"rendered":"<p>NICOLE DOAN (M.ARCH II &#8217;19)</p>\n<p><span>Prior to returning to school, I indulged in the luxury of spare time, spending unproductive evenings at dinners, bars, parties, and other social functions. Whether alone or with friends, I often struggled to introduce myself definitively to strangers. The conversations felt the same, as though everyone was reading from the same script.</span></p>\n<p><span>It always began with the same question. “What do you do?”</span></p>\n<p><span>In my head, I would roll my eyes and sigh, wishing that I didn’t have to engage in this small talk, which ultimately leads to a level of politics that the person has no idea about—or cares about, for that matter.</span></p>\n<p><span>“I’m an architect—I mean, designer,” I’d stutter.</span></p>\n<p><span>Before they could ask me to elaborate, I would quickly switch topics, always deploying the same strategy: after answering, I’d shoot them a question, smile, and feign interest. </span></p>\n<p><span>I have this down, yet somehow I am still unsure as to how to label myself “professionally.” Of course, it all comes down to a level of professionalism, according to the high and mighty NCARB. To some, these letters mean nothing, but in the United States, the National Council of Architectural Registration Boards (NCARB) determine whether or not one may call themselves an architect or even architectural designer. I tell strangers all the time that I am an architect. So sue me. </span></p>\n<p><span>That is not a joke.</span></p>\n<p><span>It is undoubtedly easier to introduce myself as an architect, as opposed to a designer, which could mean a plethora of things. This ambiguity leads to more superfluous questions. </span><i><span>What kind of designer? Graphic designer? No? Oh, so you make buildings? Not really? What do you mean? What kind of architecture </span></i><span>do</span><i><span> you do?</span></i></p>\n<p><span>Perhaps I can be more specific by labeling myself as an unlicensed architect.</span></p>\n<p><span>Me: I am an unlicensed architect!</span></p>\n<p><span>NCARB: You can’t use the term “architect” unless you are licensed.</span></p>\n<p><span>Me: But I’m specifically saying that I’m unlicensed.</span></p>\n<p><span>NCARB: It’s the title that matters, not the license.</span></p>\n<p><span>Me: In that case, let me use the title, if the license doesn’t matter.</span></p>\n<p><span>The recursive argument results in the incessant redefinition of keywords such as </span><i><span>architect</span></i><span>, </span><i><span>architectural designer</span></i><span>, and </span><i><span>design professional</span></i><span>, all of which imply a certain level of professionalism, credibility, and responsibility. By calling ourselves “architects,” we are proving that we are “able to protect the health, safety, and welfare of those who live and work in the built environment”—at least according to NCARB. We can’t have buildings collapsing on people, can we? We must prove to everyone that we did, in fact, learn something in structures class. At the end of the day, we are doing more than merely creating pretty pictures. Right? </span></p>\n<p><span>Whatever we decide to call ourselves, there will always be a question of specificity. There is more to architecture than buildings. We are designers, creators, builders, thinkers, theorists, politicians, writers, artists, programmers, anthropologists, and a little bit of a lot of other things. We label ourselves with words that can only imply a small aspect of our being; it is nearly impossible to define one’s entire self in a single word. </span></p>\n<p><span>In a dark bar or a loud party, another stranger will ask you, “What do you do?” Whether or not I provide a one word answer, everyone knows that there is more to it. NCARB demands that I not legally call myself an architect in the United States, nor in a professional setting. There are accepted labels that help others understand my role in the complex industry. However, there is no question that I “do” architecture, even though I do not yet have my license. In a few years, I plan to have my license and I will legally become an architect. Or if I decide to practice in Germany, for example, I will </span><i><span>still</span></i><span> be an architect. At the end of the day, I am the only one who determines what I do and do not do, what I am and what I am not.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicole Doan"},"slug":"nicole-doan","meta":{"degree":"M.Arch II","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"13","publication_date":"2018-02-07"}}}}