{"title":{"rendered":"Teardrop"},"content":{"rendered":"<p>9.18.2015</p>\n<p>By <strong>HARPER KEEHN </strong>(<em>Yale College</em>)</p>\n<p>&nbsp;</p>\n<p>I left the architecture department because I was exhausted by it and by myself. I was tired of “smart moves”, delivered without style or humor, which felt neither smart nor moving. Tired of the emperor’s-new-clothes-type pressure to “understand” things that are clearly not to be understood. Enough cheap Ayn Rand behavior, equating rudeness and self-flagellation with passion and control! I was racing along at such a self-defeating pace that I lost the joy, surprise, and people in my life that together represent my only chance of making work that feels like anything. And I’m not alone in abhorring the bodily consequences, the toxic ache that comes from running on coffee and adrenaline. At the end of it, I saw only a foreseeable future defending projects that I think shouldn’t happen in the first place. I missed ugliness, accidents, and generosity. I was lonely.</p>\n<p>Instead, I would prefer to not understand. Good things happen when I can sleep nine hours a night and have time to do a double take at nearly everything. It’s a productive release to consider outcomes as incidental byproducts of a process and it’s a pleasurable release to build only when it feels necessary. I think it was scarred into me that I need to pay attention to exhaustion when it comes and to opt out freely. I learned that wallowing in contingency, forgetfulness, and loose control is the only way I want to work. Above all, I hope to go slower.</p>\n<p>Leaving the program gave me a heady rush of energy and autonomy. And the space to use these new commodities. One indirect consequence of quitting was a project this past summer where I built a teardrop trailer as I towed it through the west. It was practice with Slow Design and, if nothing else, a pleasure.</p>\n<p>Last Friday I went to check on my trailer where it’s tucked into the woods and under a tarp in East Haven. I had been worried that water was somehow invading, now that I’m no longer living in it. But when I unclamped and opened the door everything was how I left it when I wrapped it up a few weeks ago: clean, dry, white, brown, and sweet-smelling. It’s only been two weeks but I’m glad I went for the heavy-duty tarp!</p>\n<p>This was something that kept coming up during the summer, as I drove past and rummaged through so many abandoned buildings: all materials are water-soluble at the right time scale. Or the corollary: the only real way to waterproof a structure is to have someone live in it. It’s breath-taking how quickly buildings melt if they’re left alone. Habitation is everything.</p>\n<p>My project, nominally, was to build a teardrop trailer as I towed it along a big western loop. It has a 5’x10’ chassis that used to be a heavy ATV trailer, and the walls have a teardrop profile. There’s a living space with a pop-up roof in front, a bulkhead wall, and then an outdoor kitchen galley under a pop-up awning in back. The 3-month, 7,000-mile loop started and ended in the Hudson Valley, but most of my time was spent between New Mexico and Montana, visiting ranches managed by friends and trading help for use of their shops.</p>\n<p>What became clear over this period was that living in and building the trailer was essentially contingent. In building, the exigencies and limitations of roadside construction constantly humbled and tempered my plans. In operation, I had to ask for help for everything. If I wanted a shower, to fill my water tank, to scavenge for materials, to park somewhere for the night, I needed people. The trailer now seems literally built out of some social fabric as much as it is out of wood, foam, steel, etc.</p>\n<p>For this reason, I felt hesitant when I was grouped with the zealous tiny house crowd, even though I think many of those buildings are very beautiful. &#8220;Off the grid&#8221; living has a strident flavor, proud of a purported independence that doesn&#8217;t really exist (and would be unfortunate and lonely if it did). Who made the solar panels? The fasteners and panes of glass? The composting toilet? These little buildings are only ever (sort of) independent and insulated at a very short time scale and by very selective accounting. In reality, even these mini structures are, in their construction, use, and eventual demise, the hardened confluence of much larger energy systems. They are no different than any other construction.</p>\n<p>In fact, the thrill of living and working with the trailer this summer was the way it forced honesty about my dependency and contingency. At this smallest scale, with such literally and figuratively thin walls, this was a palpable daily reality. Things broke all the time. If it and I couldn’t respond to changing patterns of use and the changing environment, we would have never made it back home.</p>\n<p>In the trailer, I could deal with this. In fact, dependence became my biggest design resource. Everything was revision and the process was endless. Nothing was so large that I couldn’t get into it. As a result, I felt delightfully out-of-control throughout the process of making the trailer and finally comforted by the space as it came to exist. I was constantly surprised by the way things looked and rarely, if ever, had to force the issue.</p>\n<p>But, I don’t know how this scales up. Large structures and modern construction marshal phenomenal resources to hide their dependency, but they aren’t exempt. However, because they’re saturated with energy and ambition, they seem fated to fixity. And because of this—if the buildings are unable to flex, if the users are disempowered from making the revisions that keep the space viable and pleasurable—it seems inevitable that the people will leave. After the people leave, I doubt the building has a year to live, which is a kind of tragic way to squander human and material energy.</p>\n<p>In a New Yorker cartoon, two construction workers are looking at the foundations of a big building-to-be and one says to the other, &#8220;I don&#8217;t know&#8230; seems like a lot of work.&#8221; For me, this is entirely it. What am I arguing for? For letting ourselves get tired. For having an itchy quitting trigger finger. The way we work is finally far more important than what we work on. If it doesn’t feel right, it’s probably not worth doing.</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"07","publication_date":"2015-09-18"}}}}