{"title":{"rendered":"The Named and the Unnamed"},"content":{"rendered":"<p>ELISA ITURBE (M.ARCH, &#8217;15)</p>\n<p><span>—</span></p>\n<p><span>As architects, we try and make sense of the world through image, word, and form. But what does it mean to </span><i><span>make sense</span></i><span>?</span></p>\n<p><i><span>Sense</span></i><span> is the root of </span><i><span>sensual</span></i><span>, </span><i><span>sensory</span></i><span>, and </span><i><span>sensation</span></i><span>. In French, </span><i><span>sentir</span></i><span> refers to olfactory perception, while in Spanish, it means to feel. </span></p>\n<p><span>Yet </span><i><span>making sense</span></i><span> is an attribute of reason and a crucial component of language. In romance languages the </span><i><span>sense</span></i><span> of a word is its meaning: </span><i><span>el sentido de la palabra</span></i><span>. </span></p>\n<p><span>The act of </span><i><span>making sense</span></i><span>, then, occurs between the sensorial and the linguistic, or more precisely, between perception and cognition. </span></p>\n<p><span>—</span></p>\n<p><span>Patterns of media consumption have shown to favor perception over cognition. Take, for example, a race between word and image:</span></p>\n<p><span>Speech, text, and language are slow because they unfold in time—word by word, sound by sound. And they are slower still because those signifiers combine and compel a second unfolding: interpretation. </span></p>\n<p><span>Image, on the other hand, is fast because of the quickness of the human eye, because of the simultaneity of color, line, and form taken in all at once by the perceiving subject. Image wins the race because perception occurs before the process of interpretation can begin. </span></p>\n<p><span>Perception, then, has the advantage of a temporal gap. A strong sensorial experience can prolong this advantage, this gap, indefinitely: cognition is not inevitable, interpretation is not assured. It is an action movie that conceals plot discontinuities with spectacular effects. </span></p>\n<p><span>—</span></p>\n<p><span>Mass media seems to only be perfecting the techniques by which interpretation is delayed. Rendering tools, CGI, virtual reality—our world is increasingly both real </span><i><span>and</span></i><span> simulated. In this context, what are techniques that compel interpretation?</span></p>\n<p><span>One could argue that the act of naming is one such technique. For example, a scientist engaged in the study of the physical world must, in order to articulate a discovery, interpret and name what she has seen. Perception, then, still precedes cognition, yet here the temporal gap between them is less important than the cycle engendered in the moment of naming: </span></p>\n<p><span>First a phenomenon is perceived, then it is interpreted and made communicable through naming. To name is to give form. Once named, it emerges from the unknown, suddenly available for perception by others. Once available to a larger audience, it can be seen, studied, and perhaps eventually renamed. The act of naming, then, occurs between perception and cognition, at the crux of </span><i><span>making sense</span></i><span>. </span></p>\n<p><span>—</span></p>\n<p><span>So much for the named. But what about the unnamed? According to Roland Barthes, the unnamed, or the </span><i><span>ex-nominated</span></i><span>, as he calls it, is left vulnerable to appropriation by ideology and the language of mass culture. In other words, society has the tendency to naturalize social values to the point of obscurity. These values can become invisible through the strength of their purported self-evidence, relying on </span><i><span>ex-nomination</span></i><span> to generate and sustain myth, ideology, and structures of power. </span></p>\n<p><i><span>Ex-nomination</span></i><span> favors perception over cognition, and prolongs that temporal gap before interpretation kicks in. So if Barthes is right about </span><i><span>ex-nomination</span></i><span>, then wherever subjective perception is fuel for the fire of spectacle, and whenever sensorial excess is deployed to dull the senses, the importance of naming should not be underestimated. Here lies the relevance for architecture, a discipline that communicates as much though media, image, and drawing as through building, form, and material. Architecture has the capacity to generate immersive environments and powerful images that arrest interpretation. Architecture has the capacity to perpetuate processes of </span><i><span>ex-nomination. </span></i><span>Yet architecture has the equal capacity to materialize and make visible that which has been </span><i><span>ex-nominated</span></i><span>. What’s in a name? The balancing between perception and cognition, and the secret to a critical mode of taking in the world. Architecture gives form. Architecture names.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Elisa Iturbe"},"slug":"elisa-iturbe","meta":{"degree":"Critic","graduation_year":""}}],"fold":{"title":{"rendered":"Nomenclature"},"meta":{"volume":"3","number":"12","publication_date":"2018-01-31"}}}}