{"title":{"rendered":"The Problem with the Housing Problem"},"content":{"rendered":"<p>MARTIN MAN (M. Arch I &#8217;19) is a first year M.Arch I currently participating in the 2017 Jim Vlock Building Project.</p>\n<p>This year’s Jim Vlock Building Project has been notable for its significant departure from the model followed by the projects of the past decade or so. Instead of constructing houses to be sold on the market, we are working with the non-profit organization Columbus House to build homes for the formerly homeless. Instead of the vague category of ‘low income persons,’ we know the future inhabitants of the house will have experienced housing insecurity for likely a protracted amount of time— indeed, it is possible we have already met the future residents. Rather than a conventional wood-frame house, we have the additional task of tackling pre-fabricated building techniques.</p>\n<p>The sweeping changes to the building project, however, appear to have stopped short of one crucial aspect— the house itself, to which the project is dedicated. Partnering with Columbus House this year reignites the strong social agenda under which the project was first established, an aspect which had eroded somewhat in recent years. With the problem of housing insecurity brought to the fore this year, entraining attendant issues of precarity regarding food, healthcare, employment, etc., it is perhaps surprising that the answer we’re about to provide looks set to be rather similar— a semi-detached, multi-family home.</p>\n<p>Much more important than the form, however, is the mode of living it catalyzes. More than one project at the final review for individual projects received strong criticism for proposing shared living spaces, landscape elements, and other communal resources. These critics’ perspective was clear: each unit must remain segregated.</p>\n<p>Is it ironic, then, to claim that we are tackling the issue of homelessness whilst reproducing the very forms of housing engendered by a logic that contributes to the problem in the beginning?</p>\n<p>That is to say, the designs chosen to serve as departure points for the group phase leave unchallenged a certain way of living—the free-standing house, surrounded by open lawn on four sides, with parking space for cars, etc. These assume an attitude toward private property, delimiting one’s land and space from another’s. The stipulation that each dwelling unit be self-contained assumes that even though this is a multi-family home, each family will live separately.</p>\n<p>Although we are building on a street corner less than 1.5 miles from the Green, we conjure up the entire mythology of the ‘American Dream’— the private yard, the picket fence, the ‘freedom of the open road’— with all its aspirations and failures. Splitting life up into private lots and detached houses mirrors the inscription of individuals into relations of constant economic competition for everything from healthcare, education, jobs, and the barest of necessities.</p>\n<p>When we build the way we do we implicitly accept this status quo, without challenging why shelter is not a guaranteed right in this society, or why so many are a bad fall, a sick day at work, or a family emergency away from losing their home. Instead, we merely re-inscribe them into a mode of living underpinned by an ideology that allowed them to be deprived of shelter in the first place.</p>\n<p>If architecture is about the shaping of space and its provision for life, then the building itself may be the narrowest interpretation of the scope of our concerns. The problem of affordable housing, for example, is ultimately not a problem of trying to fit less into smaller spaces using fewer materials. If it were, then the problem would have been solved a hundred years ago, not least with the Modernists’ efforts at determining <em>Existenzminimum</em>. Even in 1929, however, standardization and rationalization were already running into barriers posed by continually rising costs, rents, falling wages, and the limits of how small a space could be tolerated.</p>\n<p>Design alone cannot achieve our aspirations for social impact. The transformation of space must also come from the shaping of economy, production, culture, politics, societal structures, and so on. Many will object that such macro-scale societal issues lie outside the purview of our position as architects and architecture students, and such a wide scope is certainly unfeasible for the Building Project as it is now.</p>\n<p>But if consequential structural changes have already taken place this year, what is to stop it from moving beyond the physical building of a single house? What might an ongoing model look like, spanning multiple years rather than just one summer?</p>\n<p>A project in which hammering a nail into a wall is just one aspect of a multi-pronged, protracted engagement with issues of land use, laws and zoning, material conditions, sustainability, social life, urbanism, and so on? A project which may see the end of a need for <em>Existenzminimum</em>, rather than another 100 years of designing less space with higher costs?</p>\n<p>The excuse that it is not our professional or legal responsibility is not enough. We frequently hear the lament that ‘people don’t care’ about architecture, that it is becoming irrelevant to the wider society. Yet, how much of this irrelevance is self-made by architects? If every time architecture runs up against the constraints of law, capital, and politics, and architects wring their hands and say it is not our responsibility, then they are the ones who are relegating the discipline into obscurity.</p>\n<p>Architecture’s insularity and self-referentiality is self-produced and self-enforced. The university, however, unfettered by the constraints placed on practicing firms, is in a unique place to exercise its freedom and power to expand the scope of architecture beyond its current limitations. Radically rethinking the Building Project is one place to start.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Martin Man"},"slug":"martin-man","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Housing"},"meta":{"volume":"2","number":"23","publication_date":"2017-04-27"}}}}