{"title":{"rendered":"“The topic is a real stumper”: A Conversation with T+E+A+M"},"content":{"rendered":"<p>THOM MORAN and MEREDITH MILLER</p>\n<p><em>T+E+A+M is an architecture practice led by Thom Moran, Ellie Abrons, Adam Fure, and Meredith Miller who are all Assistant Professors at the University of Michigan Taubman College of Architecture. Their work centers on architecture’s physicality as an agent of cultural, environmental and urban production. On September 22, 2017, the issue editors spoke with Thom Moran and Meredith Miller via Google Hangouts. The following is an abridged transcript of the conversation.</em></p>\n<p><img class=\"wp-image-3305\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-300x225.jpg\" alt=\"\" width=\"500\" height=\"375\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-768x576.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-1024x768.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-830x623.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-230x173.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic1-350x263.jpg 350w\" sizes=\"(max-width: 500px) 85vw, 500px\" /> </p>\n<figure id=\"attachment_3306\" class=\"wp-caption alignnone\"><img class=\"alignnone wp-image-3306\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-300x225.jpg\" alt=\"\" width=\"500\" height=\"375\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-300x225.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-768x576.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-1024x768.jpg 1024w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-830x623.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-230x173.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2017/09/pic2-350x263.jpg 350w\" sizes=\"(max-width: 500px) 85vw, 500px\" /><figcaption class=\"wp-caption-text\">Inside View of Ghostbox, T+E+A+M, Chicago Biennial, 2017.</figcaption></figure>\n<p><strong>TM</strong> The topic is a real stumper, post-irony. Something we’ve been struggling with in the last two projects, especially the last two models for Detroit Reassembly Plant and Ghostbox,<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> is that you have to be very explicit that you mean it as a real proposal for architecture and not just as a rhetorical or critical project that you don’t actually mean. It’s the default interpretation that proposals are a piece of rhetoric and not an earnest building proposal.</p>\n<p><strong>MM</strong> You can be earnest, and I think we try to be through our choices in representation. For both of those models we chose to be literal—to represent building and construction as literally as you can in a scale model that of course doesn’t have all the same issues as a building. But somehow it doesn’t always convey that we mean it to be understood as a real building. I think that’s partially because the audience is prepped for a more distanced or “cool” relationship between the author and some idea. The aesthetics in these models are also challenging. There’s this sense of, “this can’t possibly be a real proposal because it’s too weird or derelict.” People think we can’t possibly mean it as positive—but we do. I think walking that line is important; it’s hard to articulate, but I think there are reasons for trying to push those sensibilities and those aesthetics, to take them seriously and confront them as reality.</p>\n<p><strong>P!</strong> Our use of this term [the post-ironic] is a reaction to the recent discourse in <em>Log</em> between Michael Meredith and Mark Foster Gage. We see post-ironic practice as taking some of the methods of indifference—scrolling, collecting, the appropriation of found objects to name a few—and actually going beyond just representational projects: what Mark Foster Gage calls speculative projects, and applying them towards sincere, real architecture proposals.<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a></p>\n<p><strong>MM</strong> Both of those essays were written for a very particular audience, and one of the things we hope for our work is that it moves past that audience and that it can be more broadly appreciated and understood.</p>\n<p><strong>TM</strong> We can say—at least for Meredith [Miller] and myself—we reject being grouped under either of those formulations in terms of our and T+E+A+M’s work. It’s a false binary that’s used as a form of rhetoric. We’re interested in how we can be impactful outside of the discipline; we’re not so interested in making rhetorical work to be used as fodder in insider arguments. I think that my anxiety about [the post-ironic] is that I hope architecture can engage those ideas in the realm of public discourse and not just bring them in and talk about them in private. The challenge of an architecture biennial versus [that of] an art one is the issue of representation. Art is art. Sure there are mediated practices, but you can take it as it is. If it’s a video of a photo of a printout of a computer desktop that’s halfway around the world, it’s still that thing. Whereas if you interject the idea that you’re representing a building somehow it gets very weird very fast. It’s hard to know where representation begins and ends. Just to bring it back to Living Picture<a href=\"#_ftn3\" name=\"_ftnref3\"><sup>[3]</sup></a>, the Ragdale Ring project, we thought we could do it only because it’s actually a thing.</p>\n<p><strong>P!</strong> Making the image physical in [Living Picture] is really interesting. It’s the opposite of your process for the drawings in the Detroit Reassembly Plant, because all those drawings were collaged from real material swatches that you made and then put into digital space.</p>\n<p><strong>MM</strong> That process was something that we developed as we went. We had a desire for how those drawings would look and how they would correlate to the model as the model was being produced… We tried a lot of things, and it ended up giving us the verisimilitude that we wanted by photographing or 3D scanning little piles or chunks of material, but what was interesting was that a lot of the piles or materials that show up in the drawings are not true to the original pile. Oftentimes there’s a separation between the mesh surface and the image map that gets projected on it. Oftentimes we would separate those and apply a new texture or image to the same map, and then render that out or even Photoshop layer other textures on. There was quite a bit of authoring the sensibility of the material in the space of the digital drawing. So, it was a little bit of both: bringing the material into the drawings, and also allowing yourself to go even further and draw and add digital layers to that material.</p>\n<p><strong>TM</strong> I think we were really excited about the feedback between physical material production and digital representation: that’s something that evolved out of the process of Detroit Reassembly Plant, and was something that was more self-conscious in Ghostbox.</p>\n<p><strong>MM</strong> And I think that operation is really important—going back to what we were saying earlier—about the expectations that [Ghostbox] would just be a rhetorical project. There, we were showing dwellings underneath tarps. It might seem that we can’t possibly mean that, but I think the imagery in the project is where the optimism comes back in. Because it casts everything into a kind of new reality, a new environment. From the interior of Ghostbox, when you’re in the model and looking around, you see a big backdrop with a blue sky on it. It’s like a new landscape, an unexpected context that takes over and starts to erase the exterior of the big box. So, there’s a dramatic difference between being on the outside of the model where you have a sense of an intact big box, [and] going inside where the reality switches. That was the hope for people’s experience entering the gallery: walking around and seeing the familiar status of the box start to break down and become more fragmented, and this new nature take over with the sky, mountain range, and park.</p>\n<p><strong>TM</strong> I do want to make one small point that criticality as the only mode of political engagement is something that we are working against. I don’t like the word speculative. What we’re doing is design. Rather than speculation or representation, it’s design. It’s designing for a new reality without shrinking away from that reality. We’re just trying to see it as a new possibility. Like for Post Rock,<a href=\"#_ftn4\" name=\"_ftnref4\"><sup>[4]</sup></a> we acknowledge that there’s a lot of plastic in the world. It’s inevitable, so why don’t we just engage with it, find its possibilities, and see it as a resource rather than see it as a liability? So, with Ghostbox, we’re trying to look at emptying-out, ex-urban, first- and second-wave suburban areas. They’re just producing these types [vacant retail buildings] of situations. There’s no way around it. It’s just what’s happening, so why not try to engage it rather than just point out its excess or its problems, or try to rehabilitate it and make it conform to already existing ideas of what good urbanism is. Let’s just take it for what it is, and see it as a pile of material with untapped possibilities.</p>\n<p><strong>MM</strong> Part of the work in doing that, similar to Post-Rock, is working on the perception of that material via its aesthetics. A lot of people react to Post-Rock because they think, “Plastic is cheap, ugly and trashy.” And for us, it’s like, “Exactly, plastic is everywhere!” The project is a confrontation with those things that often get excluded. Similarly, Ghostbox is working on the perceptions and sensibilities around the material reality of a big box store. We’ve got CMU and cheap brick panel: this is the material palette, and this is its sensibility. How do we then incrementally work on it to push it into a different perceptual register? I think one of my favorite responses that we got from friends and people at the [Chicago] Biennial was someone who pointed out that our project was one of the few that didn’t deal with <em>just</em> history. He said that our project staged an encounter with a contemporary condition that is important to think about and for architects to be working on. I appreciate that someone saw that, that there are other dimensions to the project than disciplinary history.</p>\n<p><strong>TM </strong>Unless you’re building, it’s hard to escape the representational trap—it gets hard to know where the representation begins and ends. Our ambition is obviously to build, and it’s important to our practice. This work isn’t finished as representation—it doesn’t have the same impact in the world that we want it to as a kind of critique. Rather than the conventional mode where critical architecture is not being built—for our work to function as critical—it has to be built.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> T+E+A+M exhibited the Detroit Reassembly Plant at the U.S. Pavilion for the 2016 Venice Architecture Biennale and recently exhibited Ghostbox at the 2017 Chicago Architecture Biennial.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a> Mark Foster Gage, “Speculation vs. Indifference”.<em> Log </em>40. Spring/Summer 2017.</p>\n<p><a href=\"#_ftnref3\" name=\"_ftn3\"><sup>[3]</sup></a> Living PIcture is T+E+A+M’s winning proposal for the 2017 Ragdale Ring. The project proposed a series of lightweight volumes onto which photographs from the original Ragdale Ring in 1912 are projected.</p>\n<p><a href=\"#_ftnref4\" name=\"_ftn4\"><sup>[4]</sup></a> Research project by Meredith Miller and Thom Moran: “Post Rock architecture stages intimate encounters between people and the global condition of excess plastic. The following designs for Post Rock architecture all target an important social impact: reframing post-consumer plastic changes its perceived value as a waste product to a viable and aesthetic building resource.” ACSA Faculty Design Honorable Mention 2016-2017, <a href=\"http://www.acsa-arch.org/docs/default-source/2017-award-materials/fd-hm-millermoran.pdf?sfvrsn=2/\">http://www.acsa-arch.org/docs/default-source/2017-award-materials/fd-hm-millermoran.pdf?sfvrsn=2/</a></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Thom Moran"},"slug":"thom-moran","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Meredith Miller"},"slug":"meredith-miller","meta":{"degree":" ","graduation_year":""}}],"fold":{"title":{"rendered":"Post-Ironic"},"meta":{"volume":"3","number":"03","publication_date":"2017-09-28"}}}}