{"title":{"rendered":"The ‘Solution’ in Detroit:  Blight, Erasure, and Alternative Practices"},"content":{"rendered":"<p>by Daniel Glick-Unterman, M. Arch I &#8217;17</p>\n<p>&nbsp;</p>\n<p>According to The Guardian, it costs $15,000 to demolish a blighted home in Detroit. Two hundred homes are demolished every week and the city’s median per capita income is $14,870. At the same time, Detroit has one of the largest black populations in America—reported to be 84% by the Huffington Post in 2014, ‘blacker than any big city in America’—and this number is only growing. As the city proceeds to spend $1 billion on blight removal, the underlying structural issues of racial inequality remain largely ignored, operating behind a façade of revitalization that ultimately works to sustain big capitalist institutions rather than collective civic empowerment. While corporate reinvestment in Detroit is necessary to restart its economy, the current strategies favor tabula rasa initiatives bent on sustaining an outdated dominant narrative. Meanwhile, small-scale alternative practices seek to forge progressive narratives.</p>\n<p>In July 2013 the Obama administration granted $300 million in combined federal and private aid to support the ‘Motor City’s’ rehabilitation. Rather than bailing out the city’s debt (as the federal government did for Detroit’s big automotive companies), $150 million was budgeted specifically to clear blighted and abandoned properties, and $140 million was set aside to renovate transportation systems. At the same time, a public-private partnership called the Detroit Blight Removal Task Force emerged as the leader of these initiatives. Due to the immense size of the city proper, the Blight Removal Task Force has turned to open source platforms in an attempt to index and mitigate the growing conditions of blight.</p>\n<p>Platforms such as ‘Blexting’ allow local residents to identify and upload images of blighted structures, for the city to subsequently demolish. The ‘cleared’ land is then sold in a process called ‘Blotting,’ through which local property owners can go online and buy the vacant, recently-cleared lots adjacent to their land for as little as $100. While this may seem like a democratic move towards renewal, the cost of property taxes and lack of demand for new housing makes it unprofitable for these small landowners to build on their newly acquired lots.</p>\n<p>Oddly, the results of Blotting look a lot more like the nearby suburban developments, where houses are separated from each other by generous plots of land. Ultimately these practices contribute to the greening of large portions of the city, allowing for further consolidation and densification of resources within the central downtown core of the city.</p>\n<p>Blight removal assumes a causal relationship between abandoned buildings and crime. Indeed, The Chicago Tribune reported that illegal dumping, drugs, dead bodies, and all manner of illicit activities are often uncovered when blighted properties are cleared. However, contradicting research published by Wayne State Urban Planners George Galster and Erica Raleigh of the nonprofit Data Driven Detroit has shown that ‘abandoned buildings have a neutral effect on crime’ while controlling for other socio-demographic characteristics of the urban block.</p>\n<p>Blighted buildings, it seems, may not have a causal relationship to crime: it is more so that public policy-makers with a vested interest in the blank slate initiative choose to ignore the underlying social and structural failures of the city that are made vivid by blight. The Guardian noted that city officials remain ‘myopically focused on destroying buildings,’ using crime statistics to support demolition, while ignoring the root cause of the elevated crime rate—the city’s dilapidated infrastructure, high taxes, failing public school systems, decades of job losses, and historically institutionalized racism. In fact, the motivation behind the massive attack on blight is rooted in aesthetics and racially based fear.</p>\n<p>So what can be done in Detroit in lieu of demolishing the city’s homes, removing its residents, and outsourcing municipal services to private corporations? We must examine the proposed plans for Detroit and synthesize the small practices in order to implement an agenda for the city that will promote sustainable development: development that will promote a future that allows the city’s historically oppressed black communities to thrive. Whatever ‘revitalization’ plans are chosen, they must address head-on the structural racism that has pervaded in Detroit and must be grounded in principles of socioeconomic and racial equality. (What would happen if the $15,000 per house spent on blight removal was put towards a living wage for urban nomadic populations?) Ultimately, blight will continue to grow as people continue to leave the city; the blank slate solution is far from sustainable and foresees a bleak future for Detroit.</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"19","publication_date":"2016-02-04"}}}}