{"title":{"rendered":"The Joke is on You: The Mythical Dimension of Facemasks Under the Smog"},"content":{"rendered":"<p><strong>Jane Jia Weng </strong>(M. Arch II, &#8217;18)</p>\n<p><span>On January 17</span><span>th</span><span> 2013, a real-time video footage of the sunrise had to be projected onto the LED screen in Tiananmen Square, as the smog in Beijing had become so thick that the natural sunrise was no longer recognizable. </span></p>\n<p>&nbsp;</p>\n<p><span>Every child who has grown up in China knows that the national flag in Tiananmen Square has to be hoisted along with the sunrise everyday. Thus, the LED screen was, and still is, a pure time indicator, assuring the public for another normal day. Yet, posing against the dark yellowish smog, the bright sunrise is rendered into something fictional. The most mundane natural event becomes a wonder that can only be observed through the big screen.</span></p>\n<p>&nbsp;</p>\n<p><span>Today, 1/7/2017, as I open the web-based real-time air quality monitor, I see that the PM2.5 value of Beijing in general is 306, which is marked as “very unhealthy”. In fact, by far the air quality has remained the same unhealthy state for almost a week. Under the smog, facemasks are the most direct device for breath. To most people, wearing face masks under the smog is just as expected as wearing a coat in cold weather or riding the subway to commute. However, the masked anonymous crowd automatically forms an image that can be read as a constant statement against governance. </span></p>\n<p>&nbsp;</p>\n<p><span>Since 2013, over a million articles have been published examining the causes of Beijing’s smog. However, as the articles also reveal a million causes, the actual actors responsible for the smog remain mysterious until today. Doubts mask the public or private enterprises perfectly into a state of invisibility. The smog acts as the weapon of an invisible enemy. It is invisible and thus invincible. Therefore, any kind of direct confrontation is impossible; people under the smog have to disguise themselves with face masks. It has been proven that certain “species” of the face masks cannot actually prevent the inhaling of toxic particles efficiently. Yet, people keep wearing them religiously. Thus, the meaning of these masks escapes from pure functionalism, and enters into a mythical state. </span></p>\n<p>&nbsp;</p>\n<p><span>Individually, the facemask is a self-comforting device; people believe irrationally that all facemasks can protect them from the polluted air. Collectively, the facemasks are mobile political statements. While the commuting crowd in Beijing has to wear masks , the state locks itself into a dilemma, where the people are forced into a state of anonymity. Since the pedestrians on the street adopt the classical attires of the bandits, covering their noses and mouths with masks,  leaving only their eyes, they are no longer recognizable to the state. Since 2008, Beijing has been paranoid about terrorism attacks. The security procedure of entering the subways or Tiananmen Square is unprecedented in China and unseen in other parts of the world. The anonymous masked crowd created by the smog is undoubtedly a security hazard in the eyes of the state. </span></p>\n<p>&nbsp;</p>\n<p><span>James. C. Scott in his book </span><i><span>Domination and the Arts of Resistance: Hidden Transcripts</span></i><span> wrote that,</span></p>\n<p><span>“The undeclared ideological guerrilla war that rages in this political space requires that we enter the world of rumor, gossip, disguises, linguistic tricks, metaphors, euphemisms, folktales, ritual gestures, anonymity. For good reason, nothing is entirely straightforward here; the realities of power for subordinate groups mean that much of their political action requires interpretation precisely because it is intended to be cryptic and opaque.”</span></p>\n<p>&nbsp;</p>\n<p><span>Under the protection of facemasks, is the commuting crowd unconsciously participating in “undeclared ideological guerilla war”? Facing invisible enemies, the citizens are forced to become invisible as well. The myth of the face masks is, on the one hand, pointing to disenfranchisement, because without the masks the citizens wouldn’t be able to breath without damaging their own health. On the other hand, face masks also form an image of immanent social conflict that is constantly visible and can no longer be dismissed by the force of the ruling class. </span></p>\n<p>&nbsp;</p>\n<p><span>The face mask in </span><i><span>V for Vendetta</span></i><span> has become a statement of identity for anonymous resistance since the movie was screened. The photo taken recently in Tiananmen Square by CNN (Fig1) is ironically similar to the still from the finale of </span><i><span>V for Vendetta </span></i><span>(Fig2) in many ways. Entering the mythical dimension, the identities of the people in front of Tiananmen Square no longer matter. What matters is what the face masks stand for. “He was my father, and my mother, my brother, my friend. He was you and me, he was all of us.” Can the state, yet again, use force to make the people take off their masks? Maybe. But then, eventually he will be facing an empty city with no citizen to be ruled.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Jane Weng"},"slug":"jane-weng","meta":{"degree":"Ph. D","graduation_year":"First Year"}}],"fold":{"title":{"rendered":"Fun"},"meta":{"volume":"2","number":"11","publication_date":"2017-01-12"}}}}