{"title":{"rendered":"The Case for Architectural Suicide"},"content":{"rendered":"<p><strong>DIMA</strong> <strong>SROUJI</strong> (M.Arch &#8217;16)</p>\n<p><span>In the deep Turkish countryside two shepherds sat on the edge of a cliff sipping on coffee and eating their breakfast as their herd was left to graze. In a blurry minute, one sheep was seen to run and jump off the cliff to its death. The shepherds watched helplessly as nearly 1,500 other sheep followed, each leaping off the same cliff.  The last 1,000 were saved by the pile of fluffy sheep that had accumulated below.</span></p>\n<p>Whether this was a case of a conscious mass sheep suicide or a fault of subpar intellect is unclear, but the surreal image of 1,500 sheep falling off of a cliff is an image worth analyzing.</p>\n<p><span>The desire to be like nature in architecture has asserted the natural and sensible world as a higher order.  As a discipline we look at nature as an ideal, we use it to conceptually defend our designs, we mimic it formally, and we study it to understand its supposedly perfect mechanics. As a profession, however, we must be aware of nature’s imperfections.</span></p>\n<p>The story of the sheep reminds us that there are glitches in the natural system that are important to analyze. The events on the fringes, the supplemental, are usually fundamental in understanding the larger network.</p>\n<p><span>It is worth noting that in descent selection, mutations are filtered and passed on if beneficial, and tossed if they aren’t. One can visualize the natural world as made up of positive mutations that have been filtered through natural selection, which analyses the value of these natural glitches.</span></p>\n<p><span>The only reason the evolutionary process works is by this consistent and rapid destruction of useless elements but also by the adoption of beneficial mutations. Architecture similarly could have a framework that is open to all concepts, but that is consistently removing glitches.</span></p>\n<p><span>The case of the sheep should be of warning to architects. The sheep have been led and fed by others as they’ve been domesticated for centuries that they are no longer exposed to the pressures of the wild and have lost the ability to constantly improve themselves. Architecture is so curated and controlled, it has equally been pressured by itself and the public to contribute to the demands of the world, rather than constantly try to improve itself as a discipline.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dima Srouji"},"slug":"dima-srouji","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"(de)Natured"},"meta":{"volume":"1","number":"22","publication_date":"2016-03-28"}}}}