{"title":{"rendered":"The Ghost in the Room"},"content":{"rendered":"<p>JAMES COLEMAN (MArch I, ‘18)</p>\n<p><i>“A construction in simple metrics has been elevated to a new category of movement – a category of higher significance.”</i></p>\n<p><i><span>Sergei Eisenstein, Methods of Montage</span></i></p>\n<p><span>The use of filmic techniques to elicit new types of temporal relationships in architectural drawing can be understood as a co-opting of evolving systems of measurement. The conceptual rhetoric originates in the work of early twentieth century Russian filmmakers Sergei Eisenstein and Lev Kuleshov, both of whom concerned themselves with montage and its meaning in sequence and juxtaposition. By cutting or assembling the space of the scene through various timing structures, they created a new cinematic tradition that functioned as a measurable definition &#8211; the metric transition.</span></p>\n<p><span>Bernard Tschumi appropriated Eisenstein’s montage criteria in his series of drawings entitled </span><i><span>Manhattan Transcripts</span></i><span> (1976-1981) in order to liberate measured drawing from its orthogonal roots and to elicit meaningful relationships between content through juxtaposition. In the drawings, space exists to facilitate an event; the frame, a representation of the metric transition, is a limitation to work against. There exists a tension between the subject and the frame within the drawings, just as there exists tension between movement and the timing of the cut in Eisenstein’s film methods. With Eisenstein’s work, the tension induces the cut.  In Tschumi’s </span><i><span>Manhattan Transcripts</span></i><span>, unknown bodies propagate form as a record of their movement, emulating a time-space continuum where connections to adjoining forms or spaces seem inevitable. The forms, turbulent and unhindered, break the frame and destabilize it. The frame becomes the space of the architectural transition. Though only graphically understood, the idea begins a conversation between architecture and film concerning the relationship of time and transition.</span></p>\n<p><span>In its cinematic application, Eisenstein’s techniques crescendo in his film </span><i><span>October </span></i><span>(1928), as he rapidly cuts between the close-up images of a firing machine gun and the face of its operator.  The visceral and vertiginous sensation emulates the recoiling action and rapid bursts of the gun.  It alludes to a movement that isn’t necessarily seen, but rather sensed. Yet, could this evocative sensation be achieved without cutting or compositional movement?</span></p>\n<p><span>As an exercise, the technique could be read into Andy Warhol’s film </span><i><span>Empire </span></i><span>(1964).  The image of the Empire State Building is </span><i><span>seemingly</span></i><span> still in the sense that movement of the subject is almost imperceptible. The image clicks and vibrates with a turbid air of static, or what Eisenstein would call “reticular afocality.” The viewer becomes aware, through its defects, of the camera’s physical act of filming to the degree that the frames themselves become metric transitions. These inconsistencies reveal the act of photographing the image thereby hyper-sensitizing the viewer to the mechanic device that mediates their perception. The curtain is pulled back. The viewer recognizes that movement in cinema is actually the illusion of movement. The only thing that operates is the reel of film.</span></p>\n<p><span>As </span><i><span>Empire</span></i><span> demonstrates, revealing the mechanism in the movement’s articulation can produce a reverberation of a mechanical mediator. A communication exists between image and method.  Enter Diller and Scofidio’s </span><i><span>Slow House </span></i><span>(1991), an unbuilt design for a single-family home. The house is a single curved volume; its radius is the result of a foreign armature, a windshield wiper, used as a compass during the drawing process. Rotating about a pivot point, the wiper smears the graphite in a mechanically choreographed gesture (like a bug on the paper windshield). The curve is then rendered as a series of sectional frames radiating from the pivot point. As </span><i><span>Slow House</span></i><span> turns it reveals itself and, through the armature, the frames become rhythmic. Like Warhol’s </span><i><span>Empire</span></i><span>, the disembodiment caused by the transition from the object moving within a field to the movement of the conventions of the field define a critical evolution.  The frame, formerly a measure of movement, is now in dialogue with it.</span></p>\n<p><span>The primitive function of frame rate tends to be a misnomer to a true index of movement.  Tschumi tried to blur the lines by incorporating the form of movement. However, there remains a paradoxical complication where an increase in the frame rate obscures an understanding of movement, while maintaining the nature of its representation. The metric transition always exists. It refines without defining. In contrast, within the newly defined criteria, Diller and Scofidio decelerate the frame, evoking a sense of slowing as the subject reaches the end of the form: the picture window. Within the window exists a screen on an armature with the video image of the same seascape view as the window itself.  With the ability of the screen to play scenes from other pre-recorded moments in time (summer in the winter, day at night, et cetera), the juxtaposition of the elements flattens time and space.  In doing so, the abstract, the real, and the virtual coexist in a single, seemingly inert, transition.</span></p>\n<p><span>Film can elicit further development within this new criteria. Take, for instance, Alexander Sokurov’s film </span><i><span>Russian Ark </span></i><span>(2002) which was filmed in a single 96-minute steady-cam shot throughout a single building: the Hermitage in St. Petersburg.  Sokurov’s film functions as a separation in representation. The viewer, through the eyes of a ghost-like character, floats through an environment in which each room holds a different historically significant moment populated with monumental figures dressed accordingly. Chronological time is malleable and distinct from experiential time. An understanding of the space is predicated on the speed of the camera’s movement. The actual distance traversed determines the length of the shot, and therefore, the transitions in the building function as both architectural and filmic thresholds. The building induces a conceptual jump cut with a level of dialectical time unmatched in Eisenstein’s montage.  The transition of time within each doorway could contain a hallway 200-years long, edited out from the original film stock. As a result the filmic device falls away and the building is rendered comprehensively as a singular object that exists in a single panoramic palimpsest. The question can then be proposed:</span></p>\n<p><span>How does one draw the ghost in the room?</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"James Coleman"},"slug":"james-coleman","meta":{"degree":"M.Arch I","graduation_year":"2018"}}],"fold":{"meta":{"volume":"1","number":"20","publication_date":"2016-02-25"}}}}