{"title":{"rendered":"The Current State of Philosophical Justification : Debate Between Graham Harman and Slavoj Žižek"},"content":{"rendered":"<p><b>The Current State of Philosophical Justification</b></p>\n<p><b>Partial Transcript Taken from the Duel and Duet Series at SCI-Arc, </b><b>March 2, 2017</b></p>\n<p><b>Debate Between Graham Harman (26:35 &#8211; 28:46) and Slavoj Žižek (31:45 &#8211; 34:46)</b></p>\n<p><span>GH: Objects for me are non-relational. Objects are that which resist and reduction to their components or to their outward effects. And so, objects for me are non-relational. And I know sometimes Slavoj seems to agree with that, as when he was reading my </span><i><span>Immaterialism</span></i><span> book recently. But sometimes he talks, [as] when he’s writing against Levi Bryant, he said that the subject is nothing but network of pure relations, so I want to hear what he says about that. Architecturally there is an implication here, and I’ll refer to Patrik Schumacher again. In his huge manifesto, two volume </span><i><span>Autopoiesis of Architecture</span></i><span>, which I learned a lot from actually as a newcomer to architecture, he borrows Luhmann’s terminology and says that architecture is about framing social communications. I think it cannot be that, or it cannot be just that. You’re not creating communication, you’re also creating non-communication. You’re making discrete things with an inside, and that inside does not completely communicate with the outside, so architecture has to be, at least in large part, about non-communication. One of my favorite moments in Patrik’s book is when he says, “every architectural theory has its vices and I have to admit my vice is I don’t know where to put the doors and windows.” [Be]cause everything’s supposed to be a gradient and flowing naturally and so it becomes kind of arbitrary where to articulate the building. And I think that’s a serious problem. And David Ruy, in a very nice piece that he wrote in “Tarp Architectural Manual” a few years ago, talked about the worry that with the… excessive concern with how the building flows into its environments gradually, gently, without any discernable break-off. That architecture could blend into ecology and disappear, that everything could become about the carbon footprint, and there could be no autonomy to the discipline. So, I would worry about bringing too much relationality into architecture. And another way that relationality is usually brought into a lot of fields is to bring the social and political relationality into it. Now I’m not enough of a formalist to say that an aesthetic work cannot communication with any of the sociopolitical circumstances, of course it can, and there are obvious like “Uncle Tom’s Cabin,” of Picasso’s “Guernica,” and the list goes on. However, I don’t think that they arbitrarily include everything in their environment. It’s a very selective process by which an object assimilates influences from its environment, and we have to know more about how that process occurs before we simple shoot the moon and say, “everything sociopolitical and there’s outside of ideology, there’s nothing outside of politics.”</span></p>\n<p><span>SZ: What do I mean by transcendental? It’s simply the idea that because of our finitude, we never speak from a void. We are always thrown into [a] certain pre-understanding of the world, which is always, they like, transcendental thinkers, this phrase, always already here. You cannot, you never encounter, as you know very well, you never encounter simply things the way they are; you always approach them from a certain historically specific horizon. …Germans have this beautiful term, “unhinterhergeber,” what you cannot step behind. For example, for Heidegger, each epoch is characterized by a certain disclosure of being. In modernity, objects, what is really objective, is just object[s] of science, quantifiable, all other things are subjective expressions, and so on and so on. In medieval times, things appeared in a different way, and so on and so on. Now… where I do agree with you is that we should step beyond the transcendental circle, this circle of “always already.” Simply, it’s not strong enough to confront us with today’s problems. Let me take, for me, the one who is the ultimate transcendentalist: Jurgen Habermas. When we have the threat that biogenetics will objectify us, he pulls, Habermas, a simple transcendental trick. His reasoning is, even if I objectify you as neural mechanism, in doing this, I already presuppose a certain rational argumentation and so on and so on, which is a priori here, which itself cannot be objectivized in this way. So, whichever way we approach reality, a transcendental horizon is here. …So again, I think that [a] transcendental approach is something very harsh. And one can even read, in a loving way, not critically, your work as transcendental in the sense that, for example, you’re wonderful and your ontology’s very powerful, [your] description of reality, it’s a certain vision that is simply here and you describe. It’s a kind of a priori. It’s not that you just look at the world, and oh my god, you discovered it is like this. And I agree with you, here we also agree… that the transcendental [image] shouldn’t be the last horizon, because then you end in this Heideggerian deadlock.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Graham Harman"},"slug":"graham-harman","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Slavoj Žižek"},"slug":"slavoj-zizek","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"19","publication_date":"2017-03-30"}}}}