{"title":{"rendered":"The Pedagogy of Making"},"content":{"rendered":"<p>01.14.16</p>\n<p><strong>ELAINA BERKOWITZ</strong> (M. Arch I ’17)</p>\n<p>Building Project is a massive undertaking — students spend the semester working towards a design for a house in New Haven, and ultimately just four weeks designing a house they hope to be chosen for realization. The summer is spent creating construction documents, continuing to procure materials for donation, and building the house from the ground up — starting with formwork for the foundation pour. This is an impressive achievement for a group of students who have little to no experience in design or construction. However, learning how to construct a house is not the only goal we, as students of YSOA, are trying to achieve. After having gone through the process we must ask ourselves, how did our experience as makers contribute to our education as architects? What did our simultaneous position of architect-and-contractor teach us?</p>\n<p>Arguably, our pedagogy reflects the continuous contention between those two roles that our profession must work to reconcile — and we can start by reviewing how the Building Project is taught.</p>\n<p>During the design phase, one question that was largely ignored is: for whom are we making this house? At the first meeting with our client, non-profit housing developer NeighborWorks New Horizons, we were surprised to learn that the client would seek less federal funds for development, allowing our house to be sold to a family or individual within a higher income bracket. Apparently, this was because interest in the previous house came from buyers with an income level too high to qualify to purchase the house. This brought up a short discussion amongst students after the meeting regarding questions of taste, who we’re making for, and who really ‘gets’ architecture. It didn’t seem to affect how we were asked to approach the project. In architecture school, it seems we don’t care to address these questions — or we just don’t know how.</p>\n<p>If not questioning issues of taste or audience, you might think that we would focus on issues of making as a driver of design — as we all knew, this house would actually be built at the end of the semester. However, we seemed to hold back when considering timeline, budget, and methods of construction — these considerations often didn’t drive our designs. They certainly were explored, as the Building Project studio is taught concurrently with the class Building Technology. However many of these explorations didn’t drive innovation in building methods, and happened in the background of a larger pedagogical driver, which was the issue of The Diagram. Indeed, many students focused on simplifying and staying true to the diagram of the house they chose to develop, rather than exploring the intricacies of material expression, fabrication, or construction.</p>\n<p>After the selection of the house, students had a short two weeks to respond to last-minute design feedback from critics, and create construction documents to start building as soon as possible. During construction, we learned how to build stud walls, clad cedar siding, lay tiles, fabricate cabinets, install windows, and construct a roof. We found that drawing architecture is precise, while building it isn’t always as much so. A few on-site developments required students to go back to studio and work on a design question in drawing form. This was perhaps the best way to learn- through drawing and making, and returning to drawing.</p>\n<p>Although the myriad architectural problems we faced may have led to a lack of a clear pedagogical path (at least from the perspective of this student), the Building Project was an amazing experience, absolutely worth doing. However, when we consider architecture as an act defined by making, not just as construction, it seems we need to be more specific about what we’re trying to achieve and how to go about it. As architects, we must learn tools that allow us to consider the financial contexts of building, the social contexts of who we’re making for, and how we can use the concept of ‘making’ during design to innovate in fabrication and construction. The Building Project is a wonderful clash of what happens in the real world of architectural production with what happens in its academic environment. I believe the Building Project can provide more room to explore what the pedagogy of making can do for architects.</p>\n"},"meta":{"fold":{"meta":{"volume":"1","number":"16","publication_date":"2016-01-14"}}}}