{"title":{"rendered":"The Parallèle and The Parliament"},"content":{"rendered":"<p>Nicolas Kemper  (M.Arch ‘16)</p>\n<p>Volume 02: Fold 10 | December 8, 2016</p>\n<p><span>In 1770 historian, architect and French academician David Leroy added to the second edition of his bombshell and bestseller </span><i><span>Les Ruines des plus beaux monuments de la Grece</span></i><span> a single plate with plans in a single scale of religious buildings, thereby creating the </span><i><span>Parallèle</span></i><span>. By flattening time, stripping context, and reducing architectural history to the single abstract representation of plans, it was architecture&#8217;s masterful answer to Descartes&#8217; smug dismissal of history as &#8220;a pastime no more informative or rigorous than travel (both show only that human opinions and customs diverged endlessly).&#8221; It was a rigorous product of the Enlightenment; architectural history&#8217;s version of a dictionary or periodic table.  </span></p>\n<p><span>XML’s new book, </span><i><span>Parliament</span></i><span>, is a substantial contribution to Leroy’s canon: the plenary halls of all 193 members of the United Nations are represented diagrammatically both in detailed plans at 1:400 and situated within their building at 1:5000. If the French went to measure the Greek ruins, XML, often denied original documentation, recreated many of the plans from photographs. </span></p>\n<p><i><span>Parliament</span></i><span> beats the French academicians at their own game. Thumbnails of the plans are organized not just alphabetically and by building year, but by five invented typologies, number of seats, population to seat index (the United States comes in second to last, at 740,264 citizens per seat, just ahead of India), and the </span><i><span>Economist Intelligence Unit</span></i><span>&#8216;s Democracy Index. For good measure, they include a map, too. </span></p>\n<p><span>The 400 clutter-free pages of plans produce a gorgeous book, and also a useful tool. Like dictionaries and periodic tables, </span><i><span>Parrellèles</span></i><span> have agendas, and exist to be used. One of Leroy&#8217;s students, Jean-Nicolas-Louis Durand, perfected the </span><i><span>Parallèle</span></i><span> in his 1801 book for a very specific purpose: war. Head of the newly founded </span><i><span>École Polytechnique</span></i><span>, it fell on him to educate engineers to build forts, roads, and bridges for a nation pitched against the world, and he wanted students to be able to pick up architectural concepts and apply them, quickly.</span></p>\n<p><span>By cross-indexing plans with a democracy index, XML offers potential formal answers to achieving something more seductive: democracy. They offer a partial answer to this question: of the five typologies, the most commonly authoritarian is the Classroom, the members in consecutive rows all pointed towards the speaker. But unlike the French, XML is not offering up the past as a fount of answers. Their oldest example, Grenada, dates from the 1650s, and 370 years later there has been little if any innovation. In the introduction, XML strikes at this stagnancy with three critiques: First, the real action in parliament today lies not in the plenary chamber, but in the nests of meeting rooms surrounding them. Second, media is today so quick, present, and technological that it, too, needs accommodation. Finally, there is something fundamentally neo-classical about plenary chambers––all those circles and axes––how can we make something a little more 21st century? Indeed, only six of their examples predate </span><i><span>École</span></i><span> educated Jule de Joly&#8217;s 1832 Assemblé Nationale. Yes, XML is offering up history not for its emulation, but to judge and then transfigure it. </span></p>\n<p><span>Then again, there is nothing more neo-classical than a </span><i><span>Parallèle</span></i><span>. If XML really wish to escape the long shadow of the </span><i><span>École</span></i><span>, they will have to start by finding a different method of analyzing buildings. Until then, buy the book. Certainly it is much more affordable than an original of Durand&#8217;s tome. </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Instrumentalism"},"meta":{"volume":"2","number":"10","publication_date":"2016-12-08"}}}}