{"title":{"rendered":"The Personal Cruising Revolution"},"content":{"rendered":"<p>LIWEI WANG (M.ARCH I &#8217;19)</p>\n<p>I think by now, most people are familiar with Grindr, the geosocial hookup app and staple for many gay men. Although Grindr was released in 2009, it built upon a legacy of analog cruising: prolonged eye-contact, confirmation (smile or headnod), and one party leading another to a secluded—though public—area like a men’s room.</p>\n<p>In William Friedkin’s 1980 film <em>Cruising<a href=\"#_ftn1\" name=\"_ftnref1\"><sup><strong>[1]</strong></sup></a>,</em> Al Pacino gave the act visibility in popular culture. However, the activity probably existed in some form or another since Greco-Roman times. When the internet came about, gay men were the first to fulfill its true potential: the ability to coordinate anonymous sex from the comfort of home. Craigslist, launched in 1995, was one of the first digital forums where this happened, and along came new issues and negotiations. Since it is a public forum, many chose not to post photos. The very nature of classifieds meant that users resorted to attention-grabbing headlines. (A quick perusal of headlines today in New Haven: V<em>ERY GL white boy LF BBC to suck / Son for Dad / Horny and Hosting / Looking for other guys into boxing/mma.</em>) This format led to a lexicon of terms and keywords created to be easily searchable, but also to protect from outsiders and law enforcement: <em>Play</em> means sex, <em>Party and Play (PnP)</em> means sex with hard drugs (usually methamphetamines, or <em>Tina</em>), <em>Party</em> means Party, but <em>parTy</em> means sex with <em>Tina</em>.</p>\n<p>The next iteration came with web-based social networks designed specifically for gay male cruising. Adam4Adam, GayRomeo and ManHunt were the three big places to hook up online in the 2000s. They introduced brand-new features: profiles, photos, private photos, comments, private messages, and most importantly, stats. Stats are searchable fields attached to your profile. Some stats are numbers: Age, Height, Weight. Others are chosen from a given list of descriptors: Body Type (Slim, Average, Toned, Athletic, Muscular, Large), Ethnicity (White, Asian, Latin, Black, Mixed, Middle-Eastern, Native American, Other), Body Hair (Smooth, Shaved, Some Hair, Hairy). There are also stats for sexual preferences: Position (Top, Vers-Top, Versatile, Vers-Bottom, Bottom), Circumcision (Cut, Uncut), Safer Sex (Always, Needs discussion, Never). Cock size does Koolhaas one better (S, M, L, XL, XXL), and the German-founded GayRomeo (Now PlanetRomeo) has a whole field dedicated to fisting (Active, Versatile, Passive, No Fisting). The integration of these stats allowed users to filter their search for a partner. Whereas on classifieds such as Craigslist you searched for what you wanted, these websites filter out what you <em>don’t</em> want. Cruising evolved from additive searching to subtractive filtering.</p>\n<p>In 2009, Grindr transformed smartphones into cruising devices. It simplified its predecessors’ vast list of identifiers into a few simple stats: Age, Height, Weight, Ethnicity, Body Type, Relationship Status and Tribes. Grindr’s Tribes is a list of gay identities and subcultures that a person might identify with. A slim, young man might identify as a a <em>twink</em>, whereas an older, larger man might think of himself as a <em>bear</em>. These labels are not merely descriptions of bodies, but allow entry into a community and the support that it provides. Other identities include: Clean-Cut, Daddy, Discreet, Geek, Jock, Leather, Otter, Poz, Rugged and Trans. It is worth noting that those are all the possible descriptors, and you are limited to a maximum of three.</p>\n<p>I used Grindr for the first time when I was 19. I had just moved to Calgary for an internship and could count on one hand the number of people I knew in the city. One of them was my first “boyfriend.” I launched the app the day after he broke up with me and within two days, I managed a date. The swiftness of the rebound felt immensely satisfying, and I was hooked on the app after that. The app also turned out to be a good way to meet people, to make new friends. Grindr felt like a superpower. I could see and access the amazingly diverse gay communities around me, no matter how unfamiliar the environment. This ability felt liberating—especially as a young, gay man.</p>\n<p>Naturally, embedded in Grindr is a litany of complex issues. For example, because the ability to filter Grindr’s stats beyond a basic age filter is a premium feature available only to those who pay for the app’s subscription service, users issued warnings to undesirable partners through their profiles. This led to the widespread usage of explicitly racist (amongst other -ists) warnings such as: <em>no Asians</em>, or <em>white only</em>. When “RuPaul’s Drag Race Season 8” contestant Kim Chi addressed “No fats, no femmes and no Asians” (three of the most common warning labels found on pre-2016 Grindr, and three that Kim personally identifies with), Michelle Visage (the only straight member of the judging panel) was genuinely surprised and saddened. While this practice has now become far less common, it reveals a nefarious underside of gay socialization.</p>\n<p>I have my own experiences with prejudice in hook-up culture. The issue lies often not in rejection; I am more troubled by a complacent acceptance of the fetishization of Asian men. In the Asian gay community, we often joke about “famous” perpetrators. Indeed, there are a group of people who seem to make it their mission to sleep with every gay Asian man in the country. Which would be sort of fine, except that a specific power dynamic (Asians are submissive) is often presumed. Aware of this behavior, I became suspicious of every romantic and casual encounter, and wondered about potential hookups’ previous browsing history. At 21, I had an elucidating encounter that revealed the complex nature of identities in the gay community. I was young and slim, so I identified as “twink” on my Grindr profile. Towards the end of a very nice encounter with a German, we exchanged a few words:</p>\n<p>“Do you like twinks?”</p>\n<p>“Yes, but you’re not a twink.”</p>\n<p>“What am I then?”</p>\n<p>“You’re Asian.”</p>\n<p>“Asians can’t be twinks?”</p>\n<p>“No, they’re just Asian.”</p>\n<p>After a brief flush of feeling offended, I realized that there was a strange truth to what he had said. If you search “twink” on Pornhub.com, the results only turn up white, slim boys. Sometimes latinos and sometimes (if you’re lucky) fair-skinned middle eastern men appear in the results, but never Asian or black. To get Asian, you have to specify. The exchange taught me that these labels are racially coded, and made me wonder why I had thought to identify with this term in the first place.</p>\n<p>This reveals an uneasy relationship between gay porn and gay sex, a correlation between the rise of pornographic websites and the rise of online cruising. While both depend on searchable keyword descriptors in cyberspace, the same terminology and biases integrated with our culture in real life. And unlike our neighbours, there is not a huge separation between porn and life. For gay men, there are many means for advertising and fulfilling sexual desires (these days it seems like every dad and his cousin can deepthroat), and it is not unreasonable to expect the action on the screen to happen (albeit more clumsily) in the bedroom. In hookup culture, where interactions may only last for an hour, it’s easy to conflate pornography with real life. No, not the fun part. It’s easy to reduce the person you’re chatting with to their image and a few labels.</p>\n<p>Yet, labels in themselves are not inherently bad, and extremely rich and resilient communities have grown around certain labels. The bear community formed partly out of a rejection of the standards of beauty perpetrated by the gay porn industry, and the Poz community is an incredible support network for HIV+ gay men living with the stigma of the infection. The associations of these labels are constantly in flux. A pejorative term can be reclaimed, and positive connotations can be corrupted. It’s hard to know exactly what to make of these labels that make up such a large part of the gay community. Their role, much like the ending to Friedkin’s <em>Cruising</em>, is ambiguous and open-ended.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Al Pacino plays an undercover detective investigating a series of homosexual homicides in New York’s late-70s leather scene. A highlight of the film is Pacino dancing to intensifying colors and lights after sniffing poppers at a leather bar.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Liwei Wang"},"slug":"liwei-wang","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"13","publication_date":"2018-02-07"}}}}