{"title":{"rendered":"The Horizon is the Limit"},"content":{"rendered":"<p><span>MARTIN MAN </span><span>(M.Arch. I, ‘19)</span></p>\n<p><span>To draw in perspective, one begins with a horizon line. When constructing a view, we are taught that parallels converge at points on said line, off of which is based a realistic approximation of a scene. Just as it is primary in sketching, the horizon is primordial to our spatial perception as earth-bound beings. All orientation to our environment is made in relation to this horizon, which</span><span>—</span><span>in addition to separating ground from sky</span><span>—</span><span>fundamentally demarcates that which is “furthest.”</span></p>\n<p><span>In Old English, the word for horizon was </span><i><span>eaggemearc</span></i><span>, or “eye-mark,” meaning the limit of one’s view. Our modern word, however, derives from the Greek </span><i><span>horizōn kyklos</span></i><span>, “bounding circle,” from </span><i><span>horizō, </span></i><span>“to divide, bound, limit, separate,” and from </span><i><span>oros</span></i><span>, “boundary, landmark.” In other words, a boundary encircles us, delimiting the scope of what we are able to see. More importantly, however, that boundary also moves with us. By definition, we will never reach the horizon.</span></p>\n<p><span>Certainly, it bounds our physical perception. So, too, does the horizon line in perspectival drawing form the basis of modern Western spatial understanding, and by extension bound its ontological outlook. This story of the individual-as-subject viewing objects on an infinite plane is well-rehearsed. It suffices to allude to the trajectory stretching from the painting of </span><i><span>The Ideal City </span></i><span>attributed to Laurana—one of the earliest paintings to use strictly constructed perspectival projection to depict an architectural environment—to Heidegger’s essay on “The Age of the World Picture”—in which he identifies this logic culminating in a treatment of the whole world as an image detached from human observers—and beyond.</span></p>\n<p><span>To appreciate how our spatial understanding is delimited by the perspectival horizon, one must appreciate the difficulty of imagining the type of perception entailed in medieval European images, where the horizon was absent or rejected perspective altogether. Or perhaps in medieval Islamic illustrations, Byzantine mosaics, or Japanese paintings beginning in the Heian period, exhibiting their distinctive type of detached, floating “axonometric” view. Through these examples, we understand that we cannot physically see beyond the horizon, and that our grasp of the world is inescapably bounded by the perceptive structures that frame our relation to it. </span></p>\n<p><span>But what of recognizing the horizon itself? Not the literal horizon, but </span><i><span>horizons </span></i><span>that symbolically surround our imagination? Given the over-specialization of knowledges in our age</span><span>—</span><span>which splits those who investigate space into compartmentalized disciplines like geography, planning, engineering, architecture, sociology, etc.</span><span>—</span><span>do we even lift our eyes from our field to inspect where the horizon lies?</span></p>\n<p><span>On a much larger scale, one which encompasses not only architecture, but the globalized, Western early 21</span><span>st</span><span> century society, we are further bounded by a general inability to imagine what lies beyond our capitalist political economy. It is, as philosopher Slavoj Žižek has pointed out, easier for us to imagine the end of the world—as evinced by the number of apocalypse-themed Hollywood films—than a non-capitalist one. As writer Ursula K. LeGuin noted, “We live in capitalism. Its power seems inescapable. So did the divine right of kings.” With multiple crises of climate change, rampant inequality, and violent nationalism, looming, we find ourselves at a juncture where designing the location of castle turrets or the view out the prince’s dining hall is no longer enough.</span></p>\n<p><span>Facing our own second-year, core design studio projects, where we are currently designing food-business incubators within a ferry terminal, how do we look simultaneously at the layout of a kitchen and what it means to design for an enterprise like Foodworks, one of many in the so-called “sharing economy,” such as Uber, Airbnb, and WeWork? These companies, which are birthed by neoliberal market logics; which attack social protections and offload risk to workers; which further reinforce economized subjectivities that render every aspect of life a competition between individuals; which ultimately render our profession undervalued and our very lives economized, precarious, and monadic; which destroy the commons, widen class inequalities, and deprive people of healthcare, food, or education. Once we see the bounding horizons around us and find them inadequate, we may not only start to imagine otherwise, but move to shift what we can see.</span></p>\n<p><span>Looking beyond to a world that dismantles our current political economy may require us to organize a fundamental break in the order of abandoning representational perspectives and horizons. This is an endeavor that begins now in school, as well as in professional practice. We should be thinking and designing the world that lies beyond our current horizons, not just reproducing what we see within current boundaries.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Martin Man"},"slug":"martin-man","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"meta":{"volume":"3","number":"06","publication_date":"2017-11-02"}}}}