{"title":{"rendered":"The Middle East in the Midwest: Displacing Violence, Knowing Space"},"content":{"rendered":"<p><span>Randa Tawil, Ph.D Candidate, American Studies</span></p>\n<p><span>I have always hated the phrase, “the Middle East.” People love to talk about it, to solve its problems, to throw their hands in the air over the intractable nature of its conflicts, but if you ask where exactly it is, what distinguishes it is a geographical space and where its borders are drawn, most people can’t really tell you. Seeking out experts doesn’t help much either. The United Nations, the World Bank, and the US government all define borders in the region differently—stretching and contracting their regional definitions from Morocco all the way to Afghanistan. An investigation into the nomenclature is even more baffling—it can be referred to as the Near East, the Middle East, the Orient, and the Arab World depending on whom are you asking. If the Middle East is a constructed space, what kind of function does it serve? I propose that the Middle East, as a constructed space, is a foil through which the United States can displace its own violence and present itself as a coherent and self-contained geo-political unit. I suggest that as the United States constructed itself as an ordered and cohesive geo-political and cultural space, the de-colonizing world became its opposite: disordered, vulnerable spaces lacking the modernity of the United States. The Middle East is a spatial narrative that needed to be both evident and ambiguous. Its construction tells us much about how Americans’ understand and relate to the globe spatially. </span></p>\n<p><span>I thought a lot about this idea summer while doing research at the University of Chicago. The university is a contained, highly securitized space in an otherwise economically depressed area of Chicago. In fact, the university employs a private security force second in size only to the Vatican. This year there have been more than 2000 victims of gun violence in Chicago. This area is known as ‘Chiraq’ or ‘Beirut by the Lake.’ In the middle of this landscape referred to as the Middle East, exists one of the best museums chronicling and categorizing the region: The Oriental Institute at University of Chicago. Walking through “Chiraq” and viewing some of the best artifacts collected from the region, I wondered how these two ways of ordering space connected to the larger narrative of the Middle East in the United States. </span></p>\n<p><span>In the first half of the 20</span><span>th</span><span> century, both the social space of the United States as well as its position in the world changed rapidly. In cities like Chicago, immigration from abroad as well as Black migration from the South created intense anxiety over how the United States could function as a cohesive space. As Edward Said argues in </span><i><span>Orientalism</span></i><span>, the interwar years also presented a moment of European anxiety, as anti-imperialism threatened European control of the world.</span><span> Indeed, anxieties about assimilation of immigrants and political dissidents were overarching fears and contentions, nationalized in the sensational trial and execution of Sacco and Vanzetti in 1927.</span><span> These changing spaces provoked a “civilizational anxiety” which turned to the study of other cultures and peoples. At University of Chicago, Robert Park developed the school of sociology that conducted its research on the “Asian Question” and the “Negro Question.”</span><span> The same institution established the Institute for Oriental Studies, led by the Egyptologist James Breasted. In this institute “art, archeology, political science, language, literature and sociology, in short all the categories of civilization shall be represented and correlated.”</span><span> The creation of a way to study the region, then, correlated with both development of social science, the idea of scientific knowability of peoples and the world, and intense anxiety about peoples in the United States.  As empires shifted the sovereignty of space and migration shifted the makeup of space, Western scholars reasserted that their expertise could be used to understand discrete spaces and cultures, their own as well as the world’s. </span></p>\n<p><span>The institutional racism around University of Chicago persists in our present moment. Racist housing practices, police brutality, and economic deprivation has worked together to split Chicago in half: an affluent and mostly white North Side, and a poor and mostly Black South Side. From 1983-1986, Chicago’s racial tensions boiled over after Harold Washington, a black man, was elected as mayor. The white alderman formed a coalition and voted down all his reforms. This political gridlock created on racial lines was termed “Beirut by the Lake” by the Wall Street Journal and the phrase caught on. Through this discourse, the political failures of Chicago, its divided landscape and deep-seated racial hatred was imagined not as a story of the United States, but rather a story of the Middle East. In 2016, as the violence in the Southside of Chicago climbed to a 20-year high, the new nickname “Chiraq” was coined. Again, the problems of Chicago were othered, articulated through another imagined geography and thus made strange and exceptional.</span></p>\n<p><span>It is hard describing the walk between “Chiraq” and the Oriental Institute. Even now, I think of it as different worlds, even different planets. I could say it’s like walking from New Haven’s Dwight Street to Yale’s Calhoun College. Perhaps confronting the spaces we live in, the segregation and racialized economies that define our cities, will allow us to see ourselves and the rest of the world in more clear ways. Because, in the end, how can we know what Middle East is when we seem to have no language to describe the space here in the United States?</span></p>\n<p>1  <span>Said, Edward W. </span><i><span>Orientalism</span></i><span>. (New York: Vintage, 1979) 243.</span></p>\n<p>2 <span>Bruce Watson, </span><i><span>Sacco and Vanzetti: the Men, the Murders, and the Judgment of Mankind. </span></i><span>(New York, Viking: 2007) 4</span></p>\n<p>3  <span>Yu, Henry. </span><i><span>Thinking Orientals: Migration, Contact, and Exoticism in Modern America</span></i><span>. (New York: Oxford University Press, 2002). 32-50</span></p>\n<p>4 <span>Timothy Mitchell, “The Middle East in the Past and Future of Social Science,” from The Politics of Knowledge: Area Studies and the Discipline, (University of California International and Area Studies Digital Collection, Vol. 3 Article 3 2003). 34 </span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Randa Tawil"},"slug":"randa-tawil","meta":{"degree":"Ph.D.","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"02","publication_date":"2016-09-15"}}}}