{"title":{"rendered":"The Minimum Number of Lines"},"content":{"rendered":"<p>SEAN GRIFFITHS</p>\n<p><em><span>Ev’rywhere else on Earth, Boundaries follow Nature, &#8211; coast-lines, ridge-tops, river-banks, &#8211; so honouring the Dragon or </span><span>Sha</span><span> within, from which the Land-Scape ever takes its form. To mark a right Line upon the Earth is to inflict upon the Dragon’s very Flesh, a sword-slash, a long perfect scar, impossible for any who live out here the year ‘round to see as other than hateful Assault. </span></em><span>[1]</span></p>\n<p><span>Such is the complaint of Captain Zhang, a Chinese geomancer in that epic novel of the Boundary, Thomas Pynchon’s </span><i><span>Mason and Dixon</span></i><span>. He is drawing attention to the bad </span><i><span>Feng-Shui</span></i><span> of the famous line carved onto the American landscape by two British surveyors in the eighteenth century in order to separate Maryland and Pennsylvania. Zhang foretells of the </span><i><span>Sha</span></i><span> or bad energy, for which the line will be the perfect conduit, bringing “every kind of bad luck there is</span><span>.</span><span>” Given the history of the Mason-Dixon line as a boundary between the jurisdictions of slavery and wage labour, and as a front line in a murderous civil war, the consequences of which still resonate 150 years later, who would doubt the veracity of the Chinaman’s foretelling? On a map, the Mason-Dixon line exists as a simple vector rendered in ink, just another geometric manoeuvre of the kind that, in the words of the novelist Georges Perec, has resulted in the deaths of millions of men. </span></p>\n<p><span>Architects draw lines and whilst</span><span>,</span><span> for the most part, their lines do not create life or death situations, they are not without significance. Lines sub-divide the surface of the earth into parcels of property. They create micro-frontiers of class, race and gender. They determine what can and cannot happen in a given space. They constitute a framework of written and unwritten rules. Often it takes those from disciplines outside of architecture to unmask the apparently innocent architectural line. </span></p>\n<p><span>An example is the artist Dan Graham, whose unrealised 1978 project </span><i><span>Alteration to a Suburban House</span></i><span> proposes, firstly, the removal of the front wall of a typical American tract house and its replacement by a wall of plate glass, and secondly, the erection of a mirrored wall running parallel to the newly glazed front wall along the longitudinal axis of the house. On a plan, these moves would exist as two singular strokes of the pen describing respectively the mirror and the glass. But even these most minimal of lines are highly charged, for the glass wall dissolves</span><span>—</span><span>visually at leas</span><span>t—</span><span>the boundary. The main living spaces of the house become visible from the public realm and the public realm in turn invades the living room via the view through the glass wall and its doubling in the reflective dividing wall. Because a viewer in the street can now see directly into the house, a major spatial and political characteristic of suburbia</span><span>—</span><span>the strict division of space into public and private realms</span><span>—</span><span>is undermined. However, the new boundaries still resonate with the alternating current of the public/private relationship, because the viewer looking in from the outside is visible not only to those inside, but also to herself, reflected in the mirror beyond the glass. She is therefore unveiled, to those who she can see and to herself, as the voyeur. Thus, just as the frontier between public and private realms is weakened in its physical materiality, it is reinforced psychologically in the mind of the viewer/voyeur.</span></p>\n<p><span>A few years back, in response to a project brief requesting some studies of simple geometries, a student at the University of Westminster, taped out two adjacent squares onto a London sidewalk. Between the squares was a gap of about 12 inches. There was a similar gap between the square nearest the road and the edge of the </span><span>cu</span><span>rb, such that the two squares marked out in tape on the ground traversed the entire width of the sidewalk except for the two 12 inch gaps. The student then observed that pedestrians avoided walking though the squares and would instead go to considerable trouble to walk between them, or pass by in the gap between the square and the </span><span>cu</span><span>rb, in doing so putting themselves into closer proximity with the passing traffic and possible danger. </span></p>\n<p><span>On the basis of this</span><span>,</span><span> one might formulate a minimum definition of architecture as the drawing of a single line which changes</span> <span>the nature of space via the creation of a boundary, where</span><span>,</span><span> in the mind of the viewer at least, the rules on one side are different from those of the other. This boundary can be constituted by the most minimal of physical interventions and no rules need actually exist. Such a definition should serve to remind the architect that the drawing of the simplest of lines is always a profoundly political act.</span></p>\n<p>[1]  <span>Thomas Pynchon – <em>Mason &amp; Dixon</em>, Vintage (London) 1998, p.542.</span></p>\n"},"meta":{"fold":{"meta":{"volume":"3","number":"17","publication_date":"2018-04-05"}}}}