{"title":{"rendered":"Toward a New Nostalgia"},"content":{"rendered":"<p>LUKE STUDEBAKER (YSOA M.Arch I 2019)</p>\n<p>1. Before getting on with the revival, let’s first examine the death. As Rudolph Hall lore goes, the fiery demise of the Department of City Planning coincided with the real conflagration that ripped through the Art and Architecture Building on June 14th, 1969. In fact, the department was formally ended by Yale President Kingman Brewster in December of 1970, but the historical details of its dissolution are only slightly more prosaic than a structure fire. In the late sixties, the School of Art &amp; Architecture was a site of intense activism, both in concert with the broader student activism of the day and specifically directed at reforms within the school. Students advocated for a more relevant and socially minded curriculum, as well as for greater student involvement in the process of reform. In November 1968 Yale students participated in a walk-out at the New England regional AIA meeting in protest of what they perceived as a “lack of moral and political concern within the design profession.” The group of protesters quickly channeled their energy into a broadsheet, Novum Organum, a “new organ” of the student body. That same month, ten African-American students in the school formed the Black Workshop, which sought to increase diversity in the fields of architecture and planning and to teach students skills for working in disadvantaged communities of color. Within the School of Art &amp; Architecture, students’ calls for more participation in shaping their education increased. According to architectural historian Brian Goldstein, this was the cause of planning’s downfall at Yale: the department’s small size and sympathetic faculty led it to cede too much control to students, at least in the eyes of Brewster. After the school went through with the student proposal to admit a half-nonwhite city planning class for the 1969—70 school year, defying the university’s directive (which the administration claimed was due to funding issues), the president moved to shut the department.</p>\n<p>2. Back to that fire. Could it be that we prefer the story in which the planning department simply went up in smoke, leaving behind only a charred, empty husk? After all, better to project our nostalgia—a discontent with our present—for an imagined era onto an unexamined story. But the takeaway from the events of 1969—70 shouldn’t be an elegy for planning as a formal department, or even a curriculum track. While the demise of the planning department is a cautionary tale of student attempts to engage the administration too directly that may (or may not!) be out of date today, the events at the school in the late sixties are more importantly a lesson about the power of an organized student body. The revival of planning advocated for in this issue of Paprika will be, of course, dependent on the administration. The urbanism and planning curriculum at Yale can and should be expanded to better address the issues we face as architects working in world that continues to urbanize. We should also recognize, however, our own power as students to promote ideas and shape conversations. In the present moment that spells a future of activism—much of it concerning “urban issues”—by many of us here at the School of Architecture, we will do well to look out for the ways such activism can inflect our work.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Luke Studebaker"},"slug":"luke-studebaker","meta":{"degree":"M.Arch I","graduation_year":"2019"}}],"fold":{"title":{"rendered":"Urban Yale"},"meta":{"volume":"2","number":"14","publication_date":"2017-02-02"}}}}