{"title":{"rendered":"Urbanization and Its Impact on Local Weather"},"content":{"rendered":"<p>TIRTHANKAR CHAKRABORTY, FES PhD</p>\n<p><span>Urbanization involves the replacement of natural surfaces with built-up structures. Dark urban surfaces have lower surface albedo, which increase the absorbed solar radiation. Moreover, the low vegetation cover in urban areas reduces the energy dissipated from the surface due to evaporative cooling. These two factors, among others, lead to a local warming of cities compared to their surroundings; known as the urban heat island effect. Urban heat islands increase electricity consumption, enhance air pollution, modulate rainfall patterns and amplify the impact of heat stress in urban areas. In addition, urbanization is frequently associated with increased air pollution due to industrial and commercial activities. The emission of one such type of pollutant &#8211; tiny, suspended liquid or solid particles known as aerosols &#8211; has widespread impact on the Earth’s energy budget and on cloud formation. Aerosols can enhance or suppress the urban heat island effect by either trapping longwave radiation near the surface or by attenuating incoming solar radiation. </span></p>\n<p><span>My work looks at the combined effect of land use change due to urbanization and changes in atmospheric composition due to aerosol emissions on local weather. I am looking at cities on a global scale to quantify the impact of these changes for different climate zones. For instance, cities in arid climate zone show higher nighttime urban heat islands, which has recently been attributed to the increase in longwave radiation due to haze pollution. My future plan is to systematically quantify the impact of these factors (surface albedo, vegetation cover, aerosols, etc.) on urban surface temperature, urban canopy temperature, and precipitation patterns and decide on the best mitigation strategies.</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Tirthankar Chakraborty"},"slug":"tirthankar-chakraborty","meta":{"degree":"Ph.D.","graduation_year":""}}],"fold":{"meta":{"volume":"2","number":"14","publication_date":"2017-02-02"}}}}