{"title":{"rendered":"Wear the Wig—Amnesty for the Fault of Icarus"},"content":{"rendered":"<p><strong>DANIEL GLICK-UNTERMAN </strong>(MArch I, 2017)</p>\n<p>Part 1</p>\n<p>In his seminal text ‘The Practice of Everyday Life,’ Michel de Certeau references a peculiar French saying, “de porter la perruque,” which translates as “to wear the wig.” “La Perruque” is an example of de Certeau’s “tactics,” describing methods of acting through relational thinking. In the case of the Wig, the actor looks like they’re doing one thing while actually doing something completely different. This “may be as simple a matter as a secretary writing a love letter on company time.”¹ Action here is proposed as a subversion of disciplinary powers environmentally pervading society to ever increasing extents.²</p>\n<p>The Wig infiltrates institutional formations, claiming territory through sequences of events played out over time through space. The Wig is tactical and very risky, as opposed to strategic and stable—a distinction drawn in the General Introduction between the operational modes of the weak versus the powerful. Within theatres of urban drama, entrenched power is strategic—relying on place—while the weak are tactical—relying on time.³ The Wig does not seek to withdraw, but rather to seize opportunities from within the cracks and fissures of institutional form. Finally, The Wig discards the spoils, as it has not pilfered material wealth, but rather space and time itself. Curious, the relationship between Wigs and Architecture.</p>\n<p>You’re in an elevator ascending to the 163rd floor, and the person next to you asks: what is architecture? One might say: form, structure, spatial organization and forces, materials, systems, aesthetics… Perhaps one could add: temporal diversions, thresholds of exception in the rules of institutional formation, and persistence within subtle regimes of power operating in the slack spaces of human rights. We could also add that the architect is both grounded and the big risk taker, avoiding the blade while keeping her head on the chopping block.</p>\n<p>Today, we face multiple crises of basic human rights: destruction and displacement of peoples by natural disasters and war; aggressively expanding social and economic inequities in urban contexts; mass surveillance of democratic societies and compliance by inert bodies of governance; and the dissolution of democracy by, as theorist Elaine Scarry evokes, the emergence of ‘thermonuclear monarchy.’ Ideologies have become mobile, coalescing with conflicts uncoupled from locality, moving with speed and dominating the slow. Architects will play active roles in unmaking these architectures of violence, expanding the articles of basic human rights and building cultures of difference. To do this we will need to adapt to the speeds and mobility of ideologies while expanding and honing the cultural resonances of our discipline.</p>\n<p>Part 2</p>\n<p>At the 163 floor, I would tell the story of the first architect, which goes something like this:</p>\n<p>Daedalus was the first architect. He was commissioned by Pasiphae, the wife of King Minos, to build a hollow wooden cow beautiful enough to seduce the Cretan Bull (with whom she had become enamored, due to a curse on her by Poseidon). Inside the space of the artifice, Pasiphae mated with the bull, and became pregnant with the Minotaur. When it was born, Minos commissioned Daedalus to build a labyrinth to hold the Minotaur. In this act, the architect evolved from the agent of desire into the agent of logic and reason.</p>\n<p>Minos later imprisoned Daedalus and his son, Icarus, inside the labyrinth as punishment for a betrayal. In this moment, the architect (and father figure) became trapped within his own masterpiece.</p>\n<p>To escape, Daedalus fashioned wings of feathers and wax so that he and Icarus might fly to freedom. He cautioned Icarus to follow him and not stray from the path. Icarus, a lively youth, thrilled by the act of flight, disregarded his father’s words and flew higher and higher until the heat of the sun destroyed his wings, sending him crashing to death in the Aegean Sea.</p>\n<p>Today, new information has come to light: that Icarus did not fly too close to the sun, but was shot down with an AGM-114 Hellfire Missile launched by an MQ-9 Reaper Drone. I propose that in light of this new information, we grant Amnesty for the Fault of Icarus.</p>\n<p>1 De Certeau, Michel. The Practice of Everyday Life. University of California Press, Berkeley. 1984. 26.<br />\n² Ibid. 13.<br />\n³ Ibid. XX.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Daniel Glick-Unterman"},"slug":"daniel-glick-unterman","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"meta":{"volume":"2","number":"07","publication_date":"2016-10-31"}}}}