{"title":{"rendered":"Weiss/Manfredi Studio"},"content":{"rendered":"<p>MARION WEISS and MICHALE MANFREDI with BRITTON ROGERS</p>\n<p>We hope to discover latent alignments between the inquiry of our studio and the investigations of our own practice and are stimulated by the resonance and dissonance produced by these parallel worlds. To that end, we hope to spark a stimulating and passionate trajectory for our students wherever that trajectory might take them. Our studio has a “Project,” ­or<br />\nperhaps “Projects” – both explicit and implicit:</p>\n<p>Without predetermined answers, the creation of this new campus on Roosevelt Island raises critical questions: How can we recast prior academic and corporate models to create a new academic/entrepreneurial ecosystem? What design strategies effectively resist or submit to predicted rising water levels and storm surges that could leave the land submerged by 2050? How can ecological aspirations inform the invention of a new academic infrastructure dedicated to catalyzing innovation?</p>\n<p>The studio aims to challenge accepted standards of urban planning and instead propose a more resilient vision for development where the reciprocity between constructed and natural systems can create new ground for utopian aspirations, academic enterprise and entrepreneurial innovation. Given these rapidly shifting ecological, cultural and social paradigms, how can we design to privilege networks and relationships over singular objects? How can we think systemically to operate at the infrastructural scale? Sites aren’t given but rather are made. To that end, how can we expand the field of architecture by mining its relationship to landscape, infrastructure and ecology?</p>\n<p>By starting with a genealogy of realized and unrealized iconic projects (Mies’s IIT Campus, Corbu’s Venice hospital and Rudolph’s Trans Manhattan Expressway, for example) we hope our students can enter into an extended conversation with past projects that are both visionary and relevant and, in so doing, find their own creative voice.</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Marion Weiss"},"slug":"marion-weiss","meta":{"degree":"M.Arch I","graduation_year":"1984"}},{"title":{"rendered":"Michael Manfredi"},"slug":"michael-manfredi","meta":{"degree":" ","graduation_year":""}},{"title":{"rendered":"Britton Rogers"},"slug":"britton-rogers","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"1","number":"15","publication_date":"2015-12-17"}}}}