{"title":{"rendered":"What&#8217;s Next?"},"content":{"rendered":"<p>We asked third-year grad students and sophomore undergraduates intending to pursue the undergraduate architecture major: What&#8217;s next?</p>\n<p><span>ELIZABETH KINGSLEY (YC ‘19)</span></p>\n<p><span>I was always a Lego girl, and I still am: throughout midterm season my “study break” was building the Louvre. I think this is an appropriate allegory for my goals in architecture. I’m interested in how you put pieces together to reach a goal – in the creative problem-solving that architecture teaches. Whether that will lead me to engineering, or urban planning, or industrial design, is all up in the air.  I appreciate that architecture leaves those options open for me, as it is inherently interdisciplinary. So to answer the question (in the vaguest way possible because that&#8217;s as far as I&#8217;ve gotten), my next step is investigating all the formats in which those skills can be applied, and choosing one that’s rewarding and impactful.</span></p>\n<p><span>ANDREA MASTERSON (YC ‘19)</span></p>\n<p><span>Before I came to Yale, I had absolutely no idea what it meant to study architecture. I was unaware of the qualities of the spaces through which I passed, and indifferent to the appearance and function of the built environment around me. I’m not sure what piqued my interest, but I enrolled in a class my freshman year and haven’t looked back since.</span><span><br />\n</span><span>I’m not sure what’s next for me, but I know that I will appreciate architecture for the rest of my life. If I had to decide today, I think I would choose it for my major. It excites me to think that I could make a career out of it. When it comes to my future, I am always scared to commit to anything for fear it will disappoint me. The biggest challenge for me is overcoming my indecision and taking the plunge. Whether or not I decide that architecture is for me, I will continue to take classes in the department. Now that I have been more formally introduced to it, I will never fail to appreciate how lucky I am to be at such an architecturally informative and remarkable place as Yale.</span></p>\n<p><span>AMANDA HU (YC ‘19)</span></p>\n<p><span>In my future, I envision the opposite of a desk job. I want to see, do, explore, feel the world around me with no limitations. I think architecture can open this door for me, not only as a profession but by instilling in me a unique, design-oriented way of thinking, developing a lexicon rooted in the movement of shapes, light, atmosphere. While I can’t predict whether this will be true, I know, in the future, I will do what I love. I will dedicate my work to imagining and creating beauty and intrigue where it has room to grow. </span></p>\n<p><span>CASEY FURMAN (M.Arch ‘17)</span></p>\n<p><span>It&#8217;s important to me that I continue with architecture, but after seven straight years of intense architectural education I&#8217;m ready to settle into a more routine life for a while and work on other aspects of myself. I want to find a place that I enjoy being in, and a group of people that I enjoy working with. And I want to rediscover those things called hobbies and interests and social life and purpose. A better person makes better things. (Hopefully.)</span></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Elizabeth Kingsley"},"slug":"elizabeth-kingsley","meta":{"degree":"B.A.","graduation_year":"2019"}},{"title":{"rendered":"Andrea Masterson"},"slug":"andrea-masterson","meta":{"degree":"B.A.","graduation_year":"2019"}},{"title":{"rendered":"Amanda Hu"},"slug":"amanda-hu","meta":{"degree":"B.A.","graduation_year":"2019"}},{"title":{"rendered":"Casey Furman"},"slug":"casey-furman","meta":{"degree":"M.Arch I","graduation_year":"2017"}}],"fold":{"meta":{"volume":"2","number":"06","publication_date":"2016-10-27"}}}}