{"title":{"rendered":"White Paint on Old Stone"},"content":{"rendered":"<p>DIMA SROUJI<span> (M.Arch I, ‘16) </span></p>\n<p>The content of the exhibition <em>A Social Construction: Modern Architecture in British Mandate Palestine</em>, a study of Zionist architects and their role in nation-building of the State of Israel, whether intentional or not, doesn’t relate to its title nor its description.</p>\n<p><em>“The story of architecture during the thirty years of the British rule in Palestine is the story of a complex encounter between three worlds: a colonial administration with a nostalgic regard for the past that nevertheless introduced modern infrastructure and master plans; traditional Arab architecture, and the Zionist nation-building enterprise. At the same time, a modern international style of architecture, which rejected old values and looked to the futures, was gaining ground in the West and had a strong local influence, especially on the Zionist architects.”</em></p>\n<p>It seems from the description that the exhibition curators are interested in the complex intersections of the three worlds of colonials, locals, and occupiers. Why is it that the content only tackles the perspective of the Zionist occupiers? Why is this exhibition not called <em>Social Construction: A Zionist Architecture</em>?</p>\n<p>The exhibit’s phenomenological descriptions of architecture renders this body of work as a sensitive yet unique tool to create new cities, by using terminology such as the “local climate” and the “local architectural language.” The audience is under the impression that these architects were concerned with the Palestinian historic context in which they were building, when in fact these architects were superimposing a new architecture that was foreign and separate from the regional spirit of place in a context they viewed as a blank slate.</p>\n<p>The question of Palestine remains unclear. What did these Palestinian cities look like before the intervention of Zionist architects? Who were the people living there at the time? What were the narratives told through its streets, and how can one capture its historic spirit? Who were the Arab architects involved in bringing the International Style to Palestine?</p>\n<p>The response, however, is left unanswered. The exhibition lacks a clear recognition of the prominent Arab spirit and history of this place. It examines the role of architects in the creation of an Israeli culture, yet, does not acknowledge non-Zionist participation in representing and establishing the International Style in the area. The superimposition of new cities on existing ones by architects is clearly portrayed by the omission of the original fabric. A clear questioning and analysis of that existing layer is left implicit and unexpressed. The superimposition of new fabric on the existing Palestine creates a friction that doesn’t sit comfortably, like adding a new coat of white paint on a surface that is already quite rich in texture.</p>\n<p>If this exhibition were called “A Social Construction: A Zionist Architecture,” there would be no criticism. By using the term Palestine, Palestinian architecture is supplanted, which is highly problematic. The body of work of Palestinian architects active during this time period including Elias Anastas, Gabriel Khamis, and Anis Srouji is forgotten about and remains largely unrecognized. Could the use of the term Palestine in the title be viewed then as intentional or as an inadvertent mistake? As it stands, the current exhibition title confuses all records of Palestinian Modernism in physical and virtual archives.</p>\n<p>While Palestinians study and record works of local architects, this latest exhibition<a href=\"#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> and book<a href=\"#_ftn2\" name=\"_ftnref2\"><sup>[2]</sup></a> float to the top of a simple Google search. Not only is Palestine being erased physically by the redesign and re-appropriation of its cities, but it now has to deal with virtual and ephemeral data that misrepresents Palestinian history. In Sharon Rotbard’s <em>White City Black City</em>, he states that “whoever wants to change a city must first change its story.” This exhibition, whether intentional or not, hides the story of Palestinian Modernism, and by neglecting the Palestinian story, ultimately occupies its cities.</p>\n<p>&nbsp;</p>\n<p><em>Thursday, September 7, 2017</em></p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a>  Originally organized by and exhibited at the Israel Museum, re-adapted for the school’s gallery.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\"><sup>[2]</sup></a><em> Architecture in Palestine During the British Mandate 1917-1948</em> by Ada Karmi-Melmade and Dan Price</p>\n"},"meta":{"contributors":[{"title":{"rendered":"Dima Srouji"},"slug":"dima-srouji","meta":{"degree":"M.Arch I","graduation_year":"2016"}}],"fold":{"title":{"rendered":"Foundations"},"meta":{"volume":"3","number":"01","publication_date":"2017-09-07"}}}}