{"title":{"rendered":"Wood Stock: Crafting the Whitney Floors"},"content":{"rendered":"<p><span>AUSTIN SAILSBURY, Marketing Manager at </span><span>The Hudson Company</span></p>\n<p><span>The Heart Pine planks that would become the new Whitney floors were sourced from the antique timbers of abandoned American industrial sites, including a Philip Morris factory in Louisville, Kentucky and a Maidenform Brands Factory in Bayonne, New Jersey. […] After being acquired from their various points of origin, the Reclaimed Heart Pine timbers were transported to The Hudson Company’s mill in Pine Plains, New York. Once there, metal detectors located old fasteners (nails, bolts, and screws) embedded within the timbers. All unwanted debris was removed by hand. Next, a double-edge blade saw mill cut the boards into manageable dimensions (1.75&#8243; x 10&#8243; x 8-20&#8242;). Because the finished Whitney flooring planks were uniquely designed to be 1.5” x 8”, The Hudson Company team oversized the planks to 1.75” x 10&#8243; before kiln drying them to </span><span>165 °F</span><span>, thus eliminating any remaining insect life and setting the pitch for stability and proper finishing. From there … the planks were re-graded, planed, ripped, molded, and checked for defects and unwanted irregularities before being delivered to the downtown job site. At several points throughout the milling process, architects Cooper Robertson and Renzo Piano and members of their respective teams visited The Hudson Company mill to participate in the custom-grading process. </span><span>The final Whitney flooring installation exceeds 65,000 square feet of Reclaimed Heart Pine flooring throughout all of the galleries and administrative offices. [In total], the Hudson Company custom-milled over 270,000 board feet of reclaimed timbers — the largest </span><span>weighing in excess of 1,200 pounds.</span></p>\n<p>&nbsp;</p>\n<p><em>Thursday, August 31, 2017</em></p>\n"},"meta":{"contributors":[{"title":{"rendered":"Austin Sailsbury"},"slug":"austin-sailsbury","meta":{"degree":" ","graduation_year":""}}],"fold":{"meta":{"volume":"3","number":"00","publication_date":"2017-08-31"}}}}