{"title":{"rendered":"Nostalgia"},"content":{"rendered":"<article id=\"post-2117\" class=\"post-2117 post type-post status-publish format-standard hentry category-fold fold-2-03 contributor-jeongyoon-isabelle-song contributor-spencer-fried\">\n<div class=\"entry-content\">\n<p>Is the essence of nostalgia to yearn? One might think so because the subject of nostalgia often appears as an ideal rather than a reality. Once the nostalgic idea is realized, it becomes that which exists rather than which could have been. Due to this transformation, whether out of time, space, or materiality, nostalgia takes hold of the mind in a way that is tantalizingly out of reach.</p>\n<p>The term ‘nostalgia’ was first coined in 1688 by a Swiss medical student1. Johannes Hofer defined it as a medical condition to describe those abroad who suffered under the ailment of homesickness. However, the return home did not always treat the symptoms; in certain cases, the homecoming actually brought death. Ironically, the desire to return gave the patient life while its fulfillment took life away. Nostalgia kept these individuals alive, not only as a grievance for something imagined, but also as a desire for redemption.</p>\n<p>Architecture is littered with—and often defined by—such episodes of nostalgia. Architects use nostalgia in its many forms to excavate revelations that might otherwise remain buried. Piranesi was enraptured by the Roman ruins; Michael Graves swam against the modernist current and dove into the riches of classical elements; recent Yale critics post-FAT, P.V. Aureli, and KGDVS summon a representational 1970s elysium in both their teaching and practice.</p>\n<p>These revisitations are not redundancies; they are attempted recoveries. They offer new insight into the past, into the present, and into the future by folding them all together. Extracting architectural ideas and form from imaginary contexts and applying them in reality hints at the unrealized potential of other times and places. In this way, the new becomes the old and the old becomes the future. Rather than a stigmatized sentiment to be cured of, nostalgia recycles itself as a perennial theme inextricably bound to architectural narratives past, present, and future.</p>\n<p>This issue poses questions that grapple with nostalgia in architecture. Pier Vittorio Aureli posits nostalgia as disagreement with the present, where one searches obsessively for resolution. This leads us to ask: is nostalgia really this distressed longing for a cure to the ailment of our present discontent?</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"2","number":"03","publication_date":"2016-09-22","fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22010443/Vol-02-Issue-03_Nostalgia_Song-Fried_09-22-15_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Spencer Fried"},"slug":"spencer-fried"},{"title":{"rendered":"Jeongyoon Song"},"slug":"jeongyoon-song"}],"graphic_designer":[{"title":{"rendered":"Pianpian He"},"slug":"pianpian-he"}],"posts":[{"title":{"rendered":"A NATIONAL ROMANCE"},"slug":"a-national-romance-2-03","meta":{"contributors":[{"title":{"rendered":"Hyeree Kwak"}}]}},{"title":{"rendered":"…BUT HAVE YOU SEEN THE ORIGINAL?"},"slug":"but-have-you-seen-the-original-2-03","meta":{"contributors":[{"title":{"rendered":"James Coleman"}}]}},{"title":{"rendered":"PRESERVATION: THE CONTEMPORARY PARADIGM OF A FORMER ARCHITECTURE"},"slug":"preservation-the-contemporary-paradigm-of-a-former-architecture-2-03","meta":{"contributors":[{"title":{"rendered":"Jack Lipson"}}]}},{"title":{"rendered":"THE PINK HOUR"},"slug":"the-pink-hour-2-03","meta":{"contributors":[{"title":{"rendered":"Alex Thompson"}}]}},{"title":{"rendered":"OPERATIVE NOSTALGIA: SOME NOTES ON AMERICAN PAST, PRESENT, AND FUTURE TENSE"},"slug":"operative-nostalgia-some-notes-on-american-past-present-and-future-tense","meta":{}},{"title":{"rendered":"NOSTALGIA: FROM PHENOMENON TO ARCHITECTURE"},"slug":"nostalgia-from-phenomenon-to-architecture-2-03","meta":{"contributors":[{"title":{"rendered":"Ron Ostezan"}}]}},{"title":{"rendered":"JUST AUTHENTIC"},"slug":"just-authentic","meta":{}},{"title":{"rendered":"EXCERPT FROM A REVIEW IN KERSTEN GEERS STUDIO"},"slug":"excerpt-from-a-review-in-kersten-geers-studio-2-03","meta":{}},{"title":{"rendered":"ON THE GROUND"},"slug":"on-the-ground-22","meta":{}}]}}