{"title":{"rendered":"Tourism Revolution"},"content":{"rendered":"<p><span>In only a few weeks, YSoA advanced studios will scatter across the globe on architectural tours. This past summer, many students travelled for design courses, fellowships, summer seminars, and personal adventures. We commit time and resources to these journeys with the confidence that the real experience of a place gives us an understanding that books and blogs can not. If architecture demands the direct and personal knowledge of places, then is travel a professional imperative?</span></p>\n<p><span>Whether for personal or professional reasons, the YSoA community constantly engages in the act of travel. We travel to New Haven each semester, take weekend trips, and escape for winter, spring, and summer break. However, we are not alone in this endeavor. Travel and tourism make up 10.4% of the global GDP.[</span><span>1]</span><span> The sector accounts for 313 million jobs worldwide,[</span><span>2]</span><span> and the number of travellers has skyrocketed since 2010, with over 1.2 billion international flight arrivals in 2016.[</span><span>3]</span></p>\n<p><span>Our world is in the throes of a Tourism Revolution, powered by new services, technologies, and psychologies. We can fly Ryanair for cheap, pretend to live like a local at an Airbnb rental while following TripAdvisor recommendations, move seamlessly through foreign cities in a private Uber, and coordinate our itineraries via ever-better communication networks like WhatsApp.  </span></p>\n<p><span>While many communities thrive and survive because of tourism, others suffocate. Venice receives over 20 million visitors each year but has only 55,000 permanent residents.[</span><span>4]</span><span> In July and August of last year, 2,000 Venetians took to the streets to voice their anger and concern with the increasing negative effects of tourism. Anti-tourism marches spread across Europe in the past year, especially in popular destinations such as Barcelona, Ibiza, Amsterdam, Dubrovnik, and Rome. The Old City of Dubrovnik is under threat of losing its UNESCO heritage listing if it cannot control the number of visitors it receives. Even the smart strategy of the “High Cost, Low Impact” model adopted by Bhutan seems insufficient to limit the number of visitors to its tiny country.[5] Many cities have begun to regulate AirBnBs in an attempt to control this overwhelming market. The issue of sustainable tourism is increasingly a pressing concern for many municipalities and NGOs. As designers, makers, thinkers, and advocates for better built environments, it is more important than ever for us to reflect, investigate, and promote more ethical and sustainable ways of travel. </span></p>\n<p><span>Have our motives for traveling changed? </span></p>\n<p><span>Facebook launched in 2008, followed by Instagram in 2010. Suddenly, our travels could be beamed to our friends and families around the world in real time, and we could enter hashtag communities in an instant. This altered the way we live, move, see, and interact. How often do we ask ourselves truthfully, why must we travel? And how? What are the more and less obvious effects of our trips? How does travel help or disadvantage the places we visit? </span></p>\n<p><span>This issue seeks to examine the impact of travel and tourism on cities. The articles are personal, each written as a review of a pressing issue related to tourism, drawing on the contributor’s individual knowledge, experience, and expertise. We challenge  you to read, comprehend, and determine your own stance on the topic. Feel free to review, edit, and think in the way you deem right. We would love it if you shared your thoughts about this issue using #PAPRIKATOURISM. This issue doesn’t seek to answer questions or find solutions. The goal is to start conversations around travelling and tourism in our shared world.</span></p>\n<p><span>Notes:</span></p>\n<ol>\n<li><span> “Travel and Tourism Economic Impact 2018 World,” World Travel and Tourism Council, accessed September 1, 2018, https://www.wttc.org/-/media/files/reports/economic-impact-research/regions-2018/world2018.pdf. </span></li>\n<li><span> Ibid. </span></li>\n<li><span> “International tourism, number of arrivals,” The World Bank Data, accessed September 3, 2018, https://data.worldbank.org/indicator/ST.INT.ARVL Max Roser, “Tourism,” Our World in Data, accessed September 3, 2018, https://ourworldindata.org/tourism. </span></li>\n<li><span> Will Coldwell, “First Venice and Barcelona: now anti-tourism marches spread across Europe,” The Guardian, last modified August 10, 2017, https://www.theguardian.com/travel/2017/aug/10/anti-tourism-marches-spread-across-europe-venice-barcelona.</span></li>\n<li><span> To protect the natural resources in the small country of Bhutan, the government implements a “High Cost, Low Impact” strategy to limit the number of visitors. During the spring season, each visitor is charged with a $250 tariff per night. “Tourism Policy,” Bhutan Majestic Travel, accessed September 4, 2018, https://www.bhutanmajestictravel.com/travel-information/tourism-policy/. </span></li>\n</ol>\n"},"meta":{"volume":"4","number":"01","publication_date":"2018-09-13","fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/09/13022740/out001.jpg"}}}},"fold_editors":[{"title":{"rendered":"Mengi Li"},"slug":"mengi-li"},{"title":{"rendered":"Ben Olsen"},"slug":"ben-olsen"},{"title":{"rendered":"Evan Sale"},"slug":"evan-sale"},{"title":{"rendered":"Simone Cutri"},"slug":"simone-cutri"}],"graphic_designer":[{"title":{"rendered":"Simone Cutri"},"slug":"simone-cutri"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"On the Ground"},"slug":"on-the-ground-52","meta":{"contributors":[{"title":{"rendered":"Matthew Liu"}}]}},{"title":{"rendered":"A New Rural Tourism"},"slug":"a-new-rural-tourism","meta":{"contributors":[{"title":{"rendered":"Sean Yang"}}]}},{"title":{"rendered":"Breaking Even: Tourism in Cuba"},"slug":"breaking-even-tourism-in-cuba","meta":{"contributors":[{"title":{"rendered":"Kassandra Leiva"}}]}},{"title":{"rendered":"Can today&#8217;s traveler still &#8220;Fall off the Map&#8221;?"},"slug":"can-todays-traveler-still-fall-off-the-map","meta":{"contributors":[{"title":{"rendered":"Stephen Harby"}}]}},{"title":{"rendered":"Cropping"},"slug":"cropping","meta":{"contributors":[{"title":{"rendered":"Evan Sale"}}]}},{"title":{"rendered":"Chengdu Notes: Summer 2018"},"slug":"chengdu-notes-summer-2018","meta":{"contributors":[{"title":{"rendered":"Liyan Zhao"}}]}},{"title":{"rendered":"Paradise Holiday: Tourism or Neocolonialism in the Caribbean?"},"slug":"paradise-holiday-tourism-or-neocolonialism-in-the-caribbean","meta":{"contributors":[{"title":{"rendered":"Ben Olsen"}}]}},{"title":{"rendered":"Internal Memo: Advanced Studio Survey"},"slug":"internal-memo-advanced-studio-survey","meta":{"contributors":[{"title":{"rendered":"X. Christine Pan"}},{"title":{"rendered":"Andrew Economos Miller"}},{"title":{"rendered":"Katie Lau"}}]}},{"title":{"rendered":"The Question of Signage: Facade, Billboard, or Both?"},"slug":"the-question-of-signage-facade-billboard-or-both","meta":{"contributors":[{"title":{"rendered":"Davis Butner"}}]}},{"title":{"rendered":"www.VisitMexico.com/en"},"slug":"www-visitmexico-com-en","meta":{"contributors":[{"title":{"rendered":"Miguel Sanchez-Enkerlin"}}]}}]}}