{"slug":"borders-as-practice","title":{"rendered":"Borders As Practice"},"content":{"rendered":"<p><span>Borders have become one of those trendy academic topics. Full disclosure, </span><i><span>Paprika!</span></i><span> had another issue about borders just last year. And frankly, why shouldn’t borders be topics of interest? They are intersections of all kinds of issues relevant to fields as diverse as subsurface geology, which studies the underground movement of water, to more clearly social, political, and economical concerns. Beyond the geopolitical definition of borders, the drumbeat of calls for greater interdisciplinarity and diversity within academia reminds us that borders can be institutional as well as physical, and are just as often unconscious as they are conscious. But, behind the surface of this academic interest and many of the discourses it has given rise to is a tendency to treat borders as abstract </span><i><span>things</span></i><span>, as object-like entities. To some extent, this tendency is a linguistic convenience. It allows the discussion and naming of complex phenomena that fundamentally resist representation because of both their scale and their situation at the intersection of the physical and the imaginary. In the visual register, the rendering of borders as solid, whether as lines on a map, buildings silo-ing occupants from outsiders as our own Rudolph hall seems to do, or as walls through desert landscapes, encourages their treatment as things. Their thing-ness carries with it a kind of given-ness, a sense of inevitability and singular factuality, that things could be no other way. It is no accident that language and concrete conveniently produce and readily reinforce this sense of given-ness. </span></p>\n<p>&nbsp;</p>\n<p><span>Despite being a convenient means for organizing communities of solidarity or opposition, what makes treating borders as things problematic is that the given-ness it mobilizes becomes an alibi for all but the most egregious actions of territorial division and policing. In a conversation with David Panagia appearing in </span><i><span>Diacritics 30</span></i><span>, Jacques Ranciere bears witness to how humans unload and consign responsibility for practical and moral order by instantiating these orders in objects which act on our behalf. Following Ranciere’s observation, treating borders as things ignores both the historical construction of sovereignty and disciplinarity as well as their perpetuation in the present, absolving most of us from the responsibility of examining our complicity in their manifestation.</span></p>\n<p>&nbsp;</p>\n<p><span>This issue of </span><i><span>Paprika!</span></i><span> departs from much of the academic and popular discourse around borders, whether international or interdisciplinary, by way of a refusal on the part of the contributing authors to simply treat borders as things or as abstract conditions. In their contributions they explore and expand on the complexities, relationships, and everyday behaviors that not only make borders real, but arguably ARE the borders themselves and which are often flattened into catchphrases like “border wall.” The authors treat borders not as things, but as concrete sets of material and social practices designed to exert control over intellectual and physical territory in which architecture is often conspicuously complicit. From unique AIA and Government Service Administration award winning “ports of entry” designed by architects as well regarded as Morphosis to the interior design standardization of modern international airports, architecture explicitly provides the material support to many of these border practices. It also provides implicit support through an almost unquestioned acceptance of the differentially comparative ease with which building materials from foreign lands are able to enter a country relative to people (unless these people are wealthy potential investors, likely in signature architectural projects). The language and practices of architecture, its abstruse vocabulary, procedures of production and standards of precision all also construct and police boundaries of us/them, here/there. To these ends, the contributing authors address borders as practices which are not necessarily tied to immediate physical locations, but instead suffuse social, political, and economic structures to the point that in some instances they might be synonymous with these structures themselves.</span></p>\n<p><span>The articles included in this issue of </span><i><span>Paprika!</span></i><span> range from fictional short stories to interviews with water rights activists on the ground in Mexicali. They deal with borders of all kinds, from the international to the interdisciplinary, and in doing so they represent much more than a discourse on a trendy academic topic. Instead they offer a way of thinking about borders which is at times uncomfortable and at times funny because they explore what is so often taken as a given. In that sense they also suggest other forms of community, beyond the us/them, here/there that border practices might give rise to by uncovering the potential for and responsibility of shared action. Yes borders are things, but only insofar as they are instantiations of broader practices that we all to some extent participate in, for better or for worse.</span></p>\n"},"meta":{"volume":"3","number":"17","bulletin":false,"publication_date":"2018-04-05","website":"","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21231636/2018_0404-PaprikaVol3-17-BordersAsPractice-v1.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21231732/2018_0404_PaprikaVol3-17_BordersAsPractice_v1_front.jpg"}}}}}}