{"slug":"building-project","title":{"rendered":"Building Project"},"content":{"rendered":"<p>Welcome back, all! This Paprika! fold is a collective effort that began early last semester. We wanted to take a critical look at the Building Project for our own personal interests, and then decided to share our findings with the YSOA community. With the first year class entering their BP semester, we thought it timely to inform them on the social and pedagogical issues from their start. Also, with the close of the current deanship, we hope the changing tides will bring a refreshed perspective on our design–build program. Beginning with a post-occupancy survey, we wanted to examine the condition of BP houses around New Haven. Unsure about how exactly these projects have impacted the community, we took it upon ourselves to knock on doors, meet with the owners, and hear their opinions. We then looked back on the Building Project’s history. This was in an effort to understand the historical and social contexts in which “design–build” as a curriculum arose and how affordable homes became BP’s social project of choice. Before printing this issue, we reached out to Alan Organschi, the Building Project studio coordinator. We respect what he and the faculty do for the project, regardless of systemic issues that exist, and his response to us is quoted throughout the issue. He provides an enriched perspective of BP as a pedagogical tool while also wholeheartedly sympathizing with our concerns. In this issue you will find the trimmings of semester-long research projects including evidence of BP’s early history, the neglected houses of BP’s past, and a historical survey of New Haven’s landscape that all present a dire need for change in the BP curriculum. We question the construction techniques currently used on site as well as propose potential new programs. We present this content through a critical lens with the hope of encouraging the voice of the student body to effect change at our school.</p>\n"},"meta":{"volume":"1","number":"16","bulletin":false,"publication_date":"2016-01-14","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22001010/Vol-01-Issue-16_The-Building-Project_Sembler-Carney_01-14-16.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22005654/Vol-01-Issue-16_The_Building_Project_Sembler-Carney_01-14-16_front.jpg"}}}}}}