{"slug":"chicago-biennial-bulletin-2019","title":{"rendered":"Chicago Biennial Bulletin 2019"},"content":{"rendered":"<p>Architecture? &#8220;Architecture&#8221; (Architecture)</p>\n<p>PAPRIKA! In conversation with Somatic Collaborative, Territorial Agency, Center for Spatial Research, Cohabitation Strategies and ELLA at the opening of the Chicago Architecture Biennial 2019.</p>\n<p>Looming highrises distract our eyes from ground to sky as we make our way down Randolph Street. Through the forest of glass and steel, the Chicago Cultural Center appears. As we enter past Doric columns and mahogany doors into the mosaic encrusted interiors of the neoclassi-<br />\ncal limestone Chicago landmark – the main venue for this year’s architecture biennial – com- plete spatial specificity evaporates and<br />\ncondenses at once into a heavy cloud of information, signaling the coming of “an architectural storm.”</p>\n<p>The Chicago Architecture Biennial 2019 sets out to uncover a multiplicity of neglected narratives in contemporary society through more or less local examples ranging from themes such as the contested urbanities of original settler colonialism in Chicago to the environmental impact of natural resource extraction throughout the Americas.</p>\n<p>We regard the notion of the ’walk and talk’ as<br />\na productive medium for conversation and storytelling as well as an informal setting for exchange of knowledge and opinion. Through a series of conversations, we cover the spatial and temporal realities of a diverse selection of this year’s biennial contributions as we stroll through their spaces.</p>\n<p>In our conversation with Miguel Robles-Duran we are taken through the conception of Urban Front, the self-proclaimed “McKinsey of the left.” In conversation with Felipe Correa and Devin Dobrowolski from Somatic Collaborative, we encounter the anthropocenic landscapes of natural resource extraction in South America and their socio-urban interdependencies. Insight on the production of a graphic identity for this year’s biennial is provided by founding partners of ELLA in a conversation about interdisciplinary work and contemporary image culture. Laura Kurgan, director of the Center for Spatial Research,<br />\ntakes us through the origins and instrumentalization of the term Homophily in today’s socialmedia, whilst John Palmesino from Territorial Agency advocates for the end of oil extraction, presenting its spatial intricacies in the ‘Museum of Oil.’</p>\n<p>The biennial presents a peak into a critical contemporary spatial practice which questions, expands, and breaks disciplinary boundaries. While considerations of the agency of architecture and its role in society is not historically unfamiliar.</p>\n"},"meta":{"volume":"5","number":"04","bulletin":true,"publication_date":"2019-10-10","website":"","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/15201308/Chicago_Biennial.pdf"},"fold_front":{"media_details":{"width":2048,"height":1325,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/15201323/Chicago_Biennial.jpg"}}}}}}