{"slug":"conspiracy","title":{"rendered":"Conspiracy"},"content":{"rendered":"<p><img class=\"wp-image-3601 alignright\" src=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power.jpg\" alt=\"\" width=\"349\" height=\"291\" srcset=\"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power.jpg 900w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power-300x250.jpg 300w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power-768x640.jpg 768w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power-830x692.jpg 830w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power-230x192.jpg 230w, https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/01/occult-illuminati_power-350x292.jpg 350w\" sizes=\"(max-width: 349px) 85vw, 349px\" />How do we know what we know. Maybe it begins with a search for knowledge. Absence of meaning. Architects attempt to act from a position of knowledge. We are supposedly trained to have special spatial awareness. An analysis of power structures leads to allegedly legitimate conclusions. Quickly research a site. Construct histories. Investigate materials. Typologies. Produce a building. Present an answer. We are prone to bold pronouncements. Assured predictions. At times we sound like members of the Illuminati. We are in possession of an occult knowledge. A mysterious expertise. The world is remade according to our visions. Alter a vector here. Create indeterminacy there. A shift in axis will have enormous repercussions. This courtyard will enhance public space. Kitbashing is the key to reinstating a truly democratic politics. Problem-reaction-solution. Draw lines. Connect dots. We need a reason. An enemy. A doctrine. A theory. Something. Towards a problem. Towards a solution. In no way at all. Dive deeper into the matrix.</p>\n<p>Conspiracy theorist mindset. Notice patterns and hierarchies. They point to a central authority that no architect would dare endorse. UFOs. Illuminati. A hidden Reptilian race. There is a psychological dimension to all of this. Make sense out of a chaotic reality of the mundane and inept. A melancholic logic to positing a world controlled by shape-shifting reptiles. I understand. I too want a singular enemy with hate for me in my particularity. Not a bumbling chaos of inept bureaucrats who know not that I exist. A universe governed by powerful entities is comforting. At least I know I am being targeted. It’s the same way I feel when full of adrenaline I explain my projects to an attentive jury. Paranoia Adam Phillips so elegantly argues is the self-cure for insignificance. It is part of our search for a sense of control.</p>\n<p>Absence of meaning in the face of forces that eclipse you. I suppose we are getting used to that feeling. Big Data. Vast environmental degradation. Terrorist plots. Russian probes. Fake news. Ideological positions traveling at exponential speeds through poorly understood social media networks. We exist in a critical moment. Lines trace upwards. They intersect as they pass through the matrix. We are seeing too many points and drawing too many lines. A vast underlying structure that architects map and tap into. Forces of power. Vectors of influence. Seemingly random networks. Flattened into webs. Irrevocably true. Patterns emerge. Nodes stretch back to the base. Level zero. Something like a truth. All of the points are real. The connections very well may be real as well. Just because you’re paranoid doesn’t mean they’re not after you.</p>\n<p>We wish we had control. Like with a hermeneutics of suspicion. Our job was to detect the nefarious isms lurking behind benign entities. Family values. Kodak moments. But now. Look seriously at this paranoid impulse. Consider the possibility. All this conspiracy theorizing is a way to avoid the fact that ultimately there is no meaning. No great villain. A single explanatory enemy is no longer valid. Replaced by an agnostic network of associations. We are allowed only to glean meager parcels of knowledge. The slow careful tracing of each and every individual actor. Agnostic tracing of associations. Nodes of higher density. Nothing but a pyramid with slight formal tweaks and more baroque ornamentation. We are condemned to unknowability. Architecture is not a science. No rigorous rules and procedures. We try to dodge charges of sophistry. Borrow justifications from other fields. But still with an authority all our own. Not just technically trained consultants. Algorithms. Safety manuals. Our greatest fear. The death of architecture. No special knowledge.</p>\n<p>How do we know what we know. What do we do when we know that we cannot know all. Do we become the chaos. Become paranoia. Those who claim to have been abducted by aliens are technically wrong. They are right. They have been victimized. From marginalized areas. They have suffered real harm. Poverty. Not at the hands of a single evil nameable entity. But conspiracy theorists want too much meaning. Maybe the problems of the world are just incompetence and stupidity. Bureaucratic mistakes. Maybe the reason is not the problem. The reaction. The solution. Is that not what we are here to do. React. Perhaps solve. The pyramid may be pointing in the wrong direction. If the pyramid exists at all. The difference between methodical evil and causal ignorant cruelty is negligible. Problem-reaction-solution. Discuss values to design by.</p>\n"},"meta":{"volume":"3","number":"09","bulletin":false,"publication_date":"2018-01-10","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21232230/2018_0110-PaprikaVol3-09-Conspiracy-v1.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"thumbnail":{"file":"2018_0110_PaprikaVol3-09_Conspiracy_v1_front-150x150.jpg","width":150,"height":150,"mime_type":"image/jpeg","source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22012102/2018_0110_PaprikaVol3-09_Conspiracy_v1_front-150x150.jpg"},"medium":{"file":"2018_0110_PaprikaVol3-09_Conspiracy_v1_front-300x270.jpg","width":300,"height":270,"mime_type":"image/jpeg","source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22012102/2018_0110_PaprikaVol3-09_Conspiracy_v1_front-300x270.jpg"},"medium_large":{"file":"2018_0110_PaprikaVol3-09_Conspiracy_v1_front-768x691.jpg","width":768,"height":691,"mime_type":"image/jpeg","source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22012102/2018_0110_PaprikaVol3-09_Conspiracy_v1_front-768x691.jpg"},"large":{"file":"2018_0110_PaprikaVol3-09_Conspiracy_v1_front-1024x922.jpg","width":1024,"height":922,"mime_type":"image/jpeg","source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22012102/2018_0110_PaprikaVol3-09_Conspiracy_v1_front-1024x922.jpg"},"post-thumbnail":{"file":"2018_0110_PaprikaVol3-09_Conspiracy_v1_front-1200x1080.jpg","width":1200,"height":1080,"mime_type":"image/jpeg","source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22012102/2018_0110_PaprikaVol3-09_Conspiracy_v1_front-1200x1080.jpg"},"full":{"file":"2018_0110_PaprikaVol3-09_Conspiracy_v1_front.jpg","width":2025,"height":1823,"mime_type":"image/jpeg","source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22012102/2018_0110_PaprikaVol3-09_Conspiracy_v1_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Matthew Wagstaffe"},"slug":"matthew-wagstaffe"},{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller"},{"title":{"rendered":"Ethan Zisson"},"slug":"ethan-zisson"}],"coordinating_editors":[{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller"},{"title":{"rendered":"Ethan Zisson"},"slug":"ethan-zisson"},{"title":{"rendered":"Matthew Wagstaffe"},"slug":"matthew-wagstaffe"}],"graphic_designer":[{"title":{"rendered":"Matthew Wolff"},"slug":"matthew-wolff"}],"publishers":[{"title":{"rendered":"Nadeen Safa"},"slug":"nadeen-safa"},{"title":{"rendered":"Jeremy Jacinth"},"slug":"jeremy-jacinth"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"On The Ground"},"slug":"on-the-ground-43","meta":{}},{"title":{"rendered":"Local Area News: Division Street"},"slug":"local-area-news-division-street","meta":{"contributors":[{"title":{"rendered":"Ethan Zisson"}}]}},{"title":{"rendered":"The Alternative Science of Computation"},"slug":"the-alternative-science-of-computation","meta":{"contributors":[{"title":{"rendered":"Mario Carpo"}}]}},{"title":{"rendered":"On Indoctrination"},"slug":"on-indoctrination","meta":{"contributors":[{"title":{"rendered":"Kyle Dugdale"}}]}},{"title":{"rendered":"Sinister Symbolism"},"slug":"sinister-symbolism","meta":{}},{"title":{"rendered":"Mary Babnik Brown"},"slug":"mary-babnik-brown","meta":{"contributors":[{"title":{"rendered":"Matthew Wolff"}}]}},{"title":{"rendered":"Jet Fuel Melts Steel Beams: An Architectural Conspiracy"},"slug":"jet-fuel-melts-steel-beams-an-architectural-conspiracy","meta":{"contributors":[{"title":{"rendered":"Jack Hanly"}}]}}]}}