{"slug":"design-education","title":{"rendered":"Design Education"},"content":{"rendered":"<p>In the past century, design—in its various forms and industries—has been professionalized. From the 1900s, the fields of architecture and engineering developed systems of licensure and formalized education. In the 1950s, Josef Albers oversaw the first US graduate program of Graphic Design at Yale. In 2017, IDEO founded IDEO U, with online resources to disseminate their Human-Centered Design philosophy. However, Oscar Wilde once quipped that “Education is an admirable thing. But it is well to remember from time to time that nothing that is worth knowing can be taught.”</p>\n<p>Most would agree that there are some core design methodologies and skills that can easily be transmitted to students (the Design Thinking framework, the basics of typography, etc.), but are these skills alone sufficient to produce a capable design professional? If not, what is missing? What other formative experiences are important in this developmental process, and how are they currently addressed in our educational system?</p>\n<p>In an increasingly complex and collaborative world, the different perspectives of design collide within organizational hierarchies. Do all designers speak the same language, or do their formative educational experiences give them different vocabularies, syntaxes or dialects? How do educational environments differ across schools and academic specialties (for example, in the School of Management vs. the School of Art), and what effect does this have?</p>\n<p>For this issue, we surveyed 15 students from the fields of architecture, engineering and business about their design education. By exploring these formative experiences, we can begin to understand the varied perspectives that design professionals ultimately bring to the workplace.</p>\n"},"meta":{"volume":"5","number":"11","bulletin":false,"publication_date":"2020-01-09","website":"","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/01/08182818/Paprika_DesignEducation_Final1.pdf"},"fold_front":{"media_details":{"width":1800,"height":1638,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2020/01/08183515/Paprika_DesignEducation_Final.jpg"}}}}}}