{"slug":"duck-duck-shed","title":{"rendered":"Duck, Duck, Shed"},"content":{"rendered":"<p>“Ultimately, the lasting legacy of postmodernism has been not the clunky beige pediment forms that have become our shopping malls and hotels everywhere, but the literal language, the way we talk, the way we legitimize architecture through a flattened index of images . . . . When postmodernism was being formulated, Venturi and Scott Brown won, and Frampton lost.”<br />\n– Michael Meredith, “Radical Inclusion!&#8221;<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a></p>\n<p>Some time after 1894, Swedish immigrants in Lindstrom, MN invented the game “Anka, Anka, Gra Anka,” roughly translated to duck, duck, grey duck (more commonly known as duck, duck, goose). Nearly 330 duck years later, in 1968, Venturi, Scott Brown, and Izenour introduced the duck – and its counterpart, the decorated shed – into the popular architectural lexicon with the publication of their seminal work, Learning from Las Vegas. Both the game and the text test ideas of signification and classification, banality and fun, ducks and not ducks. One requires more running than the other; both require the interplay of multiple scholars.<br />\nJust as VSB had started their game, along came their schoolyard adversary, Kenneth Frampton(KF). Their well-known dialogue played out over a series of articles, collectively titled “Cultural Debate: Existing Situation,” published all in the same issue of <em>Casabella</em> in 1971. It went something like this:</p>\n<p><strong>DSB:</strong> “High style architects are not producing what people want or need.”<a href=\"#_ftn1\" name=\"_ftnref1\">[2]</a></p>\n<p><strong>KF:</strong> “Once informational/computational processes are emphasized, as they are now, above places of arrival and departure, the very notion of place itself tends to become threatened, to the potential detriment of ‘human’ experience.”<a href=\"#_ftn1\" name=\"_ftnref1\">[3]</a></p>\n<p><strong>DSB:</strong> “Frampton misses the agony in our acceptance of pop.”<a href=\"#_ftn1\" name=\"_ftnref1\">[4]</a></p>\n<p>Though nearly fifty years have passed, the arguments on both sides still hold water. Seeing no better way, we take to their depths as a duck, shedding the pretense of adversarial academics in favor of an interplay more at home in the schoolyard than at our desks. In the wake of these scholars, architecture has become both constructed and flat, both place and symbol, simultaneously. So we re-engage the dialogue seeing that we may not have to choose a side, but benefit from playing both. We form a circle, we look each other in the eyes, and we spin around and around until we can no longer remember who is duck, goose, human, or shed.<br />\nYou may ask, “What is the meaning of all of this?” We ask, “What makes architecture meaningful?” Can we build from pop image culture today (memes, mood boards and all), or does our obsession with image still leave the buildings we design short on experience? Is architecture in the digital age truly a “flattened index of images” or has a wormhole formed somewhere along the way that might soon transport us to a very different pond?<br />\nIn search of answers (or maybe just for the love of the game) let’s reconsider Scott Brown and Frampton. Let’s play duck, duck, shed.</p>\n<p>Issue Editors: Michael Glassman and Darryl Weimer</p>\n<p>PostScript – We would like to express our thanks and acknowledge our indebtedness to all of our contributors and influences, notably one who we lost during the creation of this issue. Robert Venturi passed away September 18th, 2018.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Michael Meredith. “Radical Inclusion! (A Survival Guide for Post-Architecture).” <em>Perspecta</em>, vol. 41 (2008): 10-16.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[2]</a> Denise Scott Brown. “Learning from Pop.” <em>Casabella</em> no. 359-360 (1971): 15-24.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[3]</a> Kenneth Frampton. “America 1960-1970. Notes on Urban Images and Theory.” <em>Casabella</em> no. 359-360 (1971): 25-40.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[4]</a> Denise Scott Brown. “Reply to Frampton.” <em>Casabella</em> no. 359-360 (1971): 41-46.</p>\n"},"meta":{"volume":"4","number":"04","bulletin":false,"publication_date":"2018-10-11","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/11022815/Paprika_Duck_Duck_Shed_10112018_1.pdf"},"fold_front":{"media_details":{"width":2048,"height":1843,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/10/11021416/out0001.jpg"}}}}}}