{"slug":"fetishes-obsessions-trends-oh-my","title":{"rendered":"Fetishes &#038; Obsessions &#038; Trends, Oh My!"},"content":{"rendered":"<p>IT CAN’T BE FUNCTION, IT MUST BE FETISH (EDITORS’ NOTE)</p>\n<p><span>Take a closer look at the building in which we have contractually committed multiple years of devotion, what do you see?</span> A marvel of double-height spaces, a concrete orgy, or perhaps merely a place to break a sweat during a calming game of badminton? One thing we know for sure is that the prevailing opinion of Paul Marvin Rudolph’s eponymous castle is split between those who have access to its hallowed pits and those who do not. The building itself could care less; it soars from the corner of Chapel and York, leaving public opinion to bite the dust. To put it frankly, <strong>The Public Clearly Hates It.</strong> And yet, Yalien architects are equally unconcerned with public opinion, addicted as they are to brutalist board-form concrete, which the Internet has in recent years decided to love again, and its more aggressive bush-hammered cousin. “It was all chiseled by hand,” whisper first-years as they ascend the north-west staircase and its maelstrom of plaster antiquities, shivering as they work their way up the uneven sequence of stairs.“The building repels touch” said Vincent Scully, and yet we cannot help but stroke it. Us architects, <strong>We Simply Adore It.</strong> Running our fingers along the frigid handrails, absorbed by the concrete mass that pulls us up and in, we are under the euphoric spell of Rudolph, consumed within the belly of his beast. Spotlights cast a dramatic aura over our daily schlep, forcing shadows deeper into the grooves of the chiseled walls. The northwest stairs arrive at a door on the seventh floor, continuing up into Rudolph’s penthouse. In here, a leather bed and a kitchenette were installed to allow a man to live atop the product of his obsession. Today, it is occupied by his ghost (@ghostofpaulrudolph). What is this incantation that has bewitched us? It can’t be about function, because as much as we hate to admit it, <strong>It Clearly Doesn’t Work.</strong> The building weeps with every rainfall, upon which ceremonial buckets are placed. Skylights that once pulled the light from the heavens into the depths of the fourth floor pit are now patched with plywood sheets. Overhead, gusty drafts outdo the icy temperatures of the New Haven winter while coffee stains threaten to turn the unrelenting paprika carpets into a pukey palette. The cancerous blob that is Loria Hall is the only reason Rudolph Hall survives today, hosting bathrooms and elevators, allowing our prophetic architecture to live another day. Despite all this, we­—the obsessive, idealistic, charismatic-yet-neurotic students of this blasphemous field—gawk at the idea of working within this hall.<strong> It Must Be Fetish.</strong> How else could it be explained? We tear up at the sight of a Rudolphian section perspective. At our desks, we ponder our projects with feverish fixations, squinting through the blinding glare of the paprika-colored carpets. We produce without pause, slapping on some concrete texture here (to hell with carbon footprints, it’s beautiful!), throwing in some tropical plants there, working steadily towards our own godly section perspectives. The rhythmic beat of bush-hammerers past pushes us along our grind as we scour the Internet for our newest obsessions.</p>\n<p>Back on the street, residents of New Haven mutter curses as they cross the intersection at Chapel and York. A snare of a glance, a quick roll of the eye, but in truth most will graciously pass without a thought. Perhaps the layperson cannot understand the beauty we see; perhaps there’s nothing to see in the first place.</p>\n"},"meta":{"volume":"5","number":"07","bulletin":false,"publication_date":"2019-11-07","website":"","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/06210412/paprika-v5-no7.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/11/06203037/pdf_combined-1.jpg"}}}},"fold_editors":[{"title":{"rendered":"Adam Feldman"},"slug":"adam-feldman"},{"title":{"rendered":"Maya Sorabjee"},"slug":"maya-sorabjee"}],"graphic_designer":[{"title":{"rendered":"Furqan Jawed"},"slug":"furqan-jawed"},{"title":{"rendered":"Kang Ma"},"slug":"kang-ma"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"Learning to Live with Yourself in the Age of Instagram"},"slug":"learning-to-live-with-yourself-in-the-age-of-instagram","meta":{"contributors":[{"title":{"rendered":"Shelby Wright"}}]}},{"title":{"rendered":"Another God Trick in Architecture"},"slug":"another-god-trick-in-architecture","meta":{"contributors":[{"title":{"rendered":"Mary Carole Overholt"}}]}},{"title":{"rendered":"Untitled"},"slug":"untitled-4","meta":{"contributors":[{"title":{"rendered":"Matthew Liu"}}]}},{"title":{"rendered":"Renting Cool: All The World’s A Stage"},"slug":"renting-cool-all-the-worlds-a-stage","meta":{"contributors":[{"title":{"rendered":"Alex Kim"}},{"title":{"rendered":"Mark Anthony Hernandez Motaghy"}}]}},{"meta":{}},{"title":{"rendered":"On the Ground"},"slug":"on-the-ground-68","meta":{}},{"title":{"rendered":"Bind Me Nail Me Look at Me"},"slug":"bind-me-nail-me-look-at-me","meta":{"contributors":[{"title":{"rendered":"Haotian Zhang"}},{"title":{"rendered":"Tianying Li"}}]}},{"title":{"rendered":"Meme Entourage for Internet Architecture"},"slug":"meme-entourage-for-internet-architecture","meta":{"contributors":[{"title":{"rendered":"Mackenzie Muhonen"}}]}},{"title":{"rendered":"Unprecedented"},"slug":"unprecedented","meta":{"contributors":[{"title":{"rendered":"Page Comeaux"}}]}},{"title":{"rendered":"Perspectival change: The abstraction &#038; fragmentation of the built environment through changing values of the picturesque in media representation"},"slug":"perspectival-change-the-abstraction-fragmentation-of-the-built-environment-through-changing-values-of-the-picturesque-in-media-representation","meta":{"contributors":[{"title":{"rendered":"Janice Chow"}}]}},{"title":{"rendered":"Climbing Through Useless Debris: In Conversation with Andrew Kovacs"},"slug":"climbing-through-useless-debris-in-conversation-with-andrew-kovacs","meta":{"contributors":[{"title":{"rendered":"Andrew Kovacs"}},{"title":{"rendered":"Adam Feldman"}}]}}]}}