{"slug":"foundations","title":{"rendered":"Foundations"},"content":{"rendered":"<p>“Art is about building a new foundation, not just laying something on top of what’s already there.” —Prince</p>\n<p>The quality and strength of a foundation determines the overall durability of the structure built upon it—both in construction and in education. In this issue, we attempt to reimagine what architecture and architectural education might look like if they were built on wholly radical and inclusive foundations. Often seen as a point of contention in architectural academia and practice, we seek a radically expanded canon, to rethink and rebuild the very foundation of what we know. ‘Foundations’ addresses how a school of architecture built on reconceived foundations might look. If we were to reconstruct the discipline and pedagogy of architecture from the bottom up with this aim, how would we do it?</p>\n<p>Imagine introductory courses on modern Mexican architects, Native American urbanism, Southeast Asian building materials. Imagine reading about the intersection of architecture and marginalized identity, activism, and socialism early in an architectural education. How would we think? How would we design?</p>\n<p>Peggy Deamer, Esther Choi, and Julia Medina question aspects of architecture that we today consider foundational. Rosalyne Shieh, Abena Bonna, and Emily Golding propose new required reading for our vision of a de- and reconstructed architecture and architectural education. Dima Srouji raises questions about the current exhibition at YSoA. Dean Deborah Berke suggests that foundations should be interdisciplinary, rather than disciplinarily isolated.</p>\n"},"meta":{"volume":"3","number":"01","bulletin":false,"publication_date":"2017-09-07","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21233742/Vol-03-Issue-01_Foundations_Canzano-Golding-Hsee-Medina_09-07-17.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22011629/Vol-03-Issue-01_Foundations_Canzano-Golding-Hsee-Medina_09-07-17_front.jpg"}}}}}}