{"slug":"frame-essence","title":{"rendered":"Frame + Essence"},"content":{"rendered":"<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Our issue involves a two-fold discussion on frame and essence. In academia, students are expected to frame their work to fit certain narratives as well as to defend their ideological positions. Concurrently, any academic setting in architecture has a tendency to steer aesthetic and ideological choices towards a homogenized disposition, no matter how genuine the aspirations are for a diverse learning environment.</p>\n<p>As such, it becomes paramount to embrace all voices, especially those who are less inclined to speak out against established norms. [1] What are some of the guiding principles used to frame our narratives and individual ideologies? Is the construction of a narrative meaningful or marketing? Priorities are contingent on the shifting pressures that architects face in the various phases of their architectural careers. [2] Does the role of the narrative change from academia to practice?</p>\n<p>We seek to find common ground in these narratives, what it means to coexist with other evolving voices while pursuing a voice true to ourselves. [3] When we strip away extravagant words, what is the essence of architecture? Artistic creation, functional living, manipulation of aesthetics, or simply the pure accumulation of capital? The Yale School of Architecture is just a point in the constellation of architecture schools. Using Paprika! as a platform to share just a fragment of these perspectives, we seek to expand on this diversity.</p>\n</div>\n</div>\n</div>\n"},"meta":{"volume":"2","number":"16","bulletin":false,"publication_date":"2017-02-23","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21234434/Vol-02-Issue-16_Frame-Essence_Thach-Huang-Ostezan-Li-Quan_02-23-17.pdf"},"fold_front":{"media_details":{"width":1944,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22011157/Vol-02-Issue-16_Frame__Essence_Thach-Huang-Ostezan-Li-Quan_02-23-17_front.jpg"}}}}}}