{"slug":"fuck-that","title":{"rendered":"Fuck That"},"content":{"rendered":"<p>In the constant and luminous glow emanating from our President’s phone resides a terse and unsophisticated language. Translated into partisan clickbait headlines, the general public ﬁnds justiﬁcation to reafﬁrm its varied political stances as it devours editorialized content in passing. Trump, however, has not lowered the country’s standard of intelligible communication. Rather, he is the embodiment of an already shallow, ﬂippant, and cheap-shot-strewn dialogue emerging from our adolescent internet age.</p>\n<p>It seems easy to distance ourselves from this language. We are, after all, thoughtful academics entrenched in our concrete library-ed bastille, endowed with the authorial discipline to thwart the continuous assault of cultural degradation. (Right?) But as the profession (and its academic counterpart) tries to become malleable in response to the rapidly changing markets and <span class=\"pull-double\">“</span>graciously” opens its hard-outer-shell to listen to the populous, it also gives part of its critical language away. This is not to disparage expanding the profession, but simply to ask, what are the values of contemporary critique and how are we maintaining the quality of the conversation?</p>\n<p>If authority has migrated out of the architectural profession and towards experts with precise specialties, then we need to work collectively to be the friendly yet watchful moderator when needed, establishing context, calling out stray remarks, and maintaining the quality of dialogue. Let us take stock of critique, and consider its technique.</p>\n<blockquote><p><span class=\"pull-double\">“</span>The police say that there is nothing to see on a road, that there is nothing to do but move along. It asserts that the space of circulating is nothing other than the space of circulation.” – Ranciere in Ten Theses on Politics</p></blockquote>\n<p><em>F*ck That</em>—and its more speciﬁc, less conditional form <em>F*ck (subject)</em>—is perhaps American English’s most terse form of dismissal, but for our purposes, it is also the embodiment of popularized dismissive communication in general. With its aggressive and deﬁant tone, <em>F*ck That</em> disallows any meaningful discussion. The expletive embodies an underlying disdain; it simultaneously forsakes the subject and its ideologues. It is a phrase intended to end discussion rather than start it—and more importantly—to avoid the responsibility of understanding or engaging the antithetical argument. <em>F*ck That</em> is convenient and smart-assed. It is the way we say <span class=\"pull-double\">“</span>move along, there is nothing to see here, nor is it worth our time to investigate.” Our content-driven culture (and profession) further obliges this convenience. With <em>F*ck That</em>, one can easily navigate the sheer volume of material, jumping from subject to subject, dismissing anything problematic and valorizing (or in academic terms: referencing) subjects with which we sympathize.</p>\n<p>Conversely, within the walls of architecture and in response to the ubiquity of this dismissal, we too often talk in non-speciﬁc platitudes hoping to avoid any personal offense. Here the bastille reveals its Achilles heel. Our tight quarters and constant presence ensure political strategizing and anonymous backstabbing to avoid explicit disagreement and general day-to-day unpleasantness.</p>\n<p>We may commend our civility, but make no mistake, this is the amiable (and more difﬁcult to ascertain) authority of the <em>F*ck That</em> police. Here, through its capitalist sibling <span class=\"pull-double\">“</span>the marketplace of ideas,” the diluted themes of pluralism tell us to <span class=\"pull-double\">“</span>move along.” It convinces us to keep circulating past one another, to not challenge others and in turn ourselves. It allows ideologies to exist comfortably contiguous without the respect of consideration. It is the silent surfer to the twitter twit.</p>\n<p>To arrest circular arguments that fail to resonate, pin them down and force them to deﬁne themselves through inquiry, is more the duty of academic boards or government watchdog groups than it is the duty of students. It seems, however, that every profession today is as much salesman as expert, evidencing the fact that the inherent truth within professionalism has eroded in the public eye. Truth is found in argument: not in its producing a victor, but in the due diligence done by its debaters. Otherwise ameliorating contention within the discourse both conceals the profession’s weakness and concedes its effectiveness.</p>\n<p>As the editors of this fold we argue that it is as powerful and valid to deﬁne oneself (particularly one’s stance on design) through what one is against as what one is for. After all, design is itself inherently a position. It is increasingly necessary, however, to establish an atmosphere of care and accountability for the critical and meaningful challenges we bring to diverse and competing areas of thought. In this <em>Paprika!</em> we aim to reorient the pithy dismissal of <em>F*ck That</em> into a mechanism by which we deﬁne ourselves as designers, as colleagues, and as students in the hope of fostering an understanding and disciplined position with those that disagree with us.</p>\n<p>We set the following rules for our contributors:</p>\n<p>A contribution to this <em>Paprika!</em> is not an authored attack against an individual or their work, but must rather specify an ideology or area of practice to which people may subscribe themselves.</p>\n<p>Be aware, be honest, be self-critical, and be caring. Being controversial and being offensive are not the same thing.</p>\n<p>We encourage that you engage others directly, not as personal criticism, but to provide a counterpart to your argument. An important point of this publication is that we must be responsible for what we say and accept criticisms of it.</p>\n<p>We encourage that the selection of topics avoid generally accepted areas of criticism by the design community. No contributions of <span class=\"pull-double\">“</span>F*ck Gender/Racial Inequity” or <span class=\"pull-double\">“</span>F*ck Abusive Labor Practices” or <span class=\"pull-double\">“</span>F*ck Pollution.” Avoid what you would consider a moral given.</p>\n<p>And the Following rules for our readers:</p>\n<p>Read each piece with an open mind and with the belief that the author has the best of intentions.</p>\n<p>If you read anything that you want to respond to we encourage you to submit it to an upcoming <em>Paprika!</em> fold, preferably to this publishing cycle’s remaining issues.</p>\n"},"meta":{"volume":"3","number":"16","publication_date":"2018-03-29","website":"/f_ckthat/","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21231904/2018_0328-PaprikaVol3-16-FuckThat-v1.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21231935/2018_0328_PaprikaVol3-16_FuckThat_v1_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Dimitri Brand"},"slug":"dimitri-brand"},{"title":{"rendered":"James Coleman"},"slug":"james-coleman"}],"graphic_designer":[{"title":{"rendered":"Simone Cutri"},"slug":"simone-cutri"},{"title":{"rendered":"Dhoyee Chung"},"slug":"dhoyee-chung"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[]}}