{"slug":"historic-projections","title":{"rendered":"Historic Projections"},"content":{"rendered":"<article id=\"post-1424\" class=\"post-1424 post type-post status-publish format-standard has-post-thumbnail hentry category-fold fold-xxi contributor-daphne-agosin contributor-john-wan contributor-preeti-talwai\">\n<div class=\"entry-content\">\n<p>“Historical Projections” is an issue driven by a curiosity about how students at YSOA have interpreted, appropriated, or viewed the multiplicity of discourses on design – amongst themselves, with faculty, and across campus. The issue focuses on the polemics of uses or misuses of history to do so. The central piece, “Pride and Precedence,” reaches out to studios that seem to defy modern interpretations of the Classic, to investigate how and why they incorporate architectural heritage. This graphic survey purposefully omits critiquing the validity of the particular precedents, but rather focuses on students’ interpretation of history in their methods and products of design. Longer articles explore historical projection elsewhere, outside of the studio. They invite the contributors and readers alike to question, critique, contrast, conserve, or abandon history within design practice and pedagogy at Yale. As a whole, “Historical Projections” aims to uncover the local diversity in readings of architectural history, and provoke a critical speculation on its impact for the future of our field.</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"1","number":"21","bulletin":false,"publication_date":"2016-03-07","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22001403/Vol-01-Issue-21_Historical-Projections_Agosin-Talwai-Wan_3-7-16.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22005942/Vol-01-Issue-21_Historical-Projections_Agosin-Talwai-Wan_3-7-16_front.jpg"}}}}}}