{"slug":"identity","title":{"rendered":"Identity"},"content":{"rendered":"<p><em>“We are what we pretend to be, so we must be careful what we pretend to be.”</em> – Kurt Vonnegut, <em>Mother Night</em>, 1961</p>\n<p>The many and varied figures, movements, and phenomena that have come into being or better visibility in recent memory make evident that the politics of identity have become a defining issue of our times. Brexit, Black Lives Matter, Trump, LGBTQ Pride, and the emergent, so-called “Alt-Right” are just some of the many close-to-home instances of this. And while it is necessary to state that these examples stand in no way on the same moral or ethical grounds, they all bring into sharp focus that our identities — indeed, the very facts of our being — are sites of contestation within the contemporary project of democracy.</p>\n<p>The editorial assertion of this Paprika is that the project of architecture today must make room for the substantiation of all identities and the competition of ideas while resisting the cultural, economic, and political forces which serve to reject differences or deny equality. This fold seeks to understand how architects necessarily engage with the politics of identity and in doing so follows two parallel paths of inquiry. The first asks how architecture can work in the world to make visible and valid individual and collective identities. The second looks to how our identities as authors within our specific discourse can have an effect on the work itself. As Nader Tehrani points out during our conversation, this sets up a dialectic between the disciplinary and the autobiographical — a useful framework to inform our own specialized faculties. If the charge of the architect is to give form to the built environment around us, and if we are all indeed what we pretend, persist, submit, contend, or otherwise profess to be, then our discipline ought to be damn careful about what we pretend to be.</p>\n"},"meta":{"volume":"2","number":"09","publication_date":"2016-12-01","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22000405/Vol-02-Issue-09_Identity_Hiatt_11-17-16.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22010821/Vol-02-Issue-09_Identity_Hiatt_11-17-16_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Wes Hiatt"},"slug":"wes-hiatt"}],"graphic_designer":[{"title":{"rendered":"Yo-E Ryou"},"slug":"yo-e-ryou"}],"posts":[{"title":{"rendered":"Election"},"slug":"election","meta":{"contributors":[{"title":{"rendered":"Aymar Marino-Maza"}}]}},{"title":{"rendered":"Triptych for Marfa"},"slug":"triptych-for-marfa","meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"}},{"title":{"rendered":"Ryan Connolly"}}]}},{"title":{"rendered":"The Author and the Discipline: A Conversation with Nader Tehrani"},"slug":"the-author-and-the-discipline-a-conversation-with-nader-tehrani","meta":{"contributors":[{"title":{"rendered":"Nader Tehrani"}}]}},{"title":{"rendered":"The Imaginary and the Critical: A Conversation with Cynthia Davidson"},"slug":"the-imaginary-and-the-critical-a-conversation-with-cynthia-davidson","meta":{"contributors":[{"title":{"rendered":"Cynthia Davidson"}}]}},{"title":{"rendered":"The Individual and the Common: A Conversation with Surry Schlabs"},"slug":"the-individual-and-the-common-a-conversation-with-surry-schlabs","meta":{"contributors":[{"title":{"rendered":"Surry Schlabs"}}]}}]}}