{"slug":"instrumentalism","title":{"rendered":"Instrumentalism"},"content":{"rendered":"<p>The contributions in this issue of <i>Paprika</i> deal with the question of instruments and instrumentalization in design and architecture. There is no architecture without instruments, and perhaps, there is no architecture which is not instrumental. The contributions in this issue respond to three formulations, modalities, or prompts: the architectural <i>technics</i> (various analog and digital design technologies), the architectural <i>object</i> (building and cities), and the architectural <i>subject</i> (the agent(s) who produce(s) architecture, the architect, and so forth…).</p>\n<ol>\n<li>From the very beginning of their education architectural students are trained to use certain design instruments: sketching, orthographic and projective drawing, model making, digital modeling and fabrication. However, historically there has always been an ambivalent relationship and a critical distance between the instrument and its emphasis in architectural production. For instance, it is well known that “only ten days or so after distributing Modulor tape measures to his assistants, Le Corbusier forbade their use” (Evans, 1995.) On at least in one occasion he stated: “<i>Le Modulor, je m’en fiche</i> (I don’t give a damn about the Modulor” (Wiikower, 1957.) Do traces of such ambivalence still exist in the contemporary architect’s relationship to his instruments? <i>Should</i> such ambivalence exist? And if yes, <i>how</i> should it exist, or <i>what</i> form should it take given today’s historically unprecedented advances in computation and digital technology?</li>\n<li>In 1968 Manfredo Tafuri sketched in his seminal <i>‘Toward a Critique of Architectural Ideology’ </i>two possibilities for architectural form: <i>“On the one hand it could become an instrument of social equilibrium… On the other hand it could become a science of sensations;” </i>This ‘pessimistic’ reading grants architecture only two roads – to turn inward toward a tragic ‘autonomy’, or be an unresisting instrument of capital. Though much has changed since the time of Tafuri’s critical essay, it is worth asking again today in what ways architecture indeed acts as an instrument – whether pessimistically or optimistically – in our society? How does such an instrument function in a global economy, in the mega-city, and in our experiences of them? How does the change in the modes of [architectural] production and technics– more specifically the <i>aesthetics</i> and/or <i>politics</i> of software as distinct from that of the standardization and  factory machines – challenge (or update) Tafuri’s either/or hegemony, that is, the strict ideological categories of the social homeostasis and autonomous “glass bead game?”</li>\n<li>The combination of the above two questions creates a more pertinent one – what is the instrumentality of the architect? That is to say, what powers still remain with the architect to critically affect the world around him or her given the speed of architectural production enabled by new advents in technologies and the shift in scale of design projects from that of singular buildings to entire cities? What new abilities does the architect gain from new instruments, and to what degree might such abilities become themselves instrumentalized by others?</li>\n</ol>\n<p>In “UQAM: From State Symbol to State of Opposition,” Pierre Thach investigates how architecture, buildings and cities can serve as instruments and sites of instrumentality in a complex network of power and opposition. In “’Other’ Activism,” Jacqueline Hall explores the instrumentality of space and spatial theories and their protocols in the construction of identity and subjectivity. In “Current Location” Nicholas de Monchaux addresses the question of the city as a complex networked artifact: “how information, cities, and resilience can be considered together and how many different kinds of resilience––all interconnected and each one essential––can be imagined and created in concert.” In “Instrument/ality: Instru/mentality,” Professor Peggy Deamer engages all three prompts by proposing that the gap between the instruments for architecture and the instrumentality of architecture by capitalism is and must be a space of agency. In “Rethinking the Synthesis of Form as an <i>Objectively</i> Subjective Design Process,” Christopher Leung draws parallels between Christopher Alexander’s <i>Synthesis of Form</i> and Patrick Schumacher’s strategy of <i>autopoiesis</i> and investigates the relationship between the instrumentality of systems and design intuition. In “On Technology as Revealing of Truth,” Martin Man frames the topic of instrumentality through Heideggerian lenses, as a form of enframing. In “Instruments, Efficacy, Value,” Professor Philip Bernstein investigates the space between architect’s intentionality and the protocols of architectural and building production, and proposes a critical awareness of the unseen epistemological and technical dimension of the digital instruments as an important way architects can control, rather than be controlled by, the expanding array of digital tools. In “135 Years of Nanomaterials,” Peter Yeadon proposes the instrumentality of matter as <i>the</i>molecular tendency towards the future. In “The <i>Parallèle</i> and The <i>Parliament,</i>” Nicholas Kemper focuses on the instrumentality of publication in architecture––the book, treatise or manual––by investigating XML’s new book <i>Parliament</i>. In “A Plea for the Modulor,” Skender Luarasi engages one of the most canonical yet elusive figures of twentieth century modernism–– Le Corbusier and his Modulor––in order to propose a specific ethos and ecology of instrumentality.</p>\n"},"meta":{"volume":"2","number":"10","bulletin":false,"publication_date":"2016-12-08","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21235555/Vol-02-Issue-10_Instrumentalism_-Luaresi_12-08-16.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22010852/Vol-02-Issue-10_Instrumentalism__Luaresi_12-08-16_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Skender Luarasi"},"slug":"skender-luarasi"},{"title":{"rendered":"Gary He"},"slug":"gary-he"}],"graphic_designer":[{"title":{"rendered":"Guillaume Boucher"},"slug":"guillaume-boucher"}],"posts":[{"title":{"rendered":"A PLEA FOR THE MODULOR"},"slug":"a-plea-for-the-modulor","meta":{"contributors":[{"title":{"rendered":"Skender Luarasi"}}]}},{"title":{"rendered":"On the Advantages and Disadvantages of Instrumentality for Architecture"},"slug":"on-the-advantages-and-disadvantages-of-instrumentality-for%e2%80%afarchitecture","meta":{"contributors":[{"title":{"rendered":"Skender Luarasi"}}]}},{"title":{"rendered":"UQAM: From State Symbol to State of Opposition"},"slug":"uqam-from-state-symbol-to-state-of-opposition","meta":{"contributors":[{"title":{"rendered":"Pierre Thach"}}]}},{"title":{"rendered":"&#8216;Other&#8217; Activism"},"slug":"other-activism","meta":{"contributors":[{"title":{"rendered":"Jacqueline Hall"}}]}},{"title":{"rendered":"Current Location"},"slug":"current-location","meta":{"contributors":[{"title":{"rendered":"Nicholas de Monchaux"}}]}},{"title":{"rendered":"Instrument/ality: Instru/mentality"},"slug":"instrumentality-instrumentality","meta":{}},{"title":{"rendered":"Rethinking the Synthesis of Form as an Objectively Subjective Design Process"},"slug":"rethinking-the-synthesis-of-form-as-an-objectively-subjective-design-process","meta":{"contributors":[{"title":{"rendered":"Christopher Leung"}}]}},{"title":{"rendered":"On Technology as Revealing of Truth"},"slug":"on-technology-as-revealing-of-truth","meta":{"contributors":[{"title":{"rendered":"Martin Man"}}]}},{"title":{"rendered":"Instruments, Efficacy, Value"},"slug":"instruments-efficacy-value","meta":{"contributors":[{"title":{"rendered":"Phillip Bernstein"}}]}},{"title":{"rendered":"135 Years of Nanomaterials"},"slug":"135-years-of-nanomaterials","meta":{"contributors":[{"title":{"rendered":"Peter Yeadon"}}]}},{"title":{"rendered":"Formless"},"slug":"formless","meta":{"contributors":[{"title":{"rendered":"Daniel Marty"}}]}},{"title":{"rendered":"The Parallèle and The Parliament"},"slug":"the-parallele-and-the-parliament","meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"}}]}}]}}