{"title":{"rendered":"Post-Ironic"},"content":{"rendered":"<article id=\"post-3286\" class=\"post-3286 post type-post status-publish format-standard hentry category-fold fold-3-03 contributor-jeffrey-liu contributor-lani-barry\">\n<div class=\"entry-content\">\n<p><i>“We’re not joking</i></p>\n<p><i>Just joking</i></p>\n<p><i>We are joking</i></p>\n<p><i>Just joking</i></p>\n<p><i>We’re not joking”</i></p>\n<p>– Das Racist, Hahahaha jk?</p>\n<p>The post-ironic describes an ambiguity of intention, simultaneously ironic and sincere. The above-cited statement by hip hop group Das Racist is a cyclical mantra that alternates between proclamations of parody and sincere artistic expression while introducing the possibility that their work is somehow both. In our post-Poe’s Law<a href=\"http://yalepaprika.com/editorial-statement-3/#_ftn1\" name=\"_ftnref1\"><sup>[1]</sup></a> culture in which internet anonymity obscures intentionality, irony and sincerity are increasingly muddled. Though the post-ironic is initially conceived as a limitation of the internet as a platform, the ambiguity produced by this uniquely contemporary condition has powerful implications for artistic production. Musical artists such as Das Racist and genre-bending films such as Jordan Peele’s <em>Get Out</em>deploy ambiguity to produce multiple readings; functioning as humorous parody but also incisive political commentary and personal expression.</p>\n<p>Authored ambiguity presents powerful possibilities for architecture. The post-ironic provides a framework for negotiating between two models of architectural practice: the visionary and the self-critical. If architectural modernism represents extreme sincerity through its rigid dogmas and idealist ambitions, the theoretical frameworks of postmodernism utilized irony as a critique against the utopian naiveté and oppressive seriousness of modernism. As an exercise in performing its own opposite extreme, the tools of irony (humor, superficiality, reappropriation, tastelessness) allow for architecture to criticize itself. The phenomenon of post-irony, in which irony and sincerity coexist, affords the possibility for architecture to move beyond self-critique towards the very ambitions that postmodernism decried.</p>\n<p>One manifestation of post-irony emerges in the discourse surrounding parafictions: extreme or absurdist fictions performed with total seriousness. While architecture as an academic discipline deals almost exclusively with producing fictions, parafictional architecture<em> inserts </em>itself into reality through the creation and performance of meticulous narratives. The notion of parafiction is decidedly post-ironic: ironic in its performance of opposites, but made plausible through sincerity.</p>\n<p>But this is just one model for post-ironic architecture. The broader promise of the post-ironic is that it  legitimizes topics and practices deemed “not serious” and asks for them to be taken seriously. Ultimately, irony necessitates detachment, an advantageous position for <em>reacting against</em> but incapable of <em>advocating for</em>. While ironic design breeds cynicism through negation, post-irony opens the possibility for potentially transformative optimism.</p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"><sup>[1]</sup></a> Poe’s Law states that without admission of sarcasm or irony <strong>😉</strong>, it is impossible to tell whether an author is joking. The term arose in response to phenomenon in internet culture where attempts at parodying extremist ideas were mistaken as being serious.</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"3","number":"03","publication_date":"2017-09-28","fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22011732/Vol-03-Issue-03_Post-Ironic_Barry-Liu_9-28-17_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Lani Barry"},"slug":"lani-barry"},{"title":{"rendered":"Jeffrey Liu"},"slug":"jeffrey-liu"}],"graphic_designer":[{"title":{"rendered":"Hicham Faraj"},"slug":"hicham-faraj"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"&#8220;Totally Post-Irony!&#8221;: Q&#038;A with Michael Meredith"},"slug":"totally-post-irony-qa-with-michael-meredith","meta":{"contributors":[{"title":{"rendered":"Michael Meredith"}}]}},{"title":{"rendered":"“The topic is a real stumper”: A Conversation with T+E+A+M"},"slug":"the-topic-is-a-real-stumper-a-conversation-with-team","meta":{"contributors":[{"title":{"rendered":"Thom Moran"}},{"title":{"rendered":"Meredith Miller"}}]}},{"title":{"rendered":"Believe it or Not!"},"slug":"believe-it-or-not","meta":{"contributors":[{"title":{"rendered":"Matthew Wagstaffe"}}]}},{"title":{"rendered":"Fiction with Conviction: A Conversation with Mark Foster Gage"},"slug":"fiction-with-conviction-a-conversation-with-mark-foster-gage","meta":{"contributors":[{"title":{"rendered":"Mark Foster Gage"}}]}},{"title":{"rendered":"“I like complexity and contradiction in architecture.” Me too&#8230;I think. At least I used to, but now I’m not so sure anymore."},"slug":"i-like-complexity-and-contradiction-in-architecture-me-too-i-think-at-least-i-used-to-but-now-im-not-so-sure-anymore","meta":{"contributors":[{"title":{"rendered":"John McMorrough"}}]}},{"title":{"rendered":"On The Ground"},"slug":"on-the-ground-37","meta":{}},{"title":{"rendered":"Heavy Metal: Choice or Fate"},"slug":"heavy-metal-choice-or-fate","meta":{"contributors":[{"title":{"rendered":"Nicholas Miller"}}]}}]}}