{"slug":"provisionally-together","title":{"rendered":"Provisionally Together"},"content":{"rendered":"<p>Sexual and gender politics continuously remind us of their intersection with race, ethnicity, and class as well as with the production and organization of space. Yet, the discipline of architecture looks the other way; within and without our school, space is rarely discussed as a formation that is co-constituted through sexualities and genders. For this issue, we brought together stories that not only reveal the entanglements between spaces and bodies but also challenge the normative and normalizing habits of our discipline. We turned to architecture’s queer and feminist archives – to those emancipatory practices and struggles – that have carved possibility not where repression has inscribed it. From Bob’s bedroom to Paris’ sex clubs and from the factory floor to the floor of the clinic; friends, colleagues, and mentors revisited artistic and architectural practices, located spaces of solidarity and resistance, and reflected on the inner workings and contradictions of our shifting coalitions. The our and we connote here the contingent and fragile alliances we form to help us endure the grinding down of life’s possible genres. Provisionally together we might stand a better chance at sustaining ourselves in these ruthless times.</p>\n<p>&nbsp;</p>\n<p>Graphic Design: Members of marginalized communities have to swerve and navigate around systemic obstacles. Rather than moving from one direct point to another, they invent their own paths. Such alternative and unruly paths complete the letter’s final form. The letters are constructed by joining every point within a two-by-two grid before moving to the next.</p>\n<p>&nbsp;</p>\n"},"meta":{"volume":"5","number":"05","bulletin":false,"publication_date":"2019-10-17","website":"","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/16202808/Provisionally-Together-PDF.pdf"},"fold_front":{"media_details":{"width":1991,"height":1796,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/10/17095540/provisionallytogetherjpg.jpg"}}}}}}