{"slug":"reorientations","title":{"rendered":"Reorientations"},"content":{"rendered":"<div class=\"entry-content\">\n<p><i>Détournement</i> may be an active tool, one of interest beyond frequent disillusionments on the futility of postmodern discoveries, these many years ahead of its conception. As pieces came together for this issue, Debord and Asger Jorn made a comeback appearance on strategies to portray subjects in the city. Their conscious use of cutting elements of a discourse to construct a counter-discourse according to the new rules of paste composition—thrillingly aware of the interchangeable use of content and expression they found in this technique—turned out to be an intuitive approach when people were called to express their experience in cities through personal, collective, new, alternative, and historical landmarks.</p>\n<p>You can find techniques of cutting and pasting in Aymar’s quick NY scenes projections, in Brian’s collage presenting subjectivity and icon(ography), or in the interchangeability of myth and urban landscape in Lucie’s short long story of theater and the moral horizon.</p>\n<p>Our question for this issue was the impact the designed environment has in our lives. This comes from the idea that by recognizing our own subjectivities in space, we can achieve designs that have empathy for their subjects. There will remain a lot to be asked of how our interaction with different spaces affects our approach to design and architecture and how this in turn affects the YSoA culture, so we start by asking: where have we all been and for how long? As Ming Kyung Lee comments in conversation with Jon Molloy, the blank spaces of our map of visited cities will inevitably say as much about the school culture as the printed dots and lines.</p>\n<p>To reach as many faraway and different places as you can, usually inspires new understandings of one’s own subjectivity. A wanderer approach to the architecture profession is reassured in this issue, to encourage the continuations of political cutting and pasting with knowledge and comprehension of new places: places that although they may be out of the map of classic architecture, are seen not only as sites for intervention, but having natures of their own to be both learned and expressed.</p>\n</div>\n"},"meta":{"volume":"2","number":"05","bulletin":false,"publication_date":"2016-10-13","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22000101/Vol-02-Issue-05_Visibile-Cities_Agonsin-Carney-Bonna_10-13-16.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22010551/Vol-02-Issue-05_Visibile_Cities_Agonsin-Carney-Bonna_10-13-16_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Daphne Agosin"},"slug":"daphne-agosin"},{"title":{"rendered":"Francesca Carney"},"slug":"francesca-carney"},{"title":{"rendered":"Abena Bonna"},"slug":"abena-bonna"}],"coordinating_editors":[{"title":{"rendered":"Dimitri Brand"},"slug":"dimitri-brand"},{"title":{"rendered":"Ethan Judd Fischer"},"slug":"ethan-judd-fischer"}],"graphic_designer":[{"title":{"rendered":"Nate Pyper"},"slug":"nate-pyper"}],"posts":[{"title":{"rendered":"RE: Up Close: Architecture a difficult path for women"},"slug":"re-up-close-architecture-a-difficult-path-for-women","meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"}}]}},{"title":{"rendered":"On The Ground 05 Orientation + Reorientation"},"slug":"on-the-ground-24","meta":{"contributors":[{"title":{"rendered":"Liwei Wang"}},{"title":{"rendered":"Luke Studebaker"}},{"title":{"rendered":"Katrina Yin"}},{"title":{"rendered":"Francesca Carney"}}]}},{"title":{"rendered":"Visited Cities"},"slug":"visited-cities","meta":{}},{"title":{"rendered":"Skewing the Horizon: Theatres Versus the City"},"slug":"skewing-the-horizon-theatres-versus-the-city","meta":{"contributors":[{"title":{"rendered":"Lucie Dawkins"}}]}},{"title":{"rendered":"Geometric Correspondence: Conversation with Min Kyung Lee"},"slug":"geometric-correspondence-conversation-with-min-kyung-lee","meta":{"contributors":[{"title":{"rendered":"Jonathan Molloy"}}]}},{"title":{"rendered":"Reflections on a Visit to the ACME Furniture Collection"},"slug":"reflections-on-a-visit-to-the-acme-furniture-collection","meta":{"contributors":[{"title":{"rendered":"Davis Butner"}}]}},{"title":{"rendered":"It&#8217;s Complicated"},"slug":"its-complicated","meta":{"contributors":[{"title":{"rendered":"Aymar Marino-Maza"}}]}},{"title":{"rendered":"Four Eyes"},"slug":"four-eyes","meta":{"contributors":[{"title":{"rendered":"Brian Cash"}}]}}]}}