{"title":{"rendered":"Residue"},"content":{"rendered":"<article id=\"post-1167\" class=\"post-1167 post type-post status-publish format-standard has-post-thumbnail hentry category-fold fold-xix contributor-dante-furioso\">\n<div class=\"entry-content\">\n<p>Upon entering the gray-orange glow of a Yale architecture studio, tall plastic trash cans stand in awkward juxtaposition to the rough walls of bush-hammered concrete. The panoramic view of the wide open floor plate is peppered with the models, drawings and take away containers covering the un-private worlds of each student’s work space. Drawings are printed and thrown out. Models are crafted then tossed in the dumpster. The by-products of labor and consumption are disposable stage props in the unending drama of production, review, and evacuation. Simply put, the material evidence of design exercises are immediately material, yet ultimately quite ephemeral. This story of waste might be a parable for the unrelenting residue of industrial capitalism, the defining characteristic of the world we supposedly go on to serve (or counter). It might also be a parable of the myriad stripes of residue that characterize the post-industrial landscapes of New Haven and beyond. It could even be a parable for the cultural, political, and intellectual residue of past modes of thought that, here at Yale, do more than merely linger.</p>\n<p>Unlike some past issues of this publication, the aim here is not to celebrate the school, but to see how students already actively engage ways of thinking, designing, and making that challenge the normative, corporate insistence that architecture is only about new buildings for rich clients. First year students at Yale are preparing to make a single-family house for an Elm City sliver lot, the prototypical leftover space from the blight removal campaigns of our fine city. Second years are studying Bridgeport, to research a term known as resilience. These are the issues that will be covered by Paprika! and they are fundamental conversations for our school.</p>\n<p>Broadening the sampling of contributors with work by students from the School of Art and Forestry and Environmental Studies, work by architecture students still forms the core of the issue. The articles in this issue of our student-run publication coalesce around the idea of residue at various scales. Coinciding with tonight’s lecture by urban planner Justin Hollander, Detroit is a sub-theme. The following pieces are not naively optimistic about the potential for design to change society, but rather insist that as architects and citizens, we must rethink the way we deal with what’s left over.</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"1","number":"19","publication_date":"2016-02-04","fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22005835/Vol-01-Issue-19_Residue_Furioso_02-04-16_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Dante Furioso"},"slug":"dante-furioso"}],"graphic_designer":[{"title":{"rendered":"Sasha Portis"},"slug":"sasha-portis"}],"posts":[{"title":{"rendered":"Leveraging Residue: it takes a bit of practice / Pancake Practice: a relational architecture"},"slug":"leveraging-residue-it-takes-a-bit-of-practice-pancake-practice-a-relational-architecture","meta":{}},{"title":{"rendered":"Diversity, Under Our Roof"},"slug":"diversity-under-our-roof-for-equality-in-design","meta":{}},{"title":{"rendered":"Untitled"},"slug":"poem-by-sarah-sax","meta":{}},{"title":{"rendered":"Works"},"slug":"works-by-kyle-goldbalch","meta":{}},{"title":{"rendered":"Book Review: The High Line by James Corner Field Operations &#038; Diller Scofidio + Renfro"},"slug":"book-review-the-high-line-by-james-corner-field-operations-diller-scofidio-renfro","meta":{}},{"title":{"rendered":"Reaction: Dean Designate Berke’s Introduction"},"slug":"reaction-dean-designate-berkes-introduction","meta":{}},{"title":{"rendered":"Rambling on Rubble: The Attraction of Architectural Ruins"},"slug":"rambling-on-rubble-the-attraction-of-architectural-ruins","meta":{}},{"title":{"rendered":"Interview with Justin Hollander"},"slug":"interview-with-justin-hollander","meta":{}},{"title":{"rendered":"Prepare for Landing"},"slug":"prepare-for-landing","meta":{}},{"title":{"rendered":"Carry in Carry Out—The Denial  of Residue"},"slug":"carry-in-carry-out-the-denial-of-residue","meta":{}},{"title":{"rendered":"Spatial Filler"},"slug":"spatial-filler","meta":{}},{"title":{"rendered":"The ‘Solution’ in Detroit:  Blight, Erasure, and Alternative Practices"},"slug":"the-solution-in-detroit-blight-erasure-and-alternative-practices","meta":{}},{"title":{"rendered":"On the Ground"},"slug":"on-the-ground-12","meta":{}}]}}