{"title":{"rendered":"Same Same, But Different"},"content":{"rendered":"<p><span>Many years had elapsed during which nothing of Combray, save what was comprised in the theatre and the drama of my going to bed there, had any existence for me, when one day in winter, on my return home, my mother, seeing that I was cold, offered me some chocolate, a thing I did not ordinarily take. I declined at first, and then, for no particular reason, changed my mind. She sent for one of those rotund, plump little treats called a &#8220;chocolate orange,&#8221; which look as though they had been moulded in the veiny image of a citrus fruit. And soon, mechanically, dispirited after a dreary day with the prospect of a depressing morrow, I raised to my lips a slice of the chocolate. No sooner had the velvety confection touched my palate than a shudder ran through me and I stopped, intent upon the extraordinary thing that was happening to me. An exquisite pleasure had invaded my senses, something isolated, detached, with no suggestion of its origin. And at once the vicissitudes of life had become indifferent to me, its disasters innocuous, its brevity illusory &#8211; this new sensation having had on me the effect which love has of filling me with a precious essence; or rather this essence was not in facsimile it </span><i><span>was </span></i><span>facsimile. I had ceased now to feel mediocre, contingent, mortal. Whence could it have come to me, this all-powerful joy? I sensed that it was connected with the taste of the chocolate and the orange, but that it infinitely transcended those savours, could, no, indeed, be of the same nature. Whence did it come? What did it mean? How could I seize and apprehend it? I eat a second mouthful, in which I find nothing more than in the first, then a third, which gives me rather less than the second. It is time to stop; the potion is losing it magic. It is plain that the truth I am seeking lies not in the chocolate but in myself. The treat has called it into being, but does not know it, and can only repeat indefinitely, with a progressive diminution of strength, the same message which I cannot interpret, though I hope at least to be able to call it forth again and to find it there presently, intact and at my disposal, for my final enlightenment. I put down the orange and examine my own mind. It alone can discover the truth. </span></p>\n<p><span>– Marcel Proust, Swann’s Way (trans. Lydia Davis) [copied X. Christine Pan, Michael Glassman] </span></p>\n"},"meta":{"volume":"4","number":"10","publication_date":"2019-01-24","website":"","fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/01/24003328/Paprika_Same-v1.jpg"}}}},"fold_editors":[{"title":{"rendered":"X. Christine Pan"},"slug":"christine-pan"},{"title":{"rendered":"Michael Glassman"},"slug":"michael-glassman"}],"graphic_designer":[{"title":{"rendered":"Evan Chang"},"slug":"evan-chang"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"Main St. Is Almost Alright"},"slug":"main-st-is-almost-alright","meta":{"contributors":[{"title":{"rendered":"Adam Feldman"}}]}},{"title":{"rendered":"“There and back again:” Silas Kopf’s Marquetry Shop"},"slug":"there-and-back-again-silas-kopfs-marquetry-shop","meta":{"contributors":[{"title":{"rendered":"Andrew Kim"}}]}},{"title":{"rendered":"Location, Location"},"slug":"location-location","meta":{"contributors":[{"title":{"rendered":"Caleb Negash"}}]}},{"title":{"rendered":"On The Ground"},"slug":"on-the-ground-60","meta":{"contributors":[{"title":{"rendered":"Nicole Doan"}},{"title":{"rendered":"Page Comeaux"}},{"title":{"rendered":"Alejandro Duran"}}]}},{"title":{"rendered":"Internal Memo: Interview with Iwan Baan"},"slug":"internal-memo-interview-with-iwan-baan","meta":{"contributors":[{"title":{"rendered":"Katie Lau"}},{"title":{"rendered":"Andrew Economos Miller"}}]}},{"title":{"rendered":"Anne Wu: Interview"},"slug":"anne-wu-interview","meta":{"contributors":[{"title":{"rendered":"X. Christine Pan"}}]}},{"title":{"rendered":"Untitled"},"slug":"untitled","meta":{"contributors":[{"title":{"rendered":"Ben Denzer"}}]}},{"title":{"rendered":"A Dictionary for Copy Cats"},"slug":"a-dictionary-for-copy-cats","meta":{"contributors":[{"title":{"rendered":"Maya Sorabjee"}}]}},{"title":{"rendered":"Parthenon"},"slug":"parthenon","meta":{"contributors":[{"title":{"rendered":"Tom Markham"}}]}}]}}