{"slug":"scope","title":{"rendered":"Scope"},"content":{"rendered":"<p>A project’s scope is often represented in a Gantt Chart, a detailed account of the goals, schedules, and roles of a project. The <i>Scope </i>issue looks to the work that takes place before and after the architect’s involvement. We are interested in what <b>clients</b>—the patrons, presidents, directors, and developers who set up a project—and <b>users</b>—the children, the students, the formerly homeless, the neighbors, and the passers-by who experience our finished buildings—think architects do. <b>Scope is a lens to look at how our clients and how our users perceive our work.</b></p>\n<p>The discourse at Yale School of Architecture this semester has suggested it’s time we start thinking about <i>Rebuilding Architecture</i> and understanding the services that we render in a new way. We need novel models of practice; we need to take advantage of emerging technologies; we need to think differently about project finance. We’ve debated whether form is political. The fold <i>Audience</i> asked students from other professional schools to comment on our discipline while <i>Nomenclature </i>and<i> Labels </i>questioned what we should call ourselves and how we talk about what we do. <i>F*ck That</i>suggested we’re unsettled, too eager to censor conversations about our work. Looked at in its totality, the discourse this semester suggests that perhaps our generation of architects has inherited an identity crisis.</p>\n<p>As a way out of this crisis, our issue looks at architecture from the outside in. Our hope is that architects begin to think about how to expand our scope within the matrix of organizations, budgets, contractors, and clients.</p>\n"},"meta":{"volume":"3","number":"18","bulletin":false,"publication_date":"2018-04-12","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21231240/2018_0411-PaprikaVol3-18-Scope-v1.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21231315/2018_0411_PaprikaVol3-18_Scope_v1_front.jpg"}}}}}}