{"slug":"screens","title":{"rendered":"Screens"},"content":{"rendered":"<article id=\"post-523\" class=\"post-523 post type-post status-publish format-standard has-post-thumbnail hentry category-fold fold-viii contributor-amra-saric contributor-edward-wang\">\n<div class=\"entry-content\">\n<p>How are buildings shot, time-lapsed or surveyed? What is the architect to the set designer – nemesis or bedfellow? Is the moving image of the city better?</p>\n<p>We begin this issue with such provocations to investigate architecture through the video camera lens. Questions regarding the mechanics of filmic representation, digital alter-ego, and malleable realities become increasingly relevant as artists and architects seek alternative methods to explore their work and surroundings. In film, scenes such as Craig Schwartz’s surreal visit to Floor 7 ½ or Ariadne’s attempts at psychic urban planning have become significant reminders of architecture’s agency in cinema as fantastic setting for narrative. In YSOA’s recent history, video as a representative medium ignited debate through studios that asked for either entirely video-based presentations, or the incorporation of video elements. Of course, video also has a literal presence in architecture. From surveillance and playback devices integrated within buildings, to digital ornamentation in hotel lobbies, to developer commercials ranging from nostalgic to bizarre, film in the service of the built environment cannot be neglected.</p>\n<p>This issue repurposes video as a generative tool and explores cinema’s enduring dialogue with architecture. The YSOA has already shown readiness to go beyond tradition, and embrace forays into the alternative. But this is just the beginning — video should now be moved from the fringe, and placed center stage.<br />\n(Or for that matter, screen.)</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"1","number":"08","bulletin":false,"publication_date":"2015-10-02","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22003435/Vol-01-Issue-08_Screens_Saric-Wang_10-02-15.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22005241/Vol-01-Issue-08_Screens_Saric-Wang_10-02-15_front.jpg"}}}}}}