{"slug":"shitty-architecture-men","title":{"rendered":"Shitty Architecture Men"},"content":{"rendered":"<p>On Wednesday April 11th, Dean Berke and Emily Abruzzo convened a town hall “in light of recent revelations about prominent architects and subsequent information about the general culture of architecture and architecture education” to discuss how to move forward as a community. Though some of the responses at the meeting were tempered or conciliatory, in its aftermath there has been an explosion of more direct, urgent conversations–both in personal exchanges and in organized meetings–calling for specific actions to be taken. We wanted to capture some of this tremendous energy for change by recording as many of these thoughts and calls for action as possible in this fold.</p>\n<p>In an attempt to gather as many responses from as many members of the YSoA community as possible, we sent out a survey to students about the Shitty Architecture Men List and issues of sexual misconduct and bias at YSoA and in the field of architecture. We received 42 responses. We also reached out twice to the entire faculty and staff for their thoughts on the subject. We received one response. We printed as many answers as possible, selected to capture the spectrum of opinions expressed. The answers included in the fold represent only a fraction of the total responses we received. We strongly encourage you to read the entirety of the responses at yalepaprika.com. In addition to the survey and one faculty response, we are printing a preliminary set of proposals from a group of first year students about specific steps students are taking to combat sexual misconduct and bias.</p>\n<p>In editing this fold, we felt that it was important to not shy away from the difficult specificities of bias and sexual misconduct. Although we recognize that an anonymous survey can elicit strong language, we believe that a platform that allows for honesty and directness is needed at this moment. Also, in contrast to more traditional forums within the school, an anonymous platform provides a space for people to relate their emotions and personal experiences.</p>\n<p>This bulletin is only a snapshot of the many conversations and actions that are moving forward in the school. So far the lack of faculty response has been discouraging. We hope you’ll join the conversation. Our work here is far from done.</p>\n"},"meta":{"volume":"3","number":"","bulletin":true,"publication_date":"2018-04-26","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21232500/2018_0425-PaprikaVol3-Bulletin03-SAMList-v1.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22004737/2018_0425_PaprikaVol3-Bulletin03_SAMList_v1_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Orli Hakanoglu"},"slug":"orli-hakanoglu"},{"title":{"rendered":"Jacqueline Hall"},"slug":"jacqueline-hall"},{"title":{"rendered":"Matthew Wagstaffe"},"slug":"matthew-wagstaffe"}],"coordinating_editors":[{"title":{"rendered":"Nicholas Miller"},"slug":"nicholas-miller"},{"title":{"rendered":"Ethan Zisson"},"slug":"ethan-zisson"},{"title":{"rendered":"Matthew Wagstaffe"},"slug":"matthew-wagstaffe"}],"graphic_designer":[{"title":{"rendered":"Simone Cutri"},"slug":"simone-cutri"},{"title":{"rendered":"Micah Barrett"},"slug":"micah-barrett"}],"publishers":[{"title":{"rendered":"Jeremy Jacinth"},"slug":"jeremy-jacinth"},{"title":{"rendered":"Nadeen Safa"},"slug":"nadeen-safa"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"Brief Observations on Sexual Misconduct and Bias"},"slug":"brief-observations-on-sexual-misconduct-and-bias","meta":{}},{"title":{"rendered":"Student Survey"},"slug":"student-survey","meta":{}},{"title":{"rendered":"Notes from Equality in Design"},"slug":"notes-from-equality-in-design","meta":{}}]}}