{"slug":"silicon-valley","title":{"rendered":"Silicon Valley"},"content":{"rendered":"<article id=\"post-2963\" class=\"post-2963 post type-post status-publish format-standard hentry category-fold fold-2-21 contributor-daniel-marty contributor-robert-hon contributor-sungwoo-choi\">\n<div class=\"entry-content\">\n<p>As architects, we use spatial agency as a tool to investigate various aspects of the environment. Our topic of interest is not limited to how the physical world is constructed, but can reach out to the political and social relationships that take place in it. With increasing momentum, there is an outcry among the younger architects that ask for an expanded agency of architecture, and a demand for architects who play a more active role in not just how a building is designed, but also in how it is sourced and occupied.</p>\n<p>In recent years, entrepreneurialism has gained wider popularity as an alternative way of finding meaningful work and providing solutions to many of the issues that our society faces. Silicon Valley, as a result, has gained popularity as a mecca for entrepreneurs to gather, tinker, and ultimately develop new products that reflect their vision of what our future should look like. These are a collection of topics that entrepreneurs of Silicon Valley consider to be the larger questions to be tackled for the future.</p>\n<p>Energy, AI, Robotics, Biotech, Healthcare, Pharmaceuticals, Education, Internet Infrastructure, Human Augmentation, VR/AR, Basic Science, Transportation &amp; Housing, One Million Jobs, Programming Tools, Hollywood 2.0, Diversity, Enterprise Software, Financial Services, Computer Security, Global Health, Under-served Communities, Global infrastructure, Nano Tech, Cities of the Future</p>\n<p>As a byproduct, Silicon Valley has also become synonymous with the quirky culture of makers and a relentless optimistic approach that sees the future as a solvable problem. Our issue on Paprika! is about Silicon Valley, specifically looking at the culture that is being exported from that area and the spatial implications of it. We interviewed individuals who work outside the typical boundaries of architecture, and who don’t limit space to the built environment.</p>\n<p>Uber and Airbnb started in San Francisco where finding rides and booking hotels was a problem. Facebook was able to expand because it was based around physical college campuses. Many of these ‘technology’ companies arose in response to spatial problems in our physical world. These examples demonstrate the possibilities in which spatial problems don’t just exist on the scale of buildings. In 1966, Cedric Price gave a lecture titled, “Technology is the Answer, but what is the Question?” Perhaps it is an appropriate time to ask a revised question: “Space is the answer, but what is the architecture?”</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"2","number":"21","bulletin":false,"publication_date":"2017-04-13","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21234752/Vol-02-Issue-21_Silicon-Valley_Choi-Hon-Marty_04-13-17.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22011407/Vol-02-Issue-21_Silicon_Valley_Choi-Hon-Marty_04-13-17_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Daniel Marty"},"slug":"daniel-marty"},{"title":{"rendered":"Robert Hon"},"slug":"robert-hon"},{"title":{"rendered":"Sungwoo Choi"},"slug":"sungwoo-choi"}],"graphic_designer":[{"title":{"rendered":"Laura Coombs"},"slug":"laura-coombs"},{"title":{"rendered":"Matthew Wolff"},"slug":"matthew-wolff"}],"posts":[{"title":{"rendered":"Open Letters Conference Follow Up"},"slug":"open-letters-conference-follow-up","meta":{"contributors":[{"title":{"rendered":"Zachariah Michielli"}}]}},{"title":{"rendered":"Book Review: Handbook of Biophilic City Planning &#038; Design, by Timothy Beatley"},"slug":"book-review-handbook-of-biophilic-city-planning-design-by-timothy-beatley","meta":{"contributors":[{"title":{"rendered":"Misha Semenov"}}]}},{"title":{"rendered":"Interview with Geoff Manaugh (BLDGBLOG)"},"slug":"interview-with-geoff-manaugh-bldgblog","meta":{"contributors":[{"title":{"rendered":"Geoff Manaugh"}}]}},{"title":{"rendered":"Interview with Keller Easterling"},"slug":"interview-with-keller-easterling-2","meta":{}},{"title":{"rendered":"Interview with Jonathan Sun"},"slug":"interview-with-jonathan-sun","meta":{"contributors":[{"title":{"rendered":"Jonathan Sun"}}]}},{"title":{"rendered":"This Will Kill That:  Silicon Valley’s Mission of Media Transcendence"},"slug":"this-will-kill-that-silicon-valleys-mission-of-media-transcendence","meta":{"contributors":[{"title":{"rendered":"R. John Williams"}}]}}]}}