{"title":{"rendered":"The Architectural Gaze Goes Clubbing"},"content":{"rendered":"<p>Within the rhythmic high-tempo cracks of flickering strobe lights the architectural gaze moves around and comes into being. The fast pace of the flicker sets optics and time into motion, crushing stable epistemological conditions — to become unstuck with music ringing in the ears and vibration entering through the feet.</p>\n<p>This issue explores clubs and other party spaces as an architecture dependent on bodies, movement, sight, sound, smell, intimacy, inclusion and exclusion; as an architectural typology of construction and ruin beyond just interior decoration; as a cause and effect of gentrification; as space for representation and expression of difference; as a transient entity not necessarily bound to one place; as a disembodied abstract space in the digital architecture of the web; as a heterotopic world of worlds: a thousand plateaus of crescendo.</p>\n<p>Nightclubs disrupt time, active mostly overnight. You enter a space where time is defined by the tempo of the music and/or the drugs you are taking. Many contributions in this issue move beyond ideas of partying merely as hedonistic pursuit and argue for partying’s capacity to point toward alternative social constructions. Alexandre Hiro Honey’s account shows how the club dilates capitalist space-time to become a place where solidarities are formed, identities are fortified, and political imaginaries are constructed, embodying notions of Ernst Bloch’s Concrete Utopia. Alice O’Grady elaborates on outdoor raves and alternative festivals as heterotopian events, opening to alternative socio-political arrangements to the hegemonic order of the world, pointing perhaps to a utopian horizon.<br />\nWhen you exit in the morning and the sun hits your face, time is again governed by structures beyond one&#8217;s control. DeForrest Brown takes to Lefebvre to analyze the rhythms of life under a capitalist industrial system, specifically focusing on the experiences of the black body in America’s society of subjugated labor and consumption. He links back his own musical practice of applied rhythmanalysis to ones found in the musical works of Derrick May and Sun Ra.</p>\n<p>Today we can easily access archives of raves, clubs and discos online and, through the digital, relive euphoric moments of parties of previous times in a virtual space — a time collapse of nostalgia and imagined past futures as frozen events in our digital streams. Mark Fisher and Simon Reynolds, among other theorists, have borrowed Derrida’s concept of hauntology to describe this occurrence of nostalgia for lost futures. The time of the rave, or other parties of the past, might seem more pure and authentic, but by romanticizing the past and fetishizing the aesthetic it is easy to overlook the economic and political context that shaped these parties and the spaces they occupied.</p>\n<p>In her piece for the online edition, Arghavan Taheri describes the activist culture found in club spaces in Lebanon. Also online, Evan Smith and Carleton S. Gholz relate the histories of club spaces and their specific contexts. Smith outlines the symbiotic history of UK Acid House and late Thatcherism, and the subsidence (and illegal rebirth) of the warehouses we today associate with the raves of the 1990s. Erstwhile sites of industrial production become the ruins out of which an emergent political subjectivity emerges. Gholz examines Detroit’s shifting production landscape and the decline of cultural spaces resulting. Further in this print edition, Pol Esteve Castelló provides an account of an undetonated bomb, reminding us that spaces of emancipation for some represent spaces of oppression for others.<br />\nOther pieces take a historical materialist turn with spaces presented as anachronistic interruptions in socio-spatial streams of politics and formations of self-objectification. They demonstrate material genealogies, historical events, and processual methods with studies of the gay bathhouse by Abraham Mora-Valle; the mirror as an object and phantasmagoria by Scott Simpson; the archicect as DJ by Jack Murphy; and an architecture made up of the people themselves as described by Alica Jones in her piece “the Club is the Club.”</p>\n"},"meta":{"volume":"5","number":"02","publication_date":"2019-09-12","website":"","fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/09/11135201/Paprika_20190912_v8-1.jpg"}}}},"fold_editors":[{"title":{"rendered":"Deo Deiparine"},"slug":"deo-deiparine"},{"title":{"rendered":"Anna Sagström"},"slug":"anna-sagstrom"}],"graphic_designer":[{"title":{"rendered":"Bryant Wells"},"slug":"bryant-wells"},{"title":{"rendered":"Anna Sagström"},"slug":"anna-sagstrom"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"What are Bodies For?"},"slug":"what-are-bodies-for","meta":{"contributors":[{"title":{"rendered":"Alexandre Honey"}}]}},{"title":{"rendered":"Bathhouse in the Park"},"slug":"bathhouse-in-the-park","meta":{"contributors":[{"title":{"rendered":"Abraham Mora-Valle"}}]}},{"meta":{}},{"title":{"rendered":"On The Ground"},"slug":"on-the-ground-64","meta":{}},{"title":{"rendered":"Still, life. An Outlet for Conviviality"},"slug":"still-life-an-outlet-for-conviviality","meta":{"contributors":[{"title":{"rendered":"Arghavan Taheri"}}]}},{"title":{"rendered":"Looking for the Perfect Beat"},"slug":"looking-for-the-perfect-beat","meta":{"contributors":[{"title":{"rendered":"Jack Murphy"}}]}},{"title":{"rendered":"Rhythm is a Dancer, A conversation with DeForrest Brown"},"slug":"rhythm-is-a-dancer-a-conversation-with-deforrest-brown","meta":{"contributors":[{"title":{"rendered":"DeForrest Brown"}},{"title":{"rendered":"Anna Sagström"}}]}},{"title":{"rendered":"Magic, Liberation, and Architecture: Placekeeping Musical Space in Detroit"},"slug":"magic-liberation-and-architecture-placekeeping-musical-space-in-detroit","meta":{"contributors":[{"title":{"rendered":"Carleton S. Gholz"}}]}},{"title":{"rendered":"Against an Architecture of Enjoyment"},"slug":"against-an-architecture-of-enjoyment","meta":{"contributors":[{"title":{"rendered":"Pol Esteve Castelló"}}]}},{"title":{"rendered":"Dancing Outdoors"},"slug":"dancing-outdoors","meta":{"contributors":[{"title":{"rendered":"Alice O&#8217;Grady"}}]}},{"title":{"rendered":"Mirror, Mirror; or a Brief History of an Immaterial"},"slug":"mirror-mirror-or-a-brief-history-of-an-immaterial","meta":{"contributors":[{"title":{"rendered":"Scott Simpson"}}]}},{"title":{"rendered":"The Club is the Club"},"slug":"the-club-is-the-club","meta":{"contributors":[{"title":{"rendered":"Alicia Jones"}}]}}]}}