{"slug":"the-ooz","title":{"rendered":"The Ooz"},"content":{"rendered":"<p>The Ooz, or the Ooze, or the Ooziness of a space, must never be understood as a stationary circumstance: It is a condition that emerges and re-emerges only through active engagement of a space. As an aggregation of the events, recollections, and ideologies that allow for a space to be constituted at any given time, the Ooz describes the manner in which this presentness is revealed, and, simultaneously, the method that this peculiar presentness uses to transform itself—the Ooz is a description and an action, respectively. A space that reeks of Ooziness exists in its transitional nature; it is never the same twice. It is the constant dialogue between the inhabitant and space, occurring in the territory between compliance and defiance. Without these notions, the Ooz makes an empty space, one of neither submission nor revolution. The Ooz cannot exist within indifference. Further, it is vital to understand that the Ooz is not latent or provisional: It is a real Thing, and like all things comes with undercurrents that exist beyond its physicality. It demands a break from the mundane and defies the existing rituals of a space, instead spurring newer modes of occupation and connection as the blanket of reality folds in upon itself. The Ooz is always a beginning in its own right; its becoming is a developmental process, one that is only characterized by its absolute unpredictability. It could be said that it is the capriciousness of its Form—or of form in general—that defines the Ooz on its own terms.</p>\n"},"meta":{"volume":"4","number":"16","bulletin":false,"publication_date":"2019-04-11","website":"","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/04/10140800/Ooze_Print_Final.pdf"},"fold_front":{"media_details":{"width":2048,"height":1921,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2019/04/10141626/Pages-from-Ooze_Print_Final_frony-min.png"}}}}}}