{"slug":"the-architectural-mystique","title":{"rendered":"The Architectural Mystique"},"content":{"rendered":"<article id=\"post-1528\" class=\"post-1528 post type-post status-publish format-standard has-post-thumbnail hentry category-fold fold-xxiii contributor-cathryn-garcia-menocal contributor-dora-godfrey contributor-gentley-smith contributor-hannah-novack contributor-jerome-harris\">\n<div class=\"entry-content\">\n<p><i>“The task of architecture is the creation of human environments. It is both an expression of human values and a context for human activity. Through the design process, architecture addresses the interrelated environmental, behavioral, and cultural issues that underlie the organization of built form. The student of architecture is called upon to direct sensitivity, imagination, and intellect to the physical significance of these fundamental issues in designing a coherent environment for people. Architectural design as a comprehensive creative process is the focus of the Yale School of Architecture.</i>” – Yale School of Architecture website, “History &amp; Objectives”</p>\n<p>In an homage to Betty Friedan’s 1963 formative, feminist text, <i>The Feminine Mystique</i>, our Paprika fold intends to instigate a conversation on the subject of gender and architecture. Friedan’s work reframed issues of gender equity as existential questions. She initiated a wider conversation amongst the general public that women’s fulfillment could be just as diverse as men’s. <i>The Architectural Review</i>’s most recent “Women in Architecture Survey”, the results of which are in-part reproduced on the cover of this fold, provides a disheartening insight into the state of the field in terms of gender equity. Of the 1,152 international respondents, one in five would not recommend women to pursue a career in architecture. This statistic cannot be ignored. ‘The Architectural Mystique’ seeks to address the structural inequalities of the profession at large while also engaging in a more equitable vision for the future of architecture. The content acknowledges existing systematic problems that a new, more gender-balanced generation of architects will face as they enter the profession.</p>\n<p>Structured around the three major themes of pedagogy, practice, and perception, the issue not only evaluates the current sociological makeup of the architectural profession and academia, but also acknowledges the historical omissions of significant contributions by women to the field. The rise of the female dean in America’s top architecture schools is promising. However, we would be remiss not to openly discuss ongoing architectural manifestations of gender iniquity.  As we observe lawmakers utilizing building codes to restrict healthcare access as well as force gender conformity, the social issues become inherently architectural.</p>\n<p>It is our ethical role to resist and reclaim our authority as designers.</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"1","number":"23","bulletin":false,"publication_date":"2016-04-07","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22001440/Vol-01-Issue-23_The-Architectural-Mystique_Garcia-Menocal-Novack-Smith_04-07-16.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22010052/Vol-01-Issue-23_The_Architectural_Mystique_Garcia_Menocal-Novack-Smith_04-07-16_front.jpg"}}}}}}