{"slug":"urban-yale","title":{"rendered":"Urban Yale"},"content":{"rendered":"<article id=\"post-2664\" class=\"post-2664 post type-post status-publish format-standard hentry category-fold fold-2-14 contributor-jacqueline-hall contributor-katherine-stege contributor-tess-mcnamara\">\n<div class=\"entry-content\">\n<p>On June 14th 1969, Yale’s Department of City Planning went up in flames. The event is rumored to have been an act of arson, following a tumultuous period of administrative clashes between the Department, the School of Architecture, and the University. Today the remains of this Department are difficult to find, but the necessity of situating our work in relation to an explicitly political discipline is more important than ever. The City Planning Department made it their prerogative to work for social change with New Haven communities, aggressively sought diversity among students, and disparaged local and national events that challenged their core values, but this legacy of activism, community engagement, and urban planning has been largely abandoned by YSOA. It is time, almost 50 years later, for the University to revisit the Department’s focus, and to take up its cause—reinterpreted for the 21st century.</p>\n<p>At a time where our institutional history from the 1960’s parallels the energy and issues of today, this Paprika serves to draw connections to our past while looking forward to what a future ‘Urban Yale’ might mean. We find ourselves at a critical moment: grassroots student energy has begun to clash with a hostile national political climate at the same time that leadership changeovers at the heads of our graduate schools provides a unique opportunity to rethink how we can work together, and to what end. This week, as students across campus are organizing against the assaults of the Trump administration, a discipline like planning, centered around the implementation of democracy, could offer a framework to work together effectively. Urban issues are necessarily multidisciplinary; complexity in the face of lasting inequality, climate change, and other difficult problems beg a new form of study supported by institutionalized platforms for collaboration.</p>\n<p>As three joint degree students, we are critically aware of the practical, pedagogical, and cultural gaps between two of Yale’s graduate and professional schools, but are also aware of a broad array of the University’s strengths. Yale’s current curriculum is bursting at the seams with students’ desire to pursue urban interests, and both students and faculty across the University already contribute to the discipline in their own research. This issue of Paprika! shows just a fraction of student work on urban issues, while reflecting on some of the lessons from our past, and expressing opinions on the principles that a new urban center might embody. Even this small sampling elucidates the parallels to our 1960’s predecessors, through both a desire for on-the-ground community engagement, and a need for formalized institutional support in order to remain relevant. Perhaps if there is something ‘urban’ Yale is primed to do better than any other University, it is working on new models of community driven planning and grounded urban study—inspired by the sixties Planning department’s activist response to the local impacts of urban renewal.</p>\n<p>Although the passion and initiative of students at Yale has been a driving force behind the university’s engagement with public policy, advocacy, and community partnerships, access to institutional support and resources is imperative. To push this necessarily multidisciplinary work to a new level, we need “common turf:” foundational courses, a place for cross-departmental exchange, sources of funding, and a hub for rigorous criticism. On a practical level, we’re also looking for more faculty, more classes, more institutional attention devoted to engagement with urbansim. Some of the clinics at the Schools of Law and Forestry are already doing this kind of work and are beginning to work across disciplines to effect real, collaborative change—change evaluated not by self-reflective accolades, but by the vitality of the places with which we interact through scholarship and service.</p>\n<p>The purpose of this issue of Paprika! is to show evidence of a widespread desire across the University for President Salovey’s administration to create a new hub for urban scholarship, and to express the urgency of this endeavor in the face of today’s social, political, and environmental challenges.</p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"2","number":"14","bulletin":false,"publication_date":"2017-02-02","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21234402/Vol-02-Issue-14_Urban-Yale_Hall-McNamara-Stege_02-02-17.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22011059/Vol-02-Issue-14_Urban_Yale_Hall-McNamara-Stege_02-02-17_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Jacqueline Hall"},"slug":"jacqueline-hall"},{"title":{"rendered":"Tess McNamara"},"slug":"tess-mcnamara"},{"title":{"rendered":"Katie Stege"},"slug":"katie-stege"}],"graphic_designer":[{"title":{"rendered":"Erik Freer"},"slug":"erik-freer"}],"posts":[{"title":{"rendered":"Looking Out The Window"},"slug":"looking-out-the-window","meta":{"contributors":[{"title":{"rendered":"Kassandra Leiva"}}]}},{"title":{"rendered":"Three Conversations: Perspectives on the City Planning Department"},"slug":"three-conversations-perspectives-on-the-city-planning-department","meta":{"contributors":[{"title":{"rendered":"Alex Thompson"}}]}},{"title":{"rendered":"Building A Different Kind of Wall"},"slug":"building-a-different-kind-of-wall","meta":{"contributors":[{"title":{"rendered":"Emily Wier"}}]}},{"title":{"rendered":"Wudaokou Dialectic"},"slug":"wudaokou-dialectic","meta":{"contributors":[{"title":{"rendered":"Madison Sembler"}}]}},{"title":{"rendered":"Site Visit"},"slug":"site-visit","meta":{"contributors":[{"title":{"rendered":"Maggie Tsang"}}]}},{"title":{"rendered":"Baltimore Vignettes"},"slug":"baltimore-vignettes","meta":{"contributors":[{"title":{"rendered":"Will Klein"}}]}},{"title":{"rendered":"#PROPOSITION: 240 Winthrop Ave"},"slug":"proposition-240-winthrop-ave","meta":{"contributors":[{"title":{"rendered":"Jack Lipson"}},{"title":{"rendered":"Jonathan Molloy"}},{"title":{"rendered":"Sam Zeif"}}]}},{"title":{"rendered":"Oak Street Historical Society"},"slug":"oak-street-historical-society","meta":{"contributors":[{"title":{"rendered":"Hannah Novack"}},{"title":{"rendered":"Madison Sembler"}},{"title":{"rendered":"Jason Kurzweil"}},{"title":{"rendered":"Jeremy Leonard"}},{"title":{"rendered":"Matthew Zuckerman"}}]}},{"title":{"rendered":"A Perspective on the Role of Planning in Education"},"slug":"a-perspective-on-the-role-of-planning-in-education","meta":{"contributors":[{"title":{"rendered":"Ryan Thomas"}}]}},{"title":{"rendered":"Adaptive Financing"},"slug":"adaptive-financing","meta":{"contributors":[{"title":{"rendered":"Katy Mixter"}}]}},{"title":{"rendered":"Bioswales"},"slug":"bioswales","meta":{"contributors":[{"title":{"rendered":"Kevin Dahms"}}]}},{"title":{"rendered":"Planning And Democracy"},"slug":"planning-and-democracy","meta":{"contributors":[{"title":{"rendered":"John Ehrett"}}]}},{"title":{"rendered":"Habitat III and the Question of What it Means to be “Glocal”"},"slug":"habitat-iii-and-the-question-of-what-it-means-to-be-glocal","meta":{"contributors":[{"title":{"rendered":"Laura M. Hammett"}}]}},{"title":{"rendered":"No Es Facil (It&#8217;s Not Easy)"},"slug":"no-es-facil-its-not-easy","meta":{"contributors":[{"title":{"rendered":"Cathryn Garcia Menocal"}}]}},{"title":{"rendered":"Urbanization and Its Impact on Local Weather"},"slug":"urbanization-and-its-impact-on-local-weather","meta":{"contributors":[{"title":{"rendered":"Tirthankar Chakraborty"}}]}},{"title":{"rendered":"&#8216;Architecture As Story Telling&#8217; At New Haven&#8217;s Cold Spring School"},"slug":"architecture-as-story-telling-at-new-havens-cold-spring-school","meta":{"contributors":[{"title":{"rendered":"Caitlin Baiada"}}]}},{"title":{"rendered":"Toward a New Nostalgia"},"slug":"toward-a-new-nostalgia","meta":{"contributors":[{"title":{"rendered":"Luke Studebaker"}}]}},{"title":{"rendered":"Crude by Rail: The Urban Risks of Fossil Fuel Transportation"},"slug":"crude-by-rail-the-urban-risks-of-fossil-fuel-transportation","meta":{"contributors":[{"title":{"rendered":"Kathryn McConnell"}}]}},{"title":{"rendered":"Selectively Global, Virtually Local: Assessing Unequal Knowledge Diffusion In Indonesian Cities"},"slug":"selectively-global-virtually-local-assessing-unequal-knowledge-diffusion-in-indonesian-cities","meta":{"contributors":[{"title":{"rendered":"Sam Geldin"}}]}},{"title":{"rendered":"On The Ground"},"slug":"on-the-ground-29","meta":{}}]}}