{"slug":"we-are-more","title":{"rendered":"We Are More"},"content":{"rendered":"<p>We are on the verge of a new era. If all goes well, a new Dean of the Yale School of Architecture will be chosen as early as next fall: our first new Dean in almost two decades. The faculty committee – Keller Easterling, Michelle Addington, Steven Harris, John Jacobson, and Bimal Mendis – will have identified candidates, vetted them, and established a list of priorities to hand off to President Salovey. It is a decision which will fundamentally define the academy and community here at Yale, as history has shown.</p>\n<p>Last time the faculty sought a new Dean, the committee fractured, waffled, and only after some public debate and contention chose Marilyn Taylor. President Levin ignored their advice, instead choosing Robert Stern, for the decision is not the committee’s, but the President’s to make: they simply advise. If there is anything to be learned from the past, it is sometimes the choice we least expect that proves to be best suited for the job. Thus it is with an open mind, but a will to be heard, that we offer our own advice. It is an effort to inject some transparency into an otherwise opaque process. Here we place the thoughts, feelings, desires, and hopes of the students on record for all to see.</p>\n<p>Over the past week, we assembled some history and asked former Deans, administrators, and educators for their perspective. Find that inside and on the back. Equally important, we asked students four questions: 1) their thoughts on what to preserve here, 2) what needs to change, 3) what qualities they would like to see in the new dean, and 4) what role we ought play in the selection process. Find many of their thoughts printed here. In line with the pluralist makeup of the body, opinions varied, and in the spirit of that pluralism we will not pretend we are a monolithic whole: find those answers, in all their variety, printed within. There are, however, some clear themes.</p>\n<p>We want to preserve the pluralistic approach and the social culture, especially the traditions surrounding our weekly lectures and receptions. We value the variety of approaches in faculty, especially in advanced studios. We value the tight knit sense of community, enabled by everything from pass / fail grading to badminton to 6 on 7 to the layout of Rudolph Hall. That pluralism and that community makes Yale unique.</p>\n<p>We want to see that community empowered with more encouragement and opportunities. Currently there is no fellowship awarded to more than one person, no school support offered to student groups, not even a time left in the schedule when we can meet or a kitchen or lounge where we could eat. We want the space and resources to work together. We have no fear of intensity, but we want fewer mandates and more mentorship, less work imposed upon us and more projects of our own choosing. We want the ability to form our agendas, and then pursue them.</p>\n<p>We are more than a faculty committee. We are more than a Dean. We are the Yale School of Architecture. Give us a leader who will value us as a community to be nurtured, a collective to be empowered, a voice with which to be reckoned, and we will be more than the sum of our parts.</p>\n"},"meta":{"volume":"1","number":"04","publication_date":"2015-05-08","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22002232/Vol-01-Issue-04_We-Are-More_Gagliardi-Hancock-Booth-Berkowitz-Angel-Hiatt-Ringo-Kemper_05-08-15.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22005032/Vol-01-Issue-04_We_Are_More_Gagliardi-Hancock-Booth-Berkowitz-Angel-Hiatt-Ringo-Kemper_05-08-15_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Anthony Gagliardi"},"slug":"anthony-gagliardi"},{"title":{"rendered":"Bruce Hancock"},"slug":"bruce-hancock"},{"title":{"rendered":"Dorian Booth"},"slug":"dorian-booth"},{"title":{"rendered":"Elaina Berkowitz"},"slug":"elaina-berkowitz"},{"title":{"rendered":"Jess Angel"},"slug":"jess-angel"},{"title":{"rendered":"Madelynn Ringo"},"slug":"madelynn-ringo"},{"title":{"rendered":"Nicolas Kemper"},"slug":"nicolas-kemper"},{"title":{"rendered":"Wes Hiatt"},"slug":"wes-hiatt"}],"graphic_designer":[{"title":{"rendered":"Jess Angel"},"slug":"jess-angel"}],"posts":[{"title":{"rendered":"Interview with Peggy Deamer"},"slug":"interview-with-peggy-deamer-2","meta":{}},{"title":{"rendered":"Rankled"},"slug":"rankled","meta":{"contributors":[{"title":{"rendered":"Nicolas Kemper"}}]}},{"title":{"rendered":"Interview with Nader Tehrani"},"slug":"interview-with-nader-tehrani","meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"}}]}},{"title":{"rendered":"We Are More."},"slug":"we-are-more","meta":{}},{"title":{"rendered":"Interview with Robert Livesey"},"slug":"interview-with-robert-livesey","meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"}},{"title":{"rendered":"Anthony Gagliardi"}}]}},{"title":{"rendered":"Interview with Stan Allen"},"slug":"interview-with-stan-allen","meta":{"contributors":[{"title":{"rendered":"Wes Hiatt"}}]}}]}}