{"slug":"whats-on-the-horizon","title":{"rendered":"What’s on the horizon?"},"content":{"rendered":"<p>This summer, Dean Berke convened a series of faculty retreats, the first to occur since the earliest days of Robert A.M. Stern’s deanship. According to those present, the faculty wrestled with issues such as the future of architectural education, diversity, funding, and the future of the School under the leadership of a new dean. Thus far, the retreats have been facilitated by Nancy Alexander, an organizational consultant. At the most recent meeting, held at Union League Café, faculty were divided into curricular subgroups. In these groups, they were tasked with drafting mission statements for YSoA.</p>\n<p>Unlike many of its peer graduate and professional schools within Yale University, YSoA’s closest document to a mission statement is a lengthy combination of the Letter from the Dean and the School’s History &amp; Objectives webpage. At Union League, faculty came up with several different versions of a mission statement, but ultimately grappled with whether a singular statement goes against YSoA’s pluralist identity. With this idea of pluralism in mind, we set out to see what a mission statement would look like if it were penned by the School’s students.</p>\n<p>We solicited our peers to draft mission statements for the Yale School of Architecture. The responses, we hope, might productively broaden the ongoing conversation about the future direction of our School. Regardless of whether the creation of a mission statement is the best way to shape the School’s future, this discussion—like many others within the walls of Rudolph Hall—needs more substantial input from students.</p>\n<p>The following collection of responses is an exercise in the sort of student participation we would like to see more frequently in the School. The question we as editors would like to pose to the YSoA community is, how could decisions that impact students be made with more direct student engagement? Other than post-semester course evaluations—which, unlike many schools in this university, are not made available to students, and which instructors are not required to read—how are students’ voices integrated in a real-time, accountable way?</p>\n<p>To state it directly, why don’t students have a seat at the table in faculty meetings?</p>\n<p>A faculty retreat is a great first step, and one that will have subsequent actions. In addition to finding ways to make the Yale School of Architecture more financially accessible to all, for  example, faculty should be working with students to create a direct line of communication between the administration and the student body at large. What is on the horizon for the Yale School of Architecture ought to be equally determined by a bottom-up as well as a top-down approach. In fact, top and bottom—students and administration—may be an altogether insufficient way of looking at a graduate, professional school, full of adults committing their time and finances to pursuing an advanced degree. YSoA has been and will remain a destination for leaders, and increased student agency is the single most important way the School, at large, can facilitate this. So what <em>is</em> on the horizon for the Yale School of Architecture? That is a question to be answered by all of us.</p>\n"},"meta":{"volume":"3","number":"","publication_date":"2017-11-02","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21233656/Vol-03-Issue-06-Bulletin_Horizon_Cash-Studebaker_11-02-17.pdf"},"fold_front":{"media_details":{"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22025704/Vol-03-Issue-06-Bulletin_Horizon_Cash-Studebaker_11-02-17_front.jpg"}}}},"fold_editors":[{"title":{"rendered":"Brian Cash"},"slug":"brian-cash"},{"title":{"rendered":"Luke Studebaker"},"slug":"luke-studebaker"}],"graphic_designer":[{"title":{"rendered":"Yo-E Ryou"},"slug":"yo-e-ryou"}],"web_editor":[{"title":{"rendered":"Seth Thompson"},"slug":"seth-thompson"}],"posts":[{"title":{"rendered":"What’s on the horizon?"},"slug":"whats-on-the-horizon","meta":{}}]}}