{"slug":"what-are-you-doing","title":{"rendered":"What Are You Doing?"},"content":{"rendered":"<article id=\"post-1574\" class=\"post-1574 post type-post status-publish format-standard has-post-thumbnail hentry category-fold fold-xv contributor-charles-kane contributor-john-kleinschmidt\">\n<div class=\"entry-content\">\n<p>Late on Wednesday nights, Charles sweeps up the last bits of sawdust from the shop floor as John sets out the Ol’ Grandad bourbon and two tiny teacups. After a toast to our good fortune, a few sketches, a hushed consultation with a classmate, and additional toasts to celebrate, we decamp to a computer. One diptych-ian runs to the door to check dimensions and pre-rolls tape for swift installation; the other works the Photoshop eraser tool. Print. Cut. Tape. It’s up! Another diptych, split between the double doors to studio.This, the final fold of Paprika! for the Fall 2015 semester, grew from our naive interest in a flowchart that appeared in the Eisenman studio back in September. This chart—emblazoned with the text ‘is it a diptych?’—set up a rubric for determining if Peter’s students were producing diptychs. To us, the chart was like a perverse choose-your-own-adventure novel (Is the hinge symmetrical? Turn to page 137!) or maybe a field guide to small birds (note the Lesser Spotted Dipytch’s distinct winter plumage). This initially spawned weekly diptych cartoons, but led us to seriously scrutinize the varied landscape of studios. Clearly, Eisenman’s students were investigating a singular, explicit ‘Project’ or ‘big idea,’ but from our perspective, the overarching theme in the other studios did not seem as readily apparent. We posit that each studio has a Project­­—explicit or implicit. With this in mind, we set out to dig deeper, to expose the latent. With this fold, we aim to perform a cross-reference of student and faculty interpretations of The Big Idea by asking a simple question: <em>What are you doing?</em></p>\n</div>\n<footer class=\"entry-footer\"></footer>\n</article>\n"},"meta":{"volume":"1","number":"15","bulletin":false,"publication_date":"2015-12-17","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22003822/Vol-01-Issue-15_What-Are-You-Doing_Kane-Kleinschmidt_12-17-15.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22005611/Vol-01-Issue-15_What_Are_You_Doing_Kane-Kleinschmidt_12-17-15_front.jpg"}}}}}}