{"slug":"work","title":{"rendered":"Work"},"content":{"rendered":"<p>The term Work has a range of definitions, disparate in nature and connotation. As both a process and a product, Work has managed to take over our lexicon as the primary distillation of what we—as students and practitioners, architects and artists—do. We exhaust our energy, deplete our time, sacrifice our sleep—all justified in the grand pursuit of Work.</p>\n<p>Work, by its quantifiable definition borrowed from the field of physics, demands an inherent displacement—a distance and direction—in relation to a force. Both the pedagogical and practical models that drive contemporary Architecture are fueled by the exhaustive processes of repeated production and the devaluation of previous efforts. In a paradigm whereby the life of a project exists from desk to pit and back again, we ask: if the displacement of our efforts are equal to zero, are we as Architects actually producing Work?</p>\n<p>Not only is the definition of Work subjective, but so are the means by which we collectively assign value to it. So how do we value our Work? And ultimately, is there a purpose for all of this Work?</p>\n<p>These are the kinds of questions that we will try to discuss together in the next hour or so.</p>\n<p>Until the early 90s both the School of Art and the School of Architecture used to work here in Rudolph Hall, formerly the Art and Architecture Building, creating a more unified culture between the disciplines. Sadly, this isn’t the case today— with the great divide of Chapel Street separating our two worlds. So here we are at 180 York to reignite the dialogue between our faculties.</p>\n<p>And please feel free to participate since this is by no means a lecture, but the chance to get as many different voices into the conversation as possible.</p>\n"},"meta":{"volume":"2","number":"04","bulletin":false,"publication_date":"2016-10-06","pdf":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/21235944/Vol-02-Issue-04_Work_Lipson-Kwak_10-06-16.pdf"},"fold_front":{"media_details":{"width":2025,"height":1823,"sizes":{"full":{"source_url":"https://d2rpbtor0vesnk.cloudfront.net/wp-content/uploads/2018/08/22010510/Vol-02-Issue-04_Work_Lipson-Kwak_10-06-16_front.jpg"}}}}}}